{
    "0": [
        "Grab a brush",
        "Brush your hair"
    ],
    "1": [
        "Stand with your feet shoulder-width apart and arms outstretched to the sides.",
        "Kick one leg up while simultaneously leaning your torso forward and flipping over onto your hands."
    ],
    "2": [
        "Locate the target object visually",
        "Extend your arm or move your body to reach the target object"
    ],
    "3": [
        "Open mouth",
        "Move jaw up and down"
    ],
    "4": [
        "Raise both hands above your head",
        "Bring both hands together with force and make a clapping sound"
    ],
    "5": [
        "Find a suitable climbing location",
        "Secure climbing gear and equipment"
    ],
    "6": [
        "Place your right foot on the first step",
        "Push your body upwards with your right foot and bring your left foot onto the first step"
    ],
    "7": [
        "Jump off the diving board",
        "Enter the water with a graceful dive"
    ],
    "8": [
        "Pull the sword out of its scabbard",
        "Hold the sword firmly with both hands"
    ],
    "9": [
        "Control the ball with the inside and outside of your foot.",
        "Keep your eyes up and scan the field for opportunities."
    ],
    "10": [
        "pick up the glass",
        "bring the glass to your mouth"
    ],
    "11": [
        "Place the food on a plate",
        "Bring the food closer to your mouth"
    ],
    "12": [
        "Lean forward",
        "Descend to the floor"
    ],
    "13": [
        "Hold the foil or sabre with one hand, gripping the handle firmly.",
        "Extend your arm towards your opponent, keeping your elbow slightly bent."
    ],
    "14": [
        "Bend backward",
        "Jump in the air while flipping backward"
    ],
    "15": [
        "Swing the golf club",
        "Hit the golf ball towards the target"
    ],
    "16": [
        "Balance on your hands with arms fully extended above your head",
        "Keep your legs straight up in the air with toes pointed towards the ceiling"
    ],
    "17": [
        "Swing your arm back",
        "Thrust your arm forward"
    ],
    "18": [
        "Extend your arms towards the person you want to hug",
        "Wrap your arms around the person and bring them close to you"
    ],
    "19": [
        "Bend your knees and prepare to jump",
        "Propel yourself upwards using both legs and spring off the ground"
    ],
    "20": [
        "Wind up your leg",
        "Extend your leg forward and strike with force"
    ],
    "21": [
        "Step 1: Approach the ball.",
        "Step 2: Swing your leg and make contact with the ball."
    ],
    "22": [
        "Lean in towards the other person",
        "Press your lips gently against their lips"
    ],
    "23": [
        "Open your mouth wide",
        "Gently exhale through your mouth while making a sound"
    ],
    "24": [
        "Reach out with your hand to the object you want to pick up",
        "Close your fingers around the object and lift it up"
    ],
    "25": [
        "Hold the container with the liquid in one hand.",
        "Tilt the container to allow the liquid to flow out smoothly."
    ],
    "26": [
        "Grasp the pull-up bar with an overhand grip",
        "Pull your body up towards the bar by engaging your back and arm muscles"
    ],
    "27": [
        "Extend your arm forward.",
        "Thrust your fist towards the target."
    ],
    "28": [
        "Position your hands on the object being pushed.",
        "Apply force with your hands in the direction away from you to move the object."
    ],
    "29": [
        "Place your hands on the ground shoulder-width apart.",
        "Lower your body until your chest touches the ground and your arms are bent at a 90-degree angle."
    ],
    "30": [
        "Mount the bike",
        "Pedal forward and maintain balance"
    ],
    "31": [
        "Mount the horse",
        "Guide the horse with reins to move forward"
    ],
    "32": [
        "Bend your knees slightly and lean forward.",
        "Push off with your back leg and propel yourself forward using your arms."
    ],
    "33": [
        "Extend your right arm towards the person in front of you.",
        "Wrap your hand around their hand firmly."
    ],
    "34": [
        "Hold the ball with both hands",
        "Aim at the target"
    ],
    "35": [
        "Hold the bow with your non-dominant hand",
        "Draw the bowstring back with your dominant hand"
    ],
    "36": [
        "Hold the gun firmly with both hands.",
        "Aim at the target and pull the trigger."
    ],
    "37": [
        "Bend your knees",
        "Lower your body onto the surface"
    ],
    "38": [
        "Lie down on your back.",
        "Engage your core and slowly lift your upper body off the ground."
    ],
    "39": [
        "Tighten the muscles around the mouth.",
        "Curl the corners of the mouth upward."
    ],
    "40": [
        "Light the cigarette",
        "Inhale the smoke"
    ],
    "41": [
        "Jump off the ground",
        "Tuck your knees to your chest while rotating your body"
    ],
    "42": [
        "Straighten your legs",
        "Lift your torso upright"
    ],
    "43": [
        "Hold the baseball bat with both hands.",
        "Swing the baseball bat forward with full force."
    ],
    "44": [
        "Hold the sword with both hands",
        "Swing the sword in a forward motion"
    ],
    "45": [
        "Hold the sword with both hands in front of your body",
        "Extend your arms forward, keeping the sword parallel to the ground"
    ],
    "46": [
        "Open your mouth",
        "Form words with your tongue"
    ],
    "47": [
        "Aim at the target",
        "Use the body's momentum to propel the object forward"
    ],
    "48": [
        "Rotate your body in the desired direction",
        "Turn your head to face the new direction"
    ],
    "49": [
        "Lift one foot off the ground",
        "Move the lifted foot forward and place it on the ground"
    ],
    "50": [
        "Raise your hand.",
        "Move your hand from side to side."
    ]
}