{
    "0": [
        "Grab the hairbrush",
        "Start brushing from the roots of the hair",
        "Slowly move the brush downwards while maintaining pressure",
        "Repeat this process until all the hair is brushed"
    ],
    "1": [
        "Extend your arms in front of you",
        "Jump and kick your legs up towards the sky",
        "While in the air, twist your body sideways",
        "Land on one hand and one foot while keeping the other leg extended"
    ],
    "2": [
        "Spot the moving object",
        "Calculate the trajectory of the object",
        "Predict the landing spot",
        "Position yourself to intercept the object"
    ],
    "3": [
        "Open mouth",
        "Place food in mouth",
        "Move jaw up and down",
        "Swallow food"
    ],
    "4": [
        "Raise your hands",
        "Bring your hands together",
        "Make a sharp sound by hitting the palms of your hands together",
        "Repeat the action to create a series of claps"
    ],
    "5": [
        "Find a stable and sturdy surface to climb onto",
        "Position yourself near the base of the object",
        "Grip the surface firmly with your hands and feet",
        "Slowly and carefully lift yourself up, maintaining balance throughout the climb"
    ],
    "6": [
        "Step 1: Approach the bottom of the stairs",
        "Step 2: Position your feet on the first step",
        "Step 3: Push off with your legs and lift your body upwards",
        "Step 4: Continue this process, stepping on each subsequent step until you reach the top"
    ],
    "7": [
        "Take a deep breath",
        "Bend your knees and prepare to jump",
        "Jump off the diving platform",
        "Extend your body and dive into the water"
    ],
    "8": [
        "Position your body in a stable and balanced stance.",
        "Hold the hilt of the sword with a firm grip.",
        "Draw the sword out of its scabbard using a controlled motion.",
        "Extend your arm forward while maintaining control of the sword."
    ],
    "9": [
        "Control the ball using your dominant foot.",
        "Push the ball forward with small taps using the inside or outside of your foot.",
        "Keep your body low and your knees slightly bent for better control.",
        "Continuously move the ball between your feet while maintaining control."
    ],
    "10": [
        "Pick up a glass",
        "Fill the glass with liquid",
        "Bring the glass to your mouth",
        "Tilt the glass and take a sip"
    ],
    "11": [
        "Pick up the fork",
        "Take a bite of food",
        "Chew the food",
        "Swallow the food"
    ],
    "12": [
        "Lose balance",
        "Lose grip",
        "Descend rapidly",
        "Contact floor"
    ],
    "13": [
        "Hold the fencing foil firmly with one hand and place your other hand in the correct position on the handle.",
        "Gently move your feet into the proper stance, with one foot slightly ahead of the other.",
        "Focus on your opponent and be ready to react quickly.",
        "Engage in quick, controlled movements with your foil, aiming to strike your opponent while avoiding their attacks."
    ],
    "14": [
        "Jump",
        "Tuck",
        "Flip",
        "Land"
    ],
    "15": [
        "Choose the appropriate golf club for the shot",
        "Position your body and align your feet towards the target",
        "Take a smooth swing, focusing on hitting the ball with the center of the clubface",
        "Follow through with your swing and observe the trajectory of the ball"
    ],
    "16": [
        "Place your hands firmly on the ground, shoulder-width apart.",
        "Kick your legs up into the air, using your core and shoulder strength to maintain balance.",
        "Engage your core and keep your body straight, with your legs fully extended above you.",
        "Slowly lower your legs back down to the ground, maintaining control and balance."
    ],
    "17": [
        "Hold your hand straight",
        "Focus on your target",
        "Swing your arm back",
        "Move your arm forward and hit the target"
    ],
    "18": [
        "Open your arms wide",
        "Lean towards the person",
        "Wrap your arms around their body",
        "Squeeze gently to complete the hug"
    ],
    "19": [
        "Bend your knees",
        "Push off the ground with your feet",
        "Extend your legs and propel your body upwards",
        "Land with your knees slightly bent and absorb the impact"
    ],
    "20": [
        "Perform a slight hop on one leg.",
        "Extend the other leg forward in a quick and forceful motion.",
        "Make contact with the target using the sole of the foot.",
        "Recoil the leg back to its starting position."
    ],
    "21": [
        "Position your body in front of the ball.",
        "Take a step back to generate momentum.",
        "Bring your kicking leg back in preparation.",
        "Extend your leg forward and make contact with the ball."
    ],
    "22": [
        "Lean in towards the person",
        "Close your eyes",
        "Purse your lips slightly",
        "Press your lips gently against theirs"
    ],
    "23": [
        "Open your mouth wide",
        "Release a burst of sound",
        "Expose your teeth",
        "Show wrinkles around your eyes"
    ],
    "24": [
        "Identify the object to be picked",
        "Position your hand near the object",
        "Grasp the object firmly",
        "Lift the object"
    ],
    "25": [
        "Hold the container securely.",
        "Tilt the container at an angle.",
        "Slowly pour the content.",
        "Stop pouring when desired amount is reached."
    ],
    "26": [
        "Grasp the pull-up bar with an overhand grip, slightly wider than shoulder-width apart.",
        "Hang from the bar with your arms fully extended and your legs off the ground.",
        "Engage your core and pull your body up towards the bar, leading with your chest.",
        "Continue pulling until your chin is above the bar, then slowly lower yourself back down to the starting position."
    ],
    "27": [
        "Stand with your feet shoulder-width apart.",
        "Make a tight fist with your dominant hand.",
        "Rotate your hips and shoulders to generate power.",
        "Extend your arm fully and aim for the target."
    ],
    "28": [
        "Position your hands on the object you want to push",
        "Apply pressure with your hands to move the object forward",
        "Maintain a steady and controlled force while pushing",
        "Release the pressure once the object has moved to the desired location"
    ],
    "29": [
        "Place your hands shoulder-width apart on the floor.",
        "Extend your legs so that your body forms a straight line from your head to your heels.",
        "Lower your body until your chest nearly touches the floor.",
        "Push yourself back up to the starting position."
    ],
    "30": [
        "Mount the bike",
        "Adjust the seat and handlebars to a comfortable position",
        "Place your feet on the pedals",
        "Start pedaling and maintain a steady speed"
    ],
    "31": [
        "Approach the horse",
        "Gently mount the horse",
        "Hold the reins firmly",
        "Guide the horse with your legs and hands"
    ],
    "32": [
        "Move your legs in a quick and coordinated manner",
        "Extend your strides to cover more ground",
        "Pump your arms back and forth to maintain balance",
        "Maintain a steady and consistent pace throughout"
    ],
    "33": [
        "Extend your right arm.",
        "Reach out and open your hand, palm facing up.",
        "Move your hand up and down in a gentle shaking motion.",
        "Release your hand and relax your arm."
    ],
    "34": [
        "Hold the ball with both hands.",
        "Aim at the target or the basket.",
        "Bend your knees and extend your arm straight up.",
        "Use your wrist to flick the ball, releasing it towards the target."
    ],
    "35": [
        "Hold the bow with a firm grip",
        "Nock the arrow on the bowstring",
        "Draw the bowstring back while aiming at the target",
        "Release the bowstring and let the arrow fly towards the target"
    ],
    "36": [
        "Hold the gun firmly with your dominant hand.",
        "Keep your finger off the trigger until ready to shoot.",
        "Aim at the target by aligning the sights.",
        "Squeeze the trigger smoothly and steadily."
    ],
    "37": [
        "Bend your knees and lower your body towards the ground",
        "Extend your arms back to support your upper body",
        "Slowly lower yourself down into a seated position",
        "Gently rest your weight on your buttocks."
    ],
    "38": [
        "Lie down on your back with your knees bent and feet flat on the ground.",
        "Cross your arms over your chest or place your hands behind your head.",
        "Engage your core muscles and lift your upper body off the ground, bringing your chest towards your knees.",
        "Slowly lower your body back down to the starting position."
    ],
    "39": [
        "Lift the corners of your mouth upwards",
        "Relax your facial muscles",
        "Exhibit a warm and genuine expression",
        "Radiate joy and happiness through your smile"
    ],
    "40": [
        "Take out a cigarette and a lighter",
        "Place the cigarette between your lips",
        "Ignite the lighter and bring the flame to the end of the cigarette",
        "Inhale the smoke from the lit cigarette"
    ],
    "41": [
        "Jump up into the air",
        "Tuck your knees into your chest",
        "Roll forward, flipping your body over",
        "Extend your legs and land on your feet"
    ],
    "42": [
        "Raise your heels off the ground",
        "Straighten your legs",
        "Engage your core",
        "Keep your back straight"
    ],
    "43": [
        "Grip the baseball bat firmly in both hands",
        "Plant your feet shoulder-width apart",
        "Swing the baseball bat back behind your shoulder",
        "Rotate your hips and swing the baseball bat forward to hit the ball"
    ],
    "44": [
        "Draw the sword from its sheath",
        "Grip the sword firmly with both hands",
        "Swing the sword in a sweeping motion",
        "Strike the target with the sword"
    ],
    "45": [
        "Hold the sword firmly with both hands.",
        "Extend your arms fully in front of your body.",
        "Rotate your wrists to position the sword at a slight angle.",
        "Execute precise and controlled strikes in various directions."
    ],
    "46": [
        "Open your mouth and form words",
        "Use your vocal cords to produce sound",
        "Rearrange your facial muscles to create different sounds and tones",
        "Control the pace and volume of your speech"
    ],
    "47": [
        "Hold the object firmly in your hand",
        "Pull your arm back, preparing to release the object",
        "Swiftly swing your arm forward, using the momentum to propel the object forward",
        "Release your grip on the object, letting it fly through the air"
    ],
    "48": [
        "Rotate the body to change direction",
        "Shift the weight on one foot",
        "Pivot on the foot",
        "Continue rotating the body until desired direction is achieved"
    ],
    "49": [
        "Take a step forward",
        "Shift your weight onto your front foot",
        "Lift your back foot off the ground",
        "Repeat the previous steps to continue walking"
    ],
    "50": [
        "Extend your arm fully",
        "Rotate your wrist slowly",
        "Move your arm from side to side",
        "Repeat the previous three steps in a smooth and continuous motion"
    ]
}