{
    "0": [
        "Hold a hairbrush in one hand.",
        "Gently comb through the hair from the ends to the roots.",
        "Repeat the combing motion in sections, starting from the back of the head.",
        "Continue combing until all tangles and knots are removed.",
        "Switch the hairbrush to the other hand.",
        "Repeat the combing motion on the other side of the head.",
        "Brush the hair from the roots to the ends to smooth it out.",
        "Continue brushing until the hair looks neat and tidy."
    ],
    "1": [
        "Place your dominant hand on the ground beside your body.",
        "Kick your non-dominant leg up into the air.",
        "Push off with your dominant hand and jump off the ground.",
        "Pass your dominant leg over your body, while keeping your non-dominant leg in the air.",
        "Land on your non-dominant foot, with your dominant leg extending out in front of you.",
        "Extend your non-dominant leg out in front of you, while keeping your dominant leg in the air.",
        "Push off with your non-dominant foot and bring your dominant leg back down to the ground.",
        "Stand up straight and finish the cartwheel."
    ],
    "2": [
        "Observe the moving object",
        "Predict the path of the object",
        "Position yourself accordingly",
        "Extend your arms forward",
        "Keep your eyes locked on the object",
        "Time your movement correctly",
        "Grip the object firmly",
        "Bring the object to a stop"
    ],
    "3": [
        "Place food in mouth",
        "Close mouth",
        "Move jaw up and down",
        "Crush and grind food with teeth",
        "Salivate to soften food",
        "Mix food with saliva",
        "Swallow food down esophagus",
        "Digest food in stomach"
    ],
    "4": [
        "Bring your hands together in front of your chest.",
        "Keep your palms slightly apart.",
        "Make sure your fingers are pointed upwards.",
        "Pull your hands apart, generating a loud clapping sound.",
        "Bring your hands back together.",
        "Repeat the clapping motion as desired.",
        "Maintain a steady rhythm while clapping.",
        "Enjoy the sound of your claps."
    ],
    "5": [
        "Find a sturdy structure to climb",
        "Assess the height and difficulty level of the climb",
        "Prepare necessary safety equipment such as harness and helmet",
        "Begin the climb by grabbing onto the structure with both hands",
        "Use your feet to find footholds and maintain balance",
        "Continue climbing upwards by alternating between handholds and footholds",
        "Avoid loose or unstable areas on the structure",
        "Reach the desired height and safely descend by reversing the climbing process"
    ],
    "6": [
        "Step 1: Stand at the bottom of the stairs.",
        "Step 2: Lift one foot and place it on the first step.",
        "Step 3: Transfer your weight onto the foot that is on the step.",
        "Step 4: Lift your other foot and place it on the next step.",
        "Step 5: Continue this alternating pattern of lifting and placing each foot onto the next step until you reach the top of the stairs.",
        "Step 6: Use the handrail, if available, to help maintain balance and stability.",
        "Step 7: Be mindful of your surroundings and ensure proper footing on each step.",
        "Step 8: Once you have reached the top of the stairs, continue walking as needed to your desired destination."
    ],
    "7": [
        "Put on scuba gear",
        "Enter the water",
        "Take a deep breath",
        "Bend forward",
        "Extend arms forward",
        "Push off the surface",
        "Dive headfirst into the water",
        "Keep body streamlined"
    ],
    "8": [
        "Hold the hilt of the sword with your dominant hand.",
        "Gently pull the sword out of its sheath.",
        "Extend your arm forward in a controlled manner.",
        "Rotate your palm to face upwards.",
        "Maintain a firm grip on the hilt while positioning the sword horizontally.",
        "Prepare to draw the sword swiftly by bending your knees slightly.",
        "Use your core muscles to generate power and speed as you draw the sword.",
        "Bring the sword to a ready position, with the blade facing forward and your arm slightly extended."
    ],
    "9": [
        "Control the ball with your dominant foot",
        "Keep your head up and maintain good balance",
        "Use your fingertips to guide the ball",
        "Make small touches with the ball to maintain control",
        "Use quick and agile movements to maneuver around defenders",
        "Change directions and speed to confuse opponents",
        "Use feints and body movements to trick defenders",
        "Practice dribbling drills regularly to improve your skills"
    ],
    "10": [
        "Take a glass or cup",
        "Fill the glass or cup with desired beverage",
        "Hold the glass or cup firmly",
        "Bring the glass or cup towards your mouth",
        "Tilt the glass or cup slightly to drink",
        "Take small sips to drink the beverage",
        "Swallow the liquid in your mouth",
        "Repeat the process until desired quantity is consumed"
    ],
    "11": [
        "Pick up the utensils",
        "Sit at the dining table",
        "Take a plate",
        "Place the plate on the table",
        "Choose the food items",
        "Use the utensils to take a bite",
        "Chew the food",
        "Swallow the food"
    ],
    "12": [
        "Bend knees slightly",
        "Shift weight forward",
        "Lean torso forward",
        "Extend arms in front",
        "Release tension in legs",
        "Lower body towards the floor",
        "Gradually descend to the ground",
        "Land softly on the floor"
    ],
    "13": [
        "Hold the fencing foil with your dominant hand and position your other hand at the grip end of the foil.",
        "Stand in a balanced and athletic stance with your feet shoulder-width apart.",
        "Extend your arm and lunge forward, aiming to hit your opponentu2019s target area.",
        "Maintain distance from your opponent by using quick footwork to advance or retreat.",
        "Utilize parries and blocks to defend against your opponentu2019s attacks.",
        "Execute quick and precise attacks by extending your arm and flicking your wrist.",
        "Maintain a strong and focused mental state throughout the match.",
        "Practice and refine your technique through regular training and sparring sessions."
    ],
    "14": [
        "Stand with your feet shoulder-width apart.",
        "Jump up and tuck your knees into your chest.",
        "Extend your legs out into a straight position while in the air.",
        "Land softly on the balls of your feet.",
        "Bend your knees slightly to absorb the impact.",
        "Jump up and tuck your knees into your chest again.",
        "Extend your legs out into a straight position while in the air.",
        "Land softly on the balls of your feet and maintain your balance."
    ],
    "15": [
        "Position yourself behind the ball",
        "Grip the golf club with both hands",
        "Align your body towards the target",
        "Take a practice swing to loosen up",
        "Focus on the ball as you address it",
        "Start your backswing with a controlled motion",
        "Swing through the ball with a smooth follow-through",
        "Watch the flight of the ball and assess the result"
    ],
    "16": [
        "Stand with feet shoulder-width apart.",
        "Bend down and place hands on the ground.",
        "Walk or hop feet back until body forms a straight line from head to heels.",
        "Engage core muscles and press down through palms and fingertips.",
        "Lift one leg off the ground and begin to shift weight onto the opposite hand.",
        "Slowly kick the lifted leg up into the air, keeping it straight.",
        "Continue to press down through the supporting hand and maintain balance.",
        "Once the lifted leg is fully extended, hold the handstand position."
    ],
    "17": [
        "Hold the object firmly with your hand",
        "Swing your arm back to generate momentum",
        "Shift your weight to your front foot",
        "Extend your arm forward in a punching motion",
        "Keep your eyes focused on the target",
        "Make contact with the target using your fist",
        "Follow through with your arm",
        "Recover your body posture after the hit"
    ],
    "18": [
        "Approach the person with open arms",
        "Wrap your arms around the person's body",
        "Gently squeeze the person in your embrace",
        "Lean in slightly and rest your head on the person's shoulder",
        "Hold the hug for a few seconds to express warmth and affection",
        "Release the hug slowly and gently",
        "Step back and smile at the person to convey positive emotions",
        "Optionally, pat the person's back lightly to provide comfort"
    ],
    "19": [
        "Bend your knees slightly to prepare for the jump",
        "Swing your arms down towards the ground",
        "Jump up forcefully, extending your legs and pushing off the ground",
        "Pull your knees towards your chest in mid-air",
        "Extend your legs back out as you prepare to land",
        "Land softly on the balls of your feet",
        "Bend your knees to absorb the impact of the landing",
        "Stand tall and maintain your balance after landing"
    ],
    "20": [
        "Position your body in a stable stance.",
        "Generate power through a slight jump or pivot of your supporting leg.",
        "Extend your kicking leg forward.",
        "Make contact with the desired target using the ball or heel of your foot.",
        "Ensure proper follow-through by fully extending your kicking leg.",
        "Retract your leg back to the starting position.",
        "Maintain balance and prepare for any counterattacks.",
        "Repeat the sequence as necessary."
    ],
    "21": [
        "Position yourself in front of the ball",
        "Take a step back to gain momentum",
        "Swing your leg back",
        "Plant your non-kicking foot firmly on the ground",
        "Extend your kicking leg forward",
        "Make contact with the ball using the top of your foot",
        "Follow through with your kicking leg",
        "Ensure accuracy and power in your kick"
    ],
    "22": [
        "Lean in towards the other person",
        "Close your eyes",
        "Tilt your head slightly to the side",
        "Part your lips slightly",
        "Gently press your lips against the other person's lips",
        "Keep the kiss soft and gentle",
        "Pull away slowly",
        "Smile and enjoy the moment"
    ],
    "23": [
        "Open your mouth wide",
        "Release a burst of sound from your throat",
        "Curve your lips upwards",
        "Let your shoulders shake",
        "Allow your eyes to crinkle",
        "Feel a sense of joy and amusement",
        "Allow your laughter to spread contagious happiness",
        "Enjoy the moment of laughter"
    ],
    "24": [
        "1. Extend your arm towards the object you want to pick.",
        "2. Keep your fingers spread open and facing towards the object.",
        "3. Move your hand closer to the object until your fingertips touch it.",
        "4. Carefully wrap your fingers around the object, ensuring a firm grip.",
        "5. Lift your hand while holding the object, keeping it steady and secure.",
        "6. Move your hand away from the initial position, bringing the object with you.",
        "7. Adjust your grip if necessary to maintain a secure hold on the object.",
        "8. Place the object down gently and release your grip to complete the pick."
    ],
    "25": [
        "Hold the container firmly.",
        "Lift the container.",
        "Position the container over the target area.",
        "Tilt the container to pour the content.",
        "Control the flow of the liquid.",
        "Ensure the liquid is directed accurately.",
        "Gradually decrease the tilt to stop pouring.",
        "Release the container."
    ],
    "26": [
        "Grasp the pull-up bar with an overhand grip, ensuring that your hands are slightly wider than shoulder-width apart.",
        "Hang from the bar with your arms fully extended and your body straight.",
        "Engage your core and squeeze your shoulder blades together.",
        "Initiate the pull-up by bending your elbows and pulling your chest towards the bar.",
        "Continue pulling until your chin clears the bar.",
        "Pause briefly at the top of the movement.",
        "Slowly lower yourself back down to the starting position with control.",
        "Repeat the movement for the desired number of repetitions."
    ],
    "27": [
        "Extend your arm in a straight line.",
        "Form a fist with your hand.",
        "Rotate your hips and shoulders in the direction of the punch.",
        "Strike with your dominant hand, aiming for the target.",
        "Snap your wrist at the point of impact.",
        "Retract your arm quickly to the starting position.",
        "Maintain a balanced stance throughout the punch.",
        "Exhale forcefully to maximize power."
    ],
    "28": [
        "Position yourself behind the object",
        "Bend your knees",
        "Place your hands on the object",
        "Push with your legs",
        "Straighten your knees",
        "Continue pushing until the object moves",
        "Release your hands from the object",
        "Stand upright again"
    ],
    "29": [
        "Start in a plank position with your hands slightly wider than shoulder-width apart.",
        "Lower your body towards the ground by bending your elbows, keeping your back straight.",
        "Push through your palms to straighten your arms and raise your body back up to the starting position.",
        "Keep your core engaged and your body in a straight line throughout the movement.",
        "Repeat the process for the desired number of repetitions.",
        "Remember to breathe in as you lower your body and breathe out as you push back up.",
        "Focus on keeping proper form, with your elbows close to your body and your shoulders away from your ears.",
        "If you need to modify the exercise, you can perform push-ups on your knees or against a wall."
    ],
    "30": [
        "Mount the bike",
        "Adjust the seat and handlebars to a comfortable position",
        "Put on a helmet and any other safety gear",
        "Place your feet on the pedals",
        "Push off with one foot and start pedaling",
        "Maintain balance while riding",
        "Steer the bike in the desired direction",
        "Use the brakes to slow down or stop when needed"
    ],
    "31": [
        "Mount the horse",
        "Hold the reins firmly",
        "Give a gentle kick to start the horse moving",
        "Guide the horse with the reins",
        "Maintain the correct posture in the saddle",
        "Control the speed of the horse",
        "Execute proper turning and stopping signals",
        "Dismount the horse safely"
    ],
    "32": [
        "Move your legs in a swift motion",
        "Extend your legs with each stride",
        "Push off the ground with your feet",
        "Maintain an upright posture",
        "Swing your arms front and back",
        "Coordinate your breathing with each stride",
        "Keep a steady pace",
        "Continue running for the desired distance or time"
    ],
    "33": [
        "Extend your right arm towards the person you want to shake hands with",
        "Open your right hand with the palm facing upwards",
        "Move your right hand towards the other person's hand",
        "Make sure your eye contact is maintained with the other person",
        "Ensure that your grip is firm yet gentle",
        "Move your arm up and down in a firm but friendly manner",
        "Release your grip smoothly after a few shakes",
        "Withdraw your hand back to your side"
    ],
    "34": [
        "Position yourself in a stable and balanced stance.",
        "Grip the ball firmly with both hands.",
        "Bring the ball to your dominant hand.",
        "Bend your knees and prepare to jump.",
        "Extend your shooting arm upwards and release the ball with a flick of the wrist.",
        "Follow through with your shooting arm, extending it fully after releasing the ball.",
        "Elevate off the ground while shooting, using your legs to generate power.",
        "Keep your eyes on the target and aim for the desired location on the basketball hoop."
    ],
    "35": [
        "Nock the arrow on the bowstring",
        "Stand in a balanced shooting stance",
        "Raise the bow arm to shoulder height",
        "Draw the bowstring back with your drawing hand",
        "Aim at the target using your dominant eye",
        "Hold the aim, focusing on the target",
        "Release the bowstring smoothly and follow through",
        "Evaluate your shot and adjust if necessary"
    ],
    "36": [
        "Hold the gun firmly with both hands",
        "Aim at the desired target",
        "Keep your finger off the trigger until you are ready to shoot",
        "Take a deep breath and hold it",
        "Pull the trigger smoothly and steadily",
        "Follow through with the shot",
        "Assess the results and adjust if necessary",
        "Keep the gun pointed in a safe direction"
    ],
    "37": [
        "Bend your knees and lower your body towards the ground.",
        "Slowly lower your hips until they are resting on a surface.",
        "Adjust your position to ensure comfort and stability.",
        "Keep your back straight and your shoulders relaxed.",
        "Place your hands on your thighs or knees for support.",
        "Distribute your weight evenly on both buttocks.",
        "Relax your legs and allow your feet to rest on the ground.",
        "Maintain a comfortable and relaxed posture."
    ],
    "38": [
        "Lie down on your back with your knees bent and your feet flat on the floor.",
        "Place your hands behind your head, crossing your fingers or placing them gently on the back of your neck.",
        "Engage your core by drawing your belly button in towards your spine.",
        "Slowly curl your upper body off the ground, lifting your chest towards your knees.",
        "Exhale as you curl up, keeping your neck relaxed and avoiding pulling on your head.",
        "Pause briefly at the top of the movement, then slowly lower your torso back down to the starting position.",
        "Inhale as you lower down, maintaining control and keeping your core engaged.",
        "Repeat the movement for the desired number of repetitions."
    ],
    "39": [
        "Tighten the muscles in your cheeks",
        "Pull your lips back towards your ears",
        "Expose your upper and lower teeth",
        "Curve the corners of your mouth upwards",
        "Partially close your eyes",
        "Allow your smile to reach your eyes",
        "Hold the smile for a few seconds",
        "Relax your face and return to a neutral expression"
    ],
    "40": [
        "Light a cigarette.",
        "Bring the cigarette to your lips.",
        "Inhale the smoke into your mouth.",
        "Hold the smoke in your mouth.",
        "Move the smoke into your lungs by inhaling deeply.",
        "Hold the smoke in your lungs.",
        "Exhale the smoke out of your mouth or nose.",
        "Repeat the process if desired."
    ],
    "41": [
        "Stand tall with your feet shoulder-width apart.",
        "Bend your knees and jump up high into the air.",
        "Bring your knees towards your chest and tuck your head.",
        "Extend your legs outwards and prepare for the rotation.",
        "Push off with your hands and initiate the rotation.",
        "Bring your legs over your head and complete the somersault.",
        "Spot your landing and prepare to absorb the impact.",
        "Bend your knees and land softly on the ground."
    ],
    "42": [
        "Plant both feet firmly on the ground",
        "Straighten your spine and keep your shoulders back",
        "Engage your core muscles",
        "Bend at the knees slightly",
        "Transfer your weight onto your feet evenly",
        "Extend your legs slowly and push yourself up",
        "Maintain a steady balance",
        "Keep your head up and your gaze forward"
    ],
    "43": [
        "Hold the baseball bat with both hands.",
        "Position your feet shoulder-width apart.",
        "Rotate your hips and shoulders to generate power.",
        "Step forward with your front foot as you swing.",
        "Follow through with your swing, extending your arms fully.",
        "Keep your eye on the ball throughout the swing.",
        "Contact the ball with the sweet spot of the bat.",
        "Finish the swing with your weight transferring onto your front foot."
    ],
    "44": [
        "Grip the hilt of the sword firmly",
        "Position your dominant foot forward and place your non-dominant foot slightly back for balance",
        "Raise the sword above your head with both hands",
        "Extend your arms forward while keeping a slight bend in your elbows",
        "Thrust the sword forward with force, aiming at the target",
        "Follow through with the thrust by maintaining a firm grip on the hilt",
        "Recover your position by retracting the sword back to your starting position",
        "Repeat the steps as necessary for continuous sword action"
    ],
    "45": [
        "Hold the sword with both hands.",
        "Stand with your feet shoulder-width apart.",
        "Raise the sword above your head.",
        "Step forward with your left foot.",
        "Swing the sword down to your right side.",
        "Step forward with your right foot.",
        "Swing the sword up towards the sky.",
        "Repeat the steps in a continuous fluid motion."
    ],
    "46": [
        "Prepare to speak",
        "Gather your thoughts",
        "Choose a topic",
        "Start the conversation",
        "Make eye contact",
        "Use clear and concise language",
        "Listen actively",
        "End the conversation politely"
    ],
    "47": [
        "Aim at the target",
        "Hold the object securely",
        "Swing your arm back",
        "Generate power by rotating your torso",
        "Extend your arm forward",
        "Release your grip on the object",
        "Follow through with your arm",
        "Watch the object as it flies through the air"
    ],
    "48": [
        "Rotate in a clockwise direction",
        "Shift your body weight to one side",
        "Twist your upper body",
        "Extend your arm in the direction of the turn",
        "Bend your knees slightly",
        "Transfer your weight onto the opposite foot",
        "Rotate your hips in the direction of the turn",
        "Complete the turn by bringing your feet together"
    ],
    "49": [
        "Lift your left foot off the ground",
        "Move your left foot forward",
        "Place your left foot on the ground",
        "Lift your right foot off the ground",
        "Move your right foot forward",
        "Place your right foot on the ground",
        "Repeat steps 1-6 in a continuous motion",
        "Maintain a steady pace"
    ],
    "50": [
        "Stand with your feet shoulder-width apart.",
        "Extend one arm fully in front of you.",
        "Start moving your arm in a sweeping motion from side to side.",
        "Keep your arm straight and relaxed as you wave it.",
        "Continue waving your arm for a few seconds.",
        "Slowly bring your arm back to its original position.",
        "Repeat the waving motion as desired.",
        "Maintain a steady rhythm and pace while waving."
    ]
}