{
    "0": [
        "Rehearse the lines and blocking for the assigned role",
        "Perform the role with appropriate emotions and expressions"
    ],
    "1": [
        "Putting two fingers on the nose bridge of the glasses.",
        "Gently pushing the glasses upwards towards the forehead."
    ],
    "2": [
        "Expressing opposing viewpoints",
        "Presenting supporting evidence"
    ],
    "3": [
        "Register for the conference",
        "Attend the conference sessions"
    ],
    "4": [
        "Jump into the air",
        "Tuck your knees into your chest and rotate backward"
    ],
    "5": [
        "Put on the base jumping gear",
        "Jump off a high structure with a parachute"
    ],
    "6": [
        "Gather all necessary bath supplies",
        "Wet the dog with warm water"
    ],
    "7": [
        "Grip the battle ropes with both hands",
        "Alternate raising and lowering each arm while creating waves with the ropes"
    ],
    "8": [
        "Plug in the blowdryer",
        "Turn on the blowdryer"
    ],
    "9": [
        "Inhale deeply",
        "Exhale while blowing air into a piece of bubble gum"
    ],
    "10": [
        "Position yourself parallel to the shoreline.",
        "Lie face-down on the water's surface with your body extended."
    ],
    "11": [
        "Position empty bottles on the conveyor belt",
        "Fill the bottles with the desired liquid"
    ],
    "12": [
        "Position the board securely.",
        "Apply force with a strike or kick to break the board."
    ],
    "13": [
        "Inhale deeply",
        "Exhale with force while opening mouth and igniting fuel"
    ],
    "14": [
        "Find a suitable location on the beach",
        "Gather sand and shape it into a mound"
    ],
    "15": [
        "Step 1: Enter the bullring with a cape and a sword",
        "Step 2: Engage with the bull, provoking and dodging its attacks"
    ],
    "16": [
        "Clear the area of any obstacles or debris.",
        "Use the bulldozer to push and flatten the ground."
    ],
    "17": [
        "Inhale a large amount of air into your stomach",
        "Forcefully expel the air from your stomach through your mouth"
    ],
    "18": [
        "Hold the calligraphy brush with a firm grip",
        "Practice different stroke techniques such as the upward stroke and the downward stroke"
    ],
    "19": [
        "Tilt the boat to one side",
        "Allow the weight to shift and the boat to flip over"
    ],
    "20": [
        "Hold the fishing rod securely in your dominant hand.",
        "With your other hand, hold the fishing line and unravel it from the reel."
    ],
    "21": [
        "Press the clutch pedal fully down with your left foot.",
        "Move the gear shift knob into the desired gear position."
    ],
    "22": [
        "Choosing the right type of stone",
        "Using the chisel to mark the outline of the desired shape on the stone"
    ],
    "23": [
        "Choose a suitable piece of wood",
        "Use a chisel to carefully remove small portions of wood at a time"
    ],
    "24": [
        "Place the meat on a cutting board",
        "Use a sharp knife to chop the meat into desired pieces"
    ],
    "25": [
        "Pick a color from the available options",
        "Apply the chosen color onto the surface or object to be colored"
    ],
    "26": [
        "Step 1: Pick up a hairbrush or comb.",
        "Step 2: Start combing from the roots of your hair and work your way towards the ends."
    ],
    "27": [
        "Clean the scallops by rinsing them under cold water and patting them dry with paper towels",
        "Heat a non-stick skillet over medium-high heat and add a small amount of oil to the pan"
    ],
    "28": [
        "Interlock your fingers",
        "Apply gentle pressure and pull your fingers apart"
    ],
    "29": [
        "Focus on a distant object",
        "Gradually increase the convergence of your eyes towards the center"
    ],
    "30": [
        "Start by learning basic cumbia dance steps.",
        "Practice the basic steps until you feel comfortable and can execute them smoothly."
    ],
    "31": [
        "Gripping the curling broom firmly with both hands",
        "Sliding forward and pushing off with the broom to gain momentum"
    ],
    "32": [
        "Hold the apple firmly in one hand.",
        "Use a sharp knife to cut through the apple vertically from the top to the bottom."
    ],
    "33": [
        "Hold the orange with one hand.",
        "Use a knife to cut through the skin and flesh of the orange."
    ],
    "34": [
        "Collect mail from post office",
        "Sort mail according to addresses"
    ],
    "35": [
        "Approach the docking area",
        "Secure the boat to the dock"
    ],
    "36": [
        "1. Open the jigsaw puzzle box and spread out all the pieces on a clean and flat surface.",
        "2. Sort the pieces by color, edges, and patterns to make it easier to assemble the puzzle later."
    ],
    "37": [
        "Open mouth slightly",
        "Allow saliva to flow out of the mouth"
    ],
    "38": [
        "Locate a dumpster in a designated area",
        "Carefully examine the dumpster contents for salvageable items"
    ],
    "39": [
        "Apply a protective cream around the eyebrows.",
        "Carefully apply the dye to the eyebrows using a brush."
    ],
    "40": [
        "Thread the needle",
        "Start embroidering"
    ],
    "41": [
        "Hold the foil, saber, or epee with a firm grip.",
        "Use footwork to move swiftly and with agility on the fencing strip."
    ],
    "42": [
        "Inspect the bicycle for any visible damages or issues.",
        "Identify and fix any punctures or leaks in the tires."
    ],
    "43": [
        "Select a suitable piece of flint",
        "Strike the flint with a hammerstone to create sharp edges"
    ],
    "44": [
        "Select the appropriate fly tying materials",
        "Follow the fly tying instructions to tie the fly"
    ],
    "45": [
        "Choose a geocache location",
        "Use GPS coordinates to navigate to the location"
    ],
    "46": [
        "Research reputable piercing studios in your area",
        "Schedule an appointment with the chosen piercing studio"
    ],
    "47": [
        "Squat or kneel down at the edge of the water.",
        "Submerge the pan in the water and agitate it to let the water wash away the lighter materials, leaving behind the heavier gold particles."
    ],
    "48": [
        "Enter the church",
        "Join the choir group"
    ],
    "49": [
        "Place your hands on the floor, shoulder-width apart.",
        "Kick your legs up into the air, keeping your core engaged."
    ],
    "50": [
        "Select high-quality green coffee beans",
        "Roast the beans at the desired temperature and duration to achieve the desired roast level"
    ],
    "51": [
        "Open your arms wide",
        "Gently bring the baby closer to your chest"
    ],
    "52": [
        "Prepare appropriate clothing and equipment",
        "Gradually enter the cold water and start swimming"
    ],
    "53": [
        "Heat the flat iron to the desired temperature",
        "Section the hair into small, manageable sections"
    ],
    "54": [
        "Look both ways before crossing the road",
        "Cross the road quickly and safely"
    ],
    "55": [
        "Step 1: Hold the handlebars firmly and place both feet on the pedals.",
        "Step 2: Push down on the pedals with both feet while simultaneously using your arms to propel yourself upwards, lifting both wheels off the ground."
    ],
    "56": [
        "Stand with your feet together and arms by your sides.",
        "Jump and simultaneously spread your legs to the sides while raising your arms above your head."
    ],
    "57": [
        "Select a song from the karaoke machine",
        "Sing along with the lyrics on the screen"
    ],
    "58": [
        "Prepare the lawn mower by checking the fuel and oil levels.",
        "Mark the start and finish lines on the racing track."
    ],
    "59": [
        "Excavate and prepare the area for laying concrete",
        "Pour and level the concrete mixture into the prepared area"
    ],
    "60": [
        "Select location for laying stone",
        "Prepare the ground for laying stone"
    ],
    "61": [
        "Grasp the brim of the hat with your dominant hand",
        "Gently lift the hat off your head while keeping it level with the ground"
    ],
    "62": [
        "Gather dry twigs and leaves for kindling",
        "Arrange the kindling in a small pile and position larger logs over it"
    ],
    "63": [
        "Insert tension wrench into the keyhole",
        "Use a lock pick to lift each pin and set it in the correct position"
    ],
    "64": [
        "Position your feet on the board in a comfortable stance",
        "Push off with your foot to gain momentum and start moving forward"
    ],
    "65": [
        "Lie down on the luge sled.",
        "Push yourself off from the starting point."
    ],
    "66": [
        "Collect fresh milk",
        "Heat the milk to a specific temperature"
    ],
    "67": [
        "Fold the top left corner of the paper diagonally to the right, aligning it with the right edge of the paper.",
        "Fold the top right corner of the paper diagonally to the left, aligning it with the left edge of the paper."
    ],
    "68": [
        "Choose the perfect location and setting",
        "Get down on one knee and ask the question with a heartfelt speech"
    ],
    "69": [
        "1. Sit or lay down in a comfortable position.",
        "2. Use your fingertips to gently apply pressure to the muscles on each side of your neck, working your way up and down."
    ],
    "70": [
        "Slide your right foot back while keeping your left foot planted",
        "Glide your left foot forward while sliding your right foot back"
    ],
    "71": [
        "Jump into the crowd",
        "Start pushing and shoving with the other dancers"
    ],
    "72": [
        "Begin in a push-up position with hands directly under the shoulders and feet hip-width apart.",
        "Engage the core and bring one knee towards the chest, keeping the foot off the ground."
    ],
    "73": [
        "Identify the ideal foraging location",
        "Carefully search the forest floor for mushrooms"
    ],
    "74": [
        "Gather felting needle and felting wool",
        "Repeat the entire process with different colors of felting wool to add details or create a multicolored design"
    ],
    "75": [
        "Remove the foil from the top of the wine bottle",
        "Insert the corkscrew into the center of the cork and twist it clockwise to loosen the cork"
    ],
    "76": [
        "Gather necessary packing materials",
        "Organize and pack items into appropriate containers"
    ],
    "77": [
        "Receive the pass from a teammate",
        "Kick the ball to a teammate"
    ],
    "78": [
        "Find a group of people taking a photo",
        "Quickly jump into the frame right before the photo is taken"
    ],
    "79": [
        "Place the document to be photocopied on the glass surface.",
        "Select the desired number of copies and press the 'Start' button."
    ],
    "80": [
        "Place your thumb and index finger close together",
        "Squeeze your thumb and index finger together tightly"
    ],
    "81": [
        "Stand with your feet together and arms extended to the sides.",
        "Transfer your weight to one leg and lift the other leg off the ground, keeping it extended behind you."
    ],
    "82": [
        "Measure and mark the dimensions of the wood pieces needed for the plan",
        "Cut the wood pieces according to the measured dimensions"
    ],
    "83": [
        "Setting up the beer pong table",
        "Throwing ping pong balls into the cups"
    ],
    "84": [
        "Deal two cards to each player.",
        "Take turns deciding whether to hit (draw a card) or stand (keep the current hand)."
    ],
    "85": [
        "Aiming at the dartboard",
        "Throwing the dart towards the target"
    ],
    "86": [
        "Hold the hockey stick with both hands",
        "Run across the field while dribbling the ball with the stick"
    ],
    "87": [
        "Hold the mallet in your hand.",
        "Strike the gong with the mallet."
    ],
    "88": [
        "Choose a hand clapping game",
        "Follow the specific hand movements and rhythm as directed in the game"
    ],
    "89": [
        "Put on the laser tag equipment",
        "Navigate through the laser tag arena and aim at opponents"
    ],
    "90": [
        "Hold the lute with your left hand.",
        "Use your right hand to pluck the strings."
    ],
    "91": [
        "Hold the maracas in both hands.",
        "Shake the maracas rhythmically to create sound."
    ],
    "92": [
        "Choose a suitable marble playing area",
        "Take turns flicking the marbles with your thumb toward the target marbles"
    ],
    "93": [
        "Hold the ocarina with your dominant hand",
        "Cover the holes of the ocarina with your fingers to create specific notes"
    ],
    "94": [
        "Hold the pan pipes in a comfortable position",
        "Blow into the pipes while covering and uncovering the holes to produce different notes"
    ],
    "95": [
        "Insert coins into the pinball machine.",
        "Use the flippers to launch the pinball and hit it towards the targets."
    ],
    "96": [
        "Approach the polo field",
        "Follow the rules and regulations of polo"
    ],
    "97": [
        "Pick up the Rubik's Cube",
        "Rotate the top layer clockwise by 90 degrees"
    ],
    "98": [
        "Assemble the train tracks",
        "Push the trains along the tracks"
    ],
    "99": [
        "Extend your index finger.",
        "Gently press your extended index finger into your bellybutton."
    ],
    "100": [
        "Hold the balloon firmly in one hand.",
        "Use a sharp object, like a pin or needle, to pierce the balloon."
    ],
    "101": [
        "Wash and chop assorted vegetables",
        "Toss vegetables with dressing and mix well"
    ],
    "102": [
        "Grip the handles of the wheelbarrow firmly",
        "Push the wheelbarrow forward with force"
    ],
    "103": [
        "Clean hands thoroughly",
        "Gently place the contact lens on the fingertip"
    ],
    "104": [
        "Holding the eyeliner pencil, position it at the inner corner of your upper eyelid.",
        "Gently draw a thin line across your upper lash line, starting from the inner corner and extending towards the outer corner of your eye."
    ],
    "105": [
        "Squeeze a small amount of foundation onto your hand or a makeup palette.",
        "Using a foundation brush or a sponge, start applying the foundation to your face in small, circular motions, starting from the center and blending it outwards."
    ],
    "106": [
        "Unscrew the lipstick cap",
        "Apply the lipstick on the lips"
    ],
    "107": [
        "Step 1: Open the mascara tube.",
        "Step 2: Hold the mascara wand close to your eyelashes and gently swipe it from the roots to the tips."
    ],
    "108": [
        "Hold one end of the sari and tuck it into the petticoat at the waist.",
        "Take the loose end of the sari and drape it over the shoulder."
    ],
    "109": [
        "Bend down and pick up one shoe.",
        "Place your foot inside the shoe and adjust it to ensure a comfortable fit."
    ],
    "110": [
        "Contract the forehead muscles",
        "Lift the eyebrows upward"
    ],
    "111": [
        "Remove the wheel from the bicycle",
        "Locate the puncture in the inner tube"
    ],
    "112": [
        "Mount the snow blower by stepping onto the platform.",
        "Engage the snow blower by turning on the engine."
    ],
    "113": [
        "Preheat the oven to the desired temperature.",
        "Place the pig on a roasting rack and season it with your desired spices."
    ],
    "114": [
        "Flatten the pastry dough into a thin and even sheet",
        "Carefully roll the pastry dough into a cylindrical shape"
    ],
    "115": [
        "Hold one end of the rope with both hands.",
        "Push the rope down towards the ground using both hands."
    ],
    "116": [
        "Grind the selected cuts of meat with a meat grinder.",
        "Mix the ground meat with seasonings and other ingredients to enhance the flavor and texture."
    ],
    "117": [
        "Hold the saw firmly with both hands",
        "Move the saw back and forth along the wood"
    ],
    "118": [
        "Wet your face with warm water",
        "Apply face scrub in gentle circular motions"
    ],
    "119": [
        "Crack the eggshell and gently separate the yolk from the white.",
        "Transfer the separated egg yolk and egg white into separate containers."
    ],
    "120": [
        "Threading the needle",
        "Sewing the fabric"
    ],
    "121": [
        "Knead the bread dough until it becomes smooth and elastic.",
        "Shape the bread dough into the desired form, such as a loaf, rolls, or any other desired shape."
    ],
    "122": [
        "Hold the flashlight firmly in your hand",
        "Press the button to turn on the flashlight"
    ],
    "123": [
        "Hold the oyster firmly in one hand",
        "Insert an oyster knife into the hinge of the oyster and twist to pry it open"
    ],
    "124": [
        "Hold cup firmly.",
        "Tilt the cup towards your mouth."
    ],
    "125": [
        "Put on ski boots",
        "Attach the ski binding to your ski boots"
    ],
    "126": [
        "Laying down on a comfortable surface",
        "Closing the eyes and relaxing the body"
    ],
    "127": [
        "Bend over to bring your nose closer to your feet",
        "Inhale deeply to smell the scent of your feet"
    ],
    "128": [
        "Prepare the pipe by cleaning and inspecting it.",
        "Fill the pipe with tobacco, making sure not to overpack it."
    ],
    "129": [
        "Gather in a square formation with four couples.",
        "Follow the caller's instructions and perform a series of coordinated dance moves."
    ],
    "130": [
        "1. Start by positioning your hands shoulder-width apart on the ground.",
        "2. Lift your legs off the ground and slowly shift your weight onto your hands, keeping your body in a straight line."
    ],
    "131": [
        "Hold the rope firmly with one hand while gripping the steer's horns with the other hand.",
        "Twist your body and use your strength to steer the rope around the horns and secure it tightly."
    ],
    "132": [
        "Unwrap the lolly",
        "Place the lolly in your mouth and start sucking"
    ],
    "133": [
        "Grip the baseball bat firmly with both hands",
        "Swing the bat in a smooth arc motion towards the targeted direction"
    ],
    "134": [
        "Identify the problem or obstacle",
        "Create a plan and execute it"
    ],
    "135": [
        "Prepare spray paint cans and assorted graffiti tools.",
        "Find a suitable location to tag graffiti and ensure it is legal and permissible."
    ],
    "136": [
        "Dial the phone number of the person you want to talk to",
        "Hold the cell phone to your ear and speak into the microphone"
    ],
    "137": [
        "Observe the color and clarity of the wine",
        "Swirl the wine in the glass to release its aromas and oxygenate it"
    ],
    "138": [
        "Hold the needle with your dominant hand.",
        "Guide the thread through the eye of the needle."
    ],
    "139": [
        "Hold the knife firmly in your dominant hand.",
        "Bring your non-dominant hand up to hold the knife by the tip of the blade."
    ],
    "140": [
        "Gather a handful of snow",
        "Use your arm to swing forward and release the snow into the air"
    ],
    "141": [
        "Stamping feet",
        "Screaming and crying"
    ],
    "142": [
        "Prepare the fabric",
        "Apply the dye"
    ],
    "143": [
        "Raise your heels off the ground",
        "Walk silently on the balls of your feet"
    ],
    "144": [
        "Identify the overgrown shrubs.",
        "Use pruning shears or hedge trimmers to trim the shrubs to the desired shape and size."
    ],
    "145": [
        "Cross one lace over the other",
        "Loop one lace under the other and pull tight"
    ],
    "146": [
        "Adjust the microscope settings to the desired magnification.",
        "Place the specimen on the microscope stage and secure it in place."
    ],
    "147": [
        "Hold the power drill firmly in one hand.",
        "Press the trigger to start the drill and apply gentle pressure on the surface you want to drill into."
    ],
    "148": [
        "Hold the sledge hammer firmly with both hands",
        "Swing the sledge hammer forcefully towards the target"
    ],
    "149": [
        "Hold the wrench firmly in your hand",
        "Apply the wrench to the desired object and turn it clockwise or counterclockwise"
    ],
    "150": [
        "Insert the ATM card into the machine",
        "Enter your PIN number and press 'Enter'"
    ],
    "151": [
        "Choose a puppet character",
        "Manipulate the puppet to communicate and express actions"
    ],
    "152": [
        "Plug in the vacuum cleaner",
        "Move the vacuum cleaner back and forth across the floor"
    ],
    "153": [
        "Step 1: Travel to the zoo",
        "Step 2: Explore different animal exhibits"
    ],
    "154": [
        "Step 1: Step into the water slowly and steadily, feeling the coolness against your feet.",
        "Step 2: Gradually move forward, allowing the water level to rise, as you continue to wade through the refreshing water."
    ],
    "155": [
        "Find a comfortable spot to sit or lie down.",
        "Turn on the TV and make sure it is connected to a valid signal source."
    ],
    "156": [
        "Raise your hand.",
        "Move your hand back and forth in a waving motion."
    ],
    "157": [
        "Open one eye briefly and quickly close it",
        "Repeat the previous step with the other eye"
    ],
    "158": [
        "Gathering the necessary materials such as wood and a carving tool",
        "Designing the artwork or pattern on the wooden surface"
    ],
    "159": [
        "Preparation of raw materials",
        "Yarn spinning process"
    ]
}