{
    "0": [
        "Audition for a role in the play",
        "Read and analyze the script",
        "Memorize lines and blocking",
        "Attend rehearsals",
        "Interact with other actors on stage",
        "Learn and practice character development",
        "Attend costume fittings and makeup sessions",
        "Perform in front of an audience"
    ],
    "1": [
        "Raise both hands towards your face",
        "Hold the frame of the glasses with both hands",
        "Carefully bring the glasses closer to your face",
        "Position the glasses on the bridge of your nose",
        "Use your fingers to adjust the nose pads if necessary",
        "Gently push the glasses towards your ears",
        "Ensure the glasses sit comfortably on your nose and ears",
        "Check the alignment of the lenses and make any necessary adjustments"
    ],
    "2": [
        "Identify the topic or issue of the argument.",
        "Gather relevant information and facts about the topic.",
        "Formulate your position or stance on the topic.",
        "Identify the opposing viewpoint or counterarguments.",
        "Prepare evidence and supporting arguments for your position.",
        "Present your arguments clearly and logically.",
        "Listen actively to the opposing viewpoint and respond accordingly.",
        "Seek common ground or compromise if possible."
    ],
    "3": [
        "Research and select a conference to attend",
        "Register and purchase tickets for the conference",
        "Plan travel and accommodations for the conference",
        "Prepare necessary materials for the conference (business cards, brochures, etc.)",
        "Arrive at the conference venue on time",
        "Listen attentively to the speakers and take notes",
        "Network with other attendees during breaks and social events",
        "Reflect on the insights gained from the conference and apply them to your work"
    ],
    "4": [
        "Prepare for the backflip by standing with your feet shoulder-width apart and your arms extended out in front of you.",
        "Bend your knees slightly to generate power and momentum for the backflip.",
        "Jump up into the air, pushing off with both feet simultaneously.",
        "As you reach the peak of your jump, tuck your knees into your chest.",
        "Begin to rotate your body backward, using your core muscles to initiate the flipping motion.",
        "Extend your legs out in front of you as you complete the rotation, preparing to land.",
        "Spot the ground and prepare to land by extending your arms out in front of you.",
        "Land softly on the balls of your feet, bending your knees to absorb the impact, and maintain your balance."
    ],
    "5": [
        "Research and select a suitable base jumping location",
        "Obtain proper training and certification in base jumping",
        "Ensure you have the necessary equipment like a parachute, helmet, and jumpsuit",
        "Find a designated exit point such as a cliff edge or tall structure",
        "Mentally prepare yourself for the jump and visualize the process",
        "Check and double-check all your equipment for safety and functionality",
        "Jump off the exit point and deploy your parachute at the appropriate time",
        "Control your descent and land safely on the ground"
    ],
    "6": [
        "Prepare the bathing area",
        "Gently brush the dog's fur to remove any loose hair",
        "Place a non-slip mat or towel in the tub or shower to prevent the dog from slipping",
        "Fill the tub or shower with warm water to a level that is safe for the dog",
        "Wet the dog's fur thoroughly using a handheld showerhead or a cup",
        "Apply dog-friendly shampoo and lather it into the dog's fur, avoiding the eyes and ears",
        "Rinse the dog's fur thoroughly to remove all shampoo",
        "Use a towel or hairdryer on a low setting to dry the dog's fur"
    ],
    "7": [
        "Grasp the battle ropes firmly with both hands.",
        "Stand with your feet shoulder-width apart.",
        "Engage your core muscles by squeezing your abs and glutes.",
        "Begin by making alternating waves with the ropes.",
        "Continue for a set amount of time or repetitions.",
        "Next, try performing double waves by moving both arms simultaneously.",
        "Following that, incorporate side-to-side waves to the routine.",
        "Finally, challenge yourself by performing other variations such as slams, spirals, and circles."
    ],
    "8": [
        "Wash your hair thoroughly to remove any excess dirt or product buildup.",
        "Pat your hair dry with a towel to remove excess moisture.",
        "Apply a heat protectant spray or serum to your damp hair to protect it from heat damage.",
        "Section your hair into manageable sections, using hair clips or hair ties.",
        "Turn on the blow dryer and adjust the heat and speed settings according to your hair type and desired style.",
        "Starting from the roots, use a round brush or a paddle brush to lift and separate the hair while blow drying.",
        "Continue blow drying each section, moving the dryer and brush simultaneously, until your hair is dry and styled as desired.",
        "Finish off with a blast of cool air to set the style and add shine to your hair."
    ],
    "9": [
        "Open the pack of bubble gum",
        "Take one piece of bubble gum out of the pack",
        "Unwrap the bubble gum wrapper",
        "Place the bubble gum in your mouth",
        "Chew the bubble gum to soften it",
        "Roll the bubble gum into a ball using your tongue and teeth",
        "Blow air into the bubble gum ball",
        "Continue blowing until the bubble gum forms a bubble"
    ],
    "10": [
        "Find a suitable location with decent waves.",
        "Wade into the water and position yourself just beyond where the waves are breaking.",
        "When a wave approaches, start swimming towards it with your arms out in front of you.",
        "As the wave reaches you, allow it to lift you up and carry you towards the shore.",
        "Use your body to steer and maneuver through the wave, adjusting your position to maintain balance.",
        "Ride the wave by lifting your chest slightly and using your hands and feet to make small adjustments.",
        "Maintain a relaxed and flexible body posture, allowing the wave to propel you forward.",
        "When the wave has finished its ride, swim out of the impact zone and repeat the process for the next wave."
    ],
    "11": [
        "Cleaning the bottles",
        "Sterilizing the bottles",
        "Preparing the filling station",
        "Transferring the liquid into the bottling machine",
        "Aligning the bottles to the filling nozzles",
        "Filling the bottles with the liquid",
        "Capping the bottles",
        "Labeling the bottles"
    ],
    "12": [
        "Position the board securely",
        "Visualize the point of impact",
        "Focus on your striking technique",
        "Tense your muscles",
        "Execute a powerful strike",
        "Follow through with the strike",
        "Evaluate the outcome",
        "Repeat as necessary"
    ],
    "13": [
        "Take a deep breath",
        "Focus and concentrate your energy",
        "Visualize a blazing fire within you",
        "Feel the heat radiating from your core",
        "Release the built-up energy through your mouth",
        "Control the flow of fire with your breath",
        "Direct the flames in the desired direction",
        "Extinguish the fire when finished"
    ],
    "14": [
        "Choose a suitable spot on the beach.",
        "Gather the necessary tools such as buckets, shovels, and molds.",
        "Start by creating a solid base for the sandcastle.",
        "Build up the walls by packing wet sand into the molds.",
        "Carefully remove the molds to reveal the shape of the sandcastle.",
        "Add decorative elements like seashells or flags.",
        "Create additional features such as towers or moats.",
        "Take a step back and admire your sandcastle creation."
    ],
    "15": [
        "Enter the bullfighting arena",
        "Put on the traditional bullfighting attire",
        "Prepare the cape and the sword",
        "Wait for the bull to be released into the arena",
        "Distract the bull with the cape and perform various maneuvers",
        "Weaken the bull by placing the banderillas on its back",
        "Face the bull with the sword and aim for a clean and effective kill",
        "Celebrate the successful bullfighting performance"
    ],
    "16": [
        "Start the bulldozer engine",
        "Position the bulldozer in the desired location",
        "Engage the bulldozer blades",
        "Slowly and steadily move the bulldozer forward",
        "Push and scoop the debris and soil in front of the bulldozer",
        "Continue bulldozing in a systematic pattern",
        "Monitor the bulldozer's progress and adjust as necessary",
        "Once the area is cleared, disengage the blades and shut down the bulldozer engine"
    ],
    "17": [
        "Sit in an upright position.",
        "Take a deep breath.",
        "Swallow any air that may be in your throat.",
        "Close your mouth.",
        "Relax your throat muscles.",
        "Use your diaphragm to push the air up.",
        "Release the air through your mouth while keeping your mouth closed.",
        "Repeat if necessary."
    ],
    "18": [
        "Choose a calligraphy pen or brush",
        "Select the type of calligraphy script you want to create",
        "Prepare your workspace with a flat surface, calligraphy paper, and ink",
        "Hold the pen or brush at a comfortable angle",
        "Practice the basic strokes and forms of the calligraphy script",
        "Start creating your calligraphy piece by carefully writing each character",
        "Allow the ink to dry before moving on to the next step",
        "Review and refine your calligraphy piece for any mistakes or areas that need improvement"
    ],
    "19": [
        "Ensuring the boat is in open water",
        "Creating enough instability by shifting weight",
        "Applying lateral force to one side of the boat",
        "Allowing water to enter the boat",
        "Initiating a tipping motion",
        "Continuing the tipping motion until the boat completely flips over",
        "Exiting the boat and moving away from it",
        "Activating necessary rescue protocols"
    ],
    "20": [
        "Hold the fishing rod with your dominant hand and place the reel between your fingers.",
        "Open the bail of the reel by flipping it up.",
        "Take the fishing line and pass it through the first guide of the fishing rod.",
        "Continue to pass the fishing line through all the guides on the rod until you reach the reel.",
        "Wrap the fishing line around the spool of the reel and tie an initial knot to secure it.",
        "Hold the fishing line with your non-dominant hand and start turning the reel handle to wind the line onto the spool.",
        "Continue turning the reel handle until you have enough line on the spool for your intended fishing purposes.",
        "Close the bail of the reel by flipping it down, ensuring that the fishing line is properly tensioned."
    ],
    "21": [
        "Press the clutch pedal fully down",
        "Move the gear lever into first gear",
        "Slowly release the clutch pedal",
        "Gradually press the accelerator pedal",
        "Fully release the clutch pedal",
        "Press the clutch pedal fully down again",
        "Move the gear lever into the desired gear",
        "Gradually release the clutch pedal"
    ],
    "22": [
        "Select a suitable stone",
        "Mark the desired shape or design on the stone",
        "Secure the stone on a stable surface",
        "Wear appropriate safety gear such as goggles and gloves",
        "Start chiseling along the marked lines",
        "Use different types of chisels to create desired textures and details",
        "Continuously check the progress and make necessary adjustments",
        "Smooth out rough edges and finish the chiseled stone"
    ],
    "23": [
        "Select a suitable piece of wood",
        "Mark out the shape or design on the wood",
        "Secure the wood in a vice or clamp",
        "Choose the appropriate chisel for the task",
        "Hold the chisel firmly and position it at the edge of the marked area",
        "Use a mallet or hammer to tap the chisel gently and gradually",
        "Continue chiseling along the marked lines, removing small pieces of wood at a time",
        "Sand and smooth the chiseled area for a finished look"
    ],
    "24": [
        "Wash the piece of meat thoroughly",
        "Place the meat on a clean cutting board",
        "Use a sharp knife to trim away any excess fat or skin",
        "Cut the meat into manageable chunks",
        "Hold the knife firmly and chop the meat into small pieces",
        "Continue chopping until all the meat has been evenly chopped",
        "Transfer the chopped meat to a bowl or plate",
        "Use as desired in your recipe"
    ],
    "25": [
        "Prepare the coloring materials.",
        "Select the coloring book or page to color.",
        "Choose the color palette.",
        "Start by coloring the background.",
        "Color the larger areas first.",
        "Carefully color the smaller details.",
        "Take breaks if needed.",
        "Review and add final touches."
    ],
    "26": [
        "Hold a comb in your dominant hand",
        "Gently start combing the hair from the roots",
        "Move the comb smoothly through the hair in a downward motion",
        "Continue combing until all the tangles are removed",
        "Switch hands if necessary to reach all areas of the head",
        "Combing the bangs separately, if you have them",
        "Repeat the combing motion until the hair is evenly brushed",
        "Put away the comb and style the hair as desired"
    ],
    "27": [
        "Clean the scallops by rinsing them under cold water and patting them dry with paper towels.",
        "Heat a skillet over medium-high heat and add a tablespoon of olive oil.",
        "Place the scallops in the skillet and cook for 2-3 minutes on each side until they are golden brown and cooked through.",
        "Remove the scallops from the skillet and set them aside on a plate.",
        "In the same skillet, melt a tablespoon of butter.",
        "Add minced garlic and cook for about 30 seconds until fragrant.",
        "Add lemon juice, white wine, and chopped fresh herbs to the skillet.",
        "Cook the sauce for about 1-2 minutes until it is slightly reduced."
    ],
    "28": [
        "Interlock your fingers",
        "Apply gentle pressure to your knuckles",
        "Slowly pull your fingers apart",
        "You will feel a slight stretching or popping sensation",
        "Release the pressure and relax your fingers",
        "Pause for a few seconds before moving on to the next knuckles",
        "Repeat the process for each finger",
        "Take breaks between cracking knuckles to avoid overdoing it"
    ],
    "29": [
        "Focus on an object in the distance",
        "Shift your gaze to an object closer to you",
        "Consciously move your eyes inward",
        "Allow the muscles in your eyes to relax",
        "Keep your focus on the object closer to you",
        "feel the sensation of crossing your eyes",
        "Maintain the crossed-eye position for a few seconds",
        "Slowly release the crossed-eye position"
    ],
    "30": [
        "Start by finding a lively cumbia music track to dance to",
        "Stand with your feet slightly apart and relax your body",
        "Step forward with your left foot, keeping your knees slightly bent",
        "As you step forward, swing your hips and transfer your weight onto your left foot",
        "Step back with your right foot, swinging your hips in the opposite direction and transfer your weight onto your right foot",
        "Repeat steps 3 and 4, alternating between your left and right foot",
        "Add a slight bounce to your steps, keeping in sync with the rhythm of the music",
        "Continue dancing to the cumbia music and let yourself feel the joy and energy of the dance."
    ],
    "31": [
        "Preparing the ice surface",
        "Taking the starting position",
        "Holding the curling stone",
        "Sliding out of the hack",
        "Releasing the curling stone",
        "Sweeping the ice",
        "Directing the stone towards the target",
        "Analyzing the outcome of the shot"
    ],
    "32": [
        "Hold the apple firmly in one hand",
        "Use a sharp knife to make a vertical cut down the middle of the apple",
        "Apply gentle pressure to the knife and slice through the apple until you reach the bottom",
        "Repeat the previous step on the other side of the apple",
        "Hold one half of the apple steady with one hand",
        "Cut thin slices of the apple by running the knife through the flesh",
        "Continue cutting slices until all of the apple has been sliced",
        "Repeat the previous steps with the other half of the apple"
    ],
    "33": [
        "Hold the orange firmly in one hand.",
        "Position a sharp knife on the top of the orange.",
        "Apply downward pressure while cutting through the orange's skin.",
        "Continue to slice through the skin all the way around the orange.",
        "Peel off the top portion of the orange's skin.",
        "Repeat the process to remove the bottom portion of the skin.",
        "Cut the orange in half by slicing through the center.",
        "Further divide the orange into smaller segments by cutting along the natural sections."
    ],
    "34": [
        "Sorting mail into different categories",
        "Loading mail onto a delivery vehicle",
        "Driving to the first delivery location",
        "Park the delivery vehicle at the designated location",
        "Gathering the mail items for the specific location",
        "Ensuring accurate delivery by checking recipient details",
        "Delivering the mail to the intended recipient",
        "Collecting any outgoing mail or packages from the recipient"
    ],
    "35": [
        "Approach the dock slowly and carefully.",
        "Prepare the boat by closing all windows, hatches, and doors to ensure water does not enter the boat.",
        "Slowly position the boat parallel to the dock, aligning it with the designated docking area.",
        "Use the boat's engines to gently maneuver closer to the dock, ensuring a smooth approach.",
        "Once the boat is close enough, extend the fenders to protect both the boat and the dock from any potential impact or damage.",
        "Secure the boat by attaching dock lines to designated cleats or bollards on the dock, making sure they are properly tightened.",
        "Check that the boat is securely in place and adjust the lines if necessary to ensure stability.",
        "Turn off the boat's engines and power systems, completing the docking process."
    ],
    "36": [
        "1. Gather all the puzzle pieces and spread them out on a flat surface.",
        "2. Sort the pieces by color or pattern to make them easier to locate.",
        "3. Begin by assembling the border pieces to create the outer frame of the puzzle.",
        "4. Look for pieces with distinct features or colors and start connecting them to the border.",
        "5. Continue working on specific sections of the puzzle, focusing on connecting pieces that fit together.",
        "6. Refer to the picture on the box or a reference image to guide you in placing the pieces correctly.",
        "7. Assemble smaller sections and gradually connect them to the main puzzle.",
        "8. Keep working until all the pieces are connected and the puzzle is complete."
    ],
    "37": [
        "Open mouth slightly",
        "Relax jaw muscles",
        "Salivate excessively",
        "Allow saliva to pool in mouth",
        "Lips slightly part",
        "Saliva begins to drip from mouth",
        "Continue drooling until desired effect is achieved",
        "Close mouth and wipe excess saliva"
    ],
    "38": [
        "Find a suitable dumpster location",
        "Assess the condition of the dumpster",
        "Take necessary safety precautions",
        "Open the dumpster lid or cover",
        "Inspect the contents of the dumpster",
        "Select and retrieve desired items",
        "Repackage or clean retrieved items if necessary",
        "Leave the dumpster area clean and undisturbed"
    ],
    "39": [
        "Clean and dry eyebrows",
        "Apply petroleum jelly around the eyebrows to protect the skin",
        "Prepare the dye according to the instructions",
        "Use an angled brush to apply the dye to the eyebrows",
        "Leave the dye on for the recommended amount of time",
        "Wipe off the dye using a damp cotton pad",
        "Repeat the process if a darker color is desired",
        "Apply a nourishing brow serum or oil after dyeing for a glossy finish"
    ],
    "40": [
        "Prepare the fabric and embroidery hoop",
        "Choose an embroidery design or pattern",
        "Transfer the design onto the fabric",
        "Thread the embroidery needle with the desired thread color",
        "Start embroidering by making small stitches along the design",
        "Continue embroidering, filling in the design with desired colors",
        "Add any additional details or embellishments",
        "Finish the embroidery by securing the thread and trimming any excess"
    ],
    "41": [
        "Hold the fencing sword or weapon with your dominant hand",
        "Assume the proper on-guard position by bending your knees slightly and positioning your feet shoulder-width apart",
        "Extend your non-dominant hand forward as a guide hand while keeping it slightly bent",
        "Engage in footwork by taking small and quick steps, advancing or retreating as needed to maintain a strategic distance from your opponent",
        "Execute attacks by lunging or thrusting forward with the weapon to try and strike your opponent's target area",
        "Parry or block your opponent's attacks by deflecting their weapon with your own while maintaining a defensive stance",
        "Counterattack by quickly transitioning from a defensive position to an offensive position, attempting to score a point on your opponent",
        "Maintain continuous movement and remain alert to your opponent's actions throughout the match"
    ],
    "42": [
        "Check the tires for any punctures or damage",
        "Inspect the brakes to ensure they are working properly",
        "Adjust the seat height for comfort and proper leg extension",
        "Tighten any loose bolts or screws on the bicycle frame",
        "Lubricate the chain and gears to ensure smooth movement",
        "Check the alignment of the wheels and adjust if necessary",
        "Test ride the bicycle to ensure it is functioning correctly",
        "Clean the bicycle to keep it in good condition"
    ],
    "43": [
        "Select a suitable piece of raw material for knapping",
        "Prepare the raw material by removing any excess debris or outer layers",
        "Identify the platforms on the raw material where flakes can be struck from",
        "Strike the platform with a flint tool to detach a flake from the raw material",
        "Trim and shape the flake into a desired tool or weapon",
        "Thin the edges of the flake by striking and removing small flakes",
        "Create notches or grooves on the flake for attaching handles or other components",
        "Finish and polish the flake by smoothing the edges and surfaces"
    ],
    "44": [
        "Prepare the fly tying vice and attach it securely to your work surface.",
        "Select the appropriate hook size and type for the fly you wish to tie.",
        "Secure the hook in the vice, making sure it is tightly held.",
        "Choose the desired thread color and secure it to the hook shank using a series of tight wraps.",
        "Select the materials for the fly pattern, such as feathers, fur, or synthetic materials.",
        "Attach the chosen materials to the hook shank using the appropriate tying techniques, such as wrapping, stacking, or dubbing.",
        "Add any necessary additional materials, such as bead heads or eyes, and secure them in place.",
        "Finish the fly by creating a whip finish or half-hitch knot to secure the thread, trim off any excess materials, and apply a small amount of head cement for durability."
    ],
    "45": [
        "Research geocaching locations",
        "Choose a geocache to find",
        "Use a GPS device or smartphone app to navigate to the geocache",
        "Search the area for the geocache",
        "Retrieve the geocache",
        "Sign the logbook to indicate that you found it",
        "Leave a small trinket or item in the geocache as a trade-off",
        "Return the geocache to its original location"
    ],
    "46": [
        "Research different types of piercings",
        "Choose the location for the piercing",
        "Find a reputable piercing studio or artist",
        "Schedule an appointment for the piercing",
        "Prepare mentally for the procedure",
        "Ensure proper hygiene by cleaning the piercing site",
        "Follow the aftercare instructions provided by the piercer",
        "Enjoy your new piercing and take care of it"
    ],
    "47": [
        "Prepare the necessary equipment",
        "Locate a suitable body of water",
        "Dig a scoop of sand and gravel from the riverbed",
        "Place the sand and gravel into the pan",
        "Submerge the pan in the water",
        "Swirl the pan to separate the heavier gold from the lighter materials",
        "Remove the larger rocks and debris from the pan",
        "Continue swirling until only the heavier gold remains"
    ],
    "48": [
        "Enter the church",
        "Join the choir group",
        "Receive the gospel singing sheet music",
        "Warm up voice with vocal exercises",
        "Stand in designated area for gospel singing",
        "Listen to the musical cues from the pianist",
        "Sing the gospel songs along with the choir",
        "Engage in harmonies and call-and-response with other choir members"
    ],
    "49": [
        "1. Stand upright with your feet hip-width apart.",
        "2. Bend forward and place your hands on the ground about shoulder-width apart.",
        "3. Walk your feet towards your hands, lifting your hips up into a downward facing dog position.",
        "4. Bring your feet together and begin to shift your weight forward onto your hands.",
        "5. Slowly lift one leg up towards the sky, keeping it straight and engaged.",
        "6. As you feel stable, lift the other leg up to join it.",
        "7. Engage your core muscles and press into your hands as you lift both legs higher.",
        "8. Hold this position for as long as you can, then gently lower your legs back to the ground."
    ],
    "50": [
        "Select high-quality green coffee beans",
        "Measure the desired amount of coffee beans",
        "Preheat the roasting equipment",
        "Add the coffee beans to the roasting chamber",
        "Start the roasting process",
        "Monitor the color and aroma of the coffee beans",
        "Listen for the distinct cracking sounds during roasting",
        "Remove the roasted coffee beans from the roasting equipment"
    ],
    "51": [
        "Approach baby with open arms",
        "Bend down slightly to get closer to the baby",
        "Slowly wrap your arms around the baby",
        "Gently squeeze the baby with a soft and loving touch",
        "Lean in towards the baby, bringing your body closer",
        "Hold the baby tightly, but be mindful of their comfort",
        "Rock back and forth gently to provide a soothing motion",
        "Release the hug slowly, letting go of the baby with care"
    ],
    "52": [
        "Prepare warm clothing and towels",
        "Find a suitable location for ice swimming",
        "Check the thickness of the ice",
        "Create a hole in the ice big enough for swimming",
        "Enter the water slowly and gradually",
        "Swim in a controlled and rhythmic manner",
        "Monitor your body temperature and stay aware of any signs of hypothermia",
        "Exit the water and dry off thoroughly"
    ],
    "53": [
        "Plug in the flat iron and let it heat up.",
        "Brush your hair to remove any tangles and ensure it is smooth.",
        "Divide your hair into sections using hair clips or ties.",
        "Start with the bottom section and hold a small portion of hair between the flat iron plates.",
        "Slowly glide the flat iron down the section of hair, applying gentle pressure.",
        "Repeat this process on each section of hair, working your way up from the bottom to the top.",
        "Once all sections are straightened, turn off and unplug the flat iron.",
        "Allow your hair to cool before styling or leaving it down."
    ],
    "54": [
        "Look for a safe and clear area to cross the street",
        "Check for any oncoming traffic from both directions",
        "Wait for a gap in traffic that allows enough time to cross",
        "Begin crossing the street while looking out for any approaching vehicles",
        "Maintain a brisk pace while crossing the street",
        "Continue to monitor traffic while crossing",
        "Reach the other side of the street safely",
        "Resume normal walking once safely across"
    ],
    "55": [
        "Prepare the bicycle for jumping",
        "Position yourself on the bicycle seat",
        "Pedal the bicycle to gain momentum",
        "Bend your knees and prepare to jump",
        "Push down on the pedals to launch yourself off the ground",
        "Pull the handlebars up and tuck your knees to your chest",
        "Extend your legs and prepare to land",
        "Land softly with both wheels on the ground"
    ],
    "56": [
        "Stand with your feet together and arms by your sides.",
        "Jump your feet out to the sides while raising your arms above your head.",
        "Jump your feet back together and lower your arms to your sides.",
        "Repeat the previous steps.",
        "Keep your core engaged and maintain a steady pace.",
        "Breathe deeply throughout the exercise.",
        "Continue for the desired duration.",
        "Cool down and stretch afterwards."
    ],
    "57": [
        "Choose a song to sing",
        "Select the microphone",
        "Adjust the volume",
        "Start the karaoke machine",
        "Follow the lyrics on the screen",
        "Sing along with the music",
        "Show your performance skills",
        "Enjoy the applause"
    ],
    "58": [
        "Prepare the lawn mower for racing by checking the fuel level and ensuring all components are in working order",
        "Position yourself on the starting line, ensuring that you have a clear view of the track ahead",
        "Start the lawn mower engine and wait for it to warm up",
        "Accelerate smoothly from the starting line, gradually increasing speed as you navigate the track",
        "Maintain control of the lawn mower by steering accurately to avoid obstacles or sharp turns",
        "Monitor the engine's performance and make adjustments as needed to optimize speed and efficiency",
        "Strategically plan overtaking maneuvers to outpace opponents and gain a competitive advantage",
        "Cross the finish line and slow down safely, ensuring the lawn mower comes to a complete stop"
    ],
    "59": [
        "Prepare the ground by leveling and compacting the soil.",
        "Set up the formwork to create the desired shape and size of the concrete.",
        "Install reinforcement materials such as rebars or wire mesh to add structural strength.",
        "Mix the concrete ingredients, including cement, sand, and gravel, in the correct proportions.",
        "Pour the concrete into the formwork, ensuring even distribution.",
        "Use a concrete vibrator to remove any air bubbles and ensure proper compaction.",
        "Smooth and level the surface of the concrete using a screed or float.",
        "Allow the concrete to cure and harden for the recommended period of time."
    ],
    "60": [
        "Prepare the ground by removing any debris and ensuring it is level.",
        "Mark the area where the stones will be laid, using stakes and string as a guide.",
        "Excavate the marked area to a depth that allows for the thickness of the stones and a layer of base material.",
        "Add a layer of base material, such as crushed stone, and compact it using a vibrating plate compactor.",
        "Start laying the stones, starting from one corner and working your way out in a pattern or design of your choice.",
        "Ensure each stone is level by using a level or a mallet to tap it into place.",
        "Fill in the gaps between the stones with fine sand or gravel, sweeping it into the joints and compacting it.",
        "Finish the installation by spraying the area with water to help settle the sand or gravel and secure the stones."
    ],
    "61": [
        "Extend arm",
        "Reach for hat",
        "Grasp hat",
        "Lift arm upwards",
        "Release hat from head",
        "Hold hat in hand",
        "Lower arm",
        "Place hat on surface"
    ],
    "62": [
        "Gather dry twigs and small sticks in a pile.",
        "Create a small pyramid with the gathered twigs and sticks.",
        "Place some firelighters or crumpled newspaper in the center of the pyramid.",
        "Add a layer of kindling, such as small dry branches or thin strips of wood, over the firelighters.",
        "Using matches or a lighter, carefully ignite the firelighters or newspaper.",
        "Gradually add larger pieces of firewood to the burning kindling.",
        "Adjust the positioning and arrangement of the firewood to promote better airflow.",
        "Monitor and maintain the fire by adding more wood as needed."
    ],
    "63": [
        "Insert tension wrench into the bottom of the keyhole and apply slight pressure.",
        "Insert the pick into the top of the keyhole and slowly move it up and down.",
        "Feel for the pins inside the lock and carefully push them upward with the pick.",
        "While applying tension with the wrench, continue pushing the pins until they click and set into place.",
        "Repeat the previous step for all the pins in the lock.",
        "Once all the pins have been set, release the tension on the wrench.",
        "Slowly turn the wrench in the direction of the lock's rotation.",
        "If done correctly, the lock should now be unlocked."
    ],
    "64": [
        "Choose a suitable longboard.",
        "Wear appropriate safety gear such as helmet, knee pads, and elbow pads.",
        "Find an open area with a smooth and flat surface to practice longboarding.",
        "Stand with one foot on the board and push off with the other foot to gain momentum.",
        "Balance your weight evenly on the board to maintain stability.",
        "Use your arms for balance and steering by extending them out to your sides.",
        "Practice turning by shifting your weight and leaning in the desired direction.",
        "Gradually increase your speed and practice different techniques such as carving and sliding."
    ],
    "65": [
        "Wear appropriate protective gear",
        "Position yourself on the luge sled",
        "Use your hands to push off and gain momentum",
        "Lie flat on your back on the sled",
        "Keep your arms tucked in and your legs straight",
        "Maintain your balance and stabilize your body",
        "Steer using your body weight and small movements",
        "Control your speed by using your feet as brakes"
    ],
    "66": [
        "Collect the necessary ingredients such as milk, rennet, and citric acid",
        "Heat the milk to a specific temperature, usually around 86u00b0F",
        "Add the rennet to the milk and let it sit for a specific amount of time to allow the curds to form",
        "Cut the curds into small pieces to release the whey",
        "Stir the curds gently to release more whey",
        "Heat the curds and whey mixture to a higher temperature, around 105u00b0F",
        "Drain the whey from the curds",
        "Press the curds to remove any remaining whey and shape the cheese"
    ],
    "67": [
        "Fold the top right corner of the paper diagonally so that the bottom edge aligns with the left edge.",
        "Fold the top left corner of the paper diagonally so that the bottom edge aligns with the right edge.",
        "Fold the paper in half lengthwise by bringing the top edge down to meet the bottom edge.",
        "Fold the paper in half widthwise by bringing the left edge over to meet the right edge.",
        "Unfold the paper halfway, maintaining the crease in the middle.",
        "Fold the top edges down diagonally towards the center crease.",
        "Fold the plane in half along the center crease.",
        "Fold the wings down diagonally towards the bottom edge."
    ],
    "68": [
        "Choose the perfect location",
        "Plan a surprise element",
        "Write down your thoughts and feelings",
        "Practice what you want to say",
        "Pick out the perfect ring",
        "Arrange a special date or outing",
        "Get down on one knee",
        "Ask the question and wait for the answer"
    ],
    "69": [
        "Tilt your head forward",
        "Place your fingers at the base of your skull",
        "Apply gentle pressure with your fingertips",
        "Slowly move your fingers in a circular motion",
        "Massage along the sides of your neck",
        "Continue massaging for a few minutes",
        "Take deep breaths and relax your muscles",
        "Repeat the process on the other side of your neck"
    ],
    "70": [
        "Glide forward with small steps",
        "Slide one foot back while keeping the other foot stationary",
        "Lean back slightly to create the illusion of defying gravity",
        "Move your arms in a smooth, rhythmic motion",
        "Twist your body from side to side as you move",
        "Keep your eyes focused forward at all times",
        "Maintain a relaxed and confident posture throughout",
        "Practice and perfect your moonwalking technique"
    ],
    "71": [
        "Form a circle with participants facing each other",
        "Move in a counterclockwise direction",
        "Jump up and down with arms raised",
        "Push and shove gently against the other participants",
        "Bump into others while moving and jumping",
        "Avoid hitting or pushing people too hard",
        "Keep the energy high by mirroring the movements of others",
        "Engage in spontaneous and energetic dance movements"
    ],
    "72": [
        "Start in a high plank position with your hands directly under your shoulders.",
        "Engage your core and bring your right knee towards your chest while keeping your left leg extended.",
        "Quickly switch legs and bring your left knee towards your chest while extending your right leg.",
        "Continue alternating legs in a fast, running motion.",
        "Focus on keeping your hips down and your core engaged throughout the exercise.",
        "Keep your shoulders stable and avoid any rocking or swaying motion.",
        "Breathe deeply and maintain a steady rhythm as you perform the exercise.",
        "Repeat the running motion for a desired number of repetitions or a set amount of time."
    ],
    "73": [
        "Research and learn about different types of edible mushrooms.",
        "Identify suitable locations for mushroom foraging.",
        "Obtain necessary permits or permissions for foraging if required.",
        "Equip yourself with proper foraging tools and equipment such as a basket, knife, and gloves.",
        "Go out into the designated areas and start searching for mushrooms.",
        "Carefully examine and identify mushrooms based on their physical characteristics and features.",
        "Harvest the mushrooms by cutting them at the base and placing them in your basket.",
        "Sort and clean the harvested mushrooms, discarding any spoiled or inedible ones."
    ],
    "74": [
        "Gather the required materials",
        "Choose the type of wool roving",
        "Prepare the felting surface",
        "Form a basic shape using the wool roving",
        "Poke the needle into the wool roving to interlock the fibers",
        "Continue poking and shaping until the desired shape is achieved",
        "Add details and accents to the felted object",
        "Finish the needle felting by shaping and refining the object"
    ],
    "75": [
        "1. Remove the foil and the top of the wine bottle.",
        "2. Place the tip of the corkscrew at the center of the cork.",
        "3. Apply downward pressure and twist the corkscrew into the cork.",
        "4. Use the leverage of the corkscrew to slowly and steadily pull the cork out of the bottle.",
        "5. Once the cork is partially out, grip it firmly and continue pulling until it is completely removed.",
        "6. Pour the wine into a glass, tilting the bottle slightly to avoid spills.",
        "7. Serve and enjoy your wine.",
        "8. Store the remaining wine and securely close the bottle."
    ],
    "76": [
        "Gather all the items to be packed",
        "Group similar items together",
        "Prepare packing materials such as boxes, bubble wrap, and tape",
        "Wrap fragile items with bubble wrap",
        "Place items inside appropriate boxes",
        "Seal the boxes with tape",
        "Label each box with its contents",
        "Arrange the packed boxes in a secure and organized manner"
    ],
    "77": [
        "Receiving the soccer ball from a teammate",
        "Positioning your body to face the intended direction",
        "Taking a few steps to generate momentum",
        "Planting your non-kicking foot next to the ball",
        "Swinging your kicking leg back for power",
        "Striking the ball with the inside or outside of your foot",
        "Following through with your kicking motion",
        "Directing the ball towards your intended target"
    ],
    "78": [
        "1. Identify a scene or situation where someone is taking a photo",
        "2. Wait for the perfect moment when the photo is being captured",
        "3. Quickly and discreetly position yourself in the frame of the photo",
        "4. Strike a pose or make a funny face to draw attention to yourself",
        "5. Maintain the photo-bomber role until the photo is taken",
        "6. Move out of the frame before the photo is completely taken",
        "7. Avoid blocking or obstructing the subject of the original photo",
        "8. Enjoy the reaction of the photographer and others who see the photo"
    ],
    "79": [
        "Place the document to be photocopied on the glass plate of the photocopier",
        "Choose the desired settings such as the number of copies, the paper size, and the orientation",
        "Close the cover of the photocopier to ensure the document stays in place",
        "Press the 'Start' or 'Copy' button to initiate the photocopying process",
        "Wait for the photocopier to scan and copy the document",
        "If needed, check the quality of the first copy and make adjustments to the settings if necessary",
        "Once the desired number of copies has been made, open the cover of the photocopier and remove the original document",
        "Turn off the photocopier when finished using it"
    ],
    "80": [
        "1. Extend your fingers and thumb.",
        "2. Bring your fingers and thumb together.",
        "3. Position your thumb in line with your fingers.",
        "4. Touch the tips of your fingers and thumb together.",
        "5. Apply gentle pressure to grasp and hold the object.",
        "6. Release the pressure in your fingers and thumb to let go of the object.",
        "7. Separate your fingers and thumb.",
        "8. Relax your hand."
    ],
    "81": [
        "Stand with your feet together and arms by your sides.",
        "Bend your knees slightly and lift your left foot off the ground.",
        "Extend your left leg out in front of you, pointing your toes.",
        "Twist your torso to the right and lift your right arm straight out to the side.",
        "Begin to spin on the ball of your right foot, using your left foot as a pivot.",
        "Bring your left foot back in towards your body, while still spinning.",
        "As you complete the spin, extend your right arm in front of you and lift your left arm out to the side.",
        "Finish the spin by bringing your left foot back down to the ground and standing with your feet together."
    ],
    "82": [
        "Measure and mark the dimensions for the wood pieces",
        "Cut the wood pieces according to the measurements",
        "Sand the wood pieces to smoothen the surface",
        "Apply a coat of primer to the wood pieces",
        "Allow the primer to dry completely",
        "Paint the wood pieces with desired color or stain",
        "Apply a protective finish to the wood pieces",
        "Allow the finish to dry and cure properly"
    ],
    "83": [
        "Arrange cups in a triangular formation on the table.",
        "Fill each cup with an equal amount of beer or a liquid of choice.",
        "Divide into two teams and stand on opposite sides of the table.",
        "Take turns throwing a ping pong ball towards the opponent's cups.",
        "If a ball successfully lands in a cup, the opposing team member must drink the contents of that cup.",
        "Continue taking turns until one team eliminates all of the opponent's cups.",
        "The team that eliminates all cups first wins.",
        "Celebrate the victory and enjoy responsibly."
    ],
    "84": [
        "Shuffling the deck of cards",
        "Dealing two cards to each player and the dealer",
        "Checking the value of the player's hand",
        "Deciding whether to hit or stand based on the value of the player's hand",
        "Drawing additional cards if the player chooses to hit",
        "Revealing the dealer's facedown card",
        "Drawing additional cards for the dealer according to specific rules",
        "Comparing the values of the player's and dealer's hands to determine the winner"
    ],
    "85": [
        "Hold the dart firmly with your dominant hand",
        "Stand with your feet shoulder-width apart",
        "Align your dominant eye with the target",
        "Extend your arm straight out towards the target",
        "Keep your elbow slightly bent",
        "Aim for the desired target on the dartboard",
        "Pull back your arm and release the dart with a flick of the wrist",
        "Follow through with your arm motion after releasing the dart"
    ],
    "86": [
        "Hold the field hockey stick with your dominant hand near the top.",
        "Plant your feet shoulder-width apart and bend your knees slightly.",
        "Shift your weight to your back foot and hold the stick in a comfortable position.",
        "Position your body sideways with your non-dominant shoulder facing the direction of play.",
        "Focus on the ball and keep your eyes on it at all times.",
        "Use your stick to dribble, pass, or shoot the ball, using the proper techniques.",
        "Move around the field, following the game and being aware of your position and teammates.",
        "Practice different skills like dodging, tackling, and positioning to improve your overall game."
    ],
    "87": [
        "Hold the gong mallet in your dominant hand",
        "Position yourself in front of the gong",
        "Raise the mallet above your shoulder",
        "Swing the mallet downward towards the gong",
        "Make contact with the gong surface",
        "Allow the gong to resonate",
        "Control the duration and intensity of the sound",
        "Repeat the process for desired effect"
    ],
    "88": [
        "1. Start with two players facing each other.",
        "2. Player one extends their hands, palms facing up.",
        "3. Player two places their hands, palms facing down, on top of player one's hands.",
        "4. Player one quickly lifts their hands, causing player two's hands to clap against player one's hands.",
        "5. Player two quickly lifts their hands, causing player one's hands to clap against player two's hands.",
        "6. Repeat steps 4 and 5 in a rhythmic pattern.",
        "7. Introduce variations such as changing the speed or adding additional claps.",
        "8. Continue playing the hand clapping game until decided to stop."
    ],
    "89": [
        "Put on the laser tag vest and grab the laser gun.",
        "Listen to the instructions and rules provided by the game coordinator.",
        "Enter the laser tag arena and familiarize yourself with the layout.",
        "Scan the area for opponents and strategize your gameplay.",
        "Move quickly and stealthily to avoid getting tagged by opponents.",
        "Aim your laser gun at opponent's vests and pull the trigger to tag them.",
        "Keep an eye on your health indicator and find power-ups to replenish it.",
        "Continue playing until the game ends or the timer runs out."
    ],
    "90": [
        "Hold the lute with your dominant hand at the neck",
        "Rest the body of the lute against your chest",
        "Place your non-dominant hand on the strings",
        "Strum or pick the strings with your non-dominant hand",
        "Finger the frets with your dominant hand to produce different notes",
        "Coordinate the movement of both hands to create melodies and chords",
        "Maintain proper posture and hand positioning while playing",
        "Practice regularly to improve technique and musicality"
    ],
    "91": [
        "Hold the maracas in both hands.",
        "Shake the maracas up and down.",
        "Move your arms in a circular motion while holding the maracas.",
        "Start slowly and gradually increase the speed of shaking the maracas.",
        "Alternate between shaking the maracas in each hand.",
        "Tap the maracas together to create a rhythmic sound.",
        "Experiment with different rhythms and patterns of shaking the maracas.",
        "Move your body and dance while shaking the maracas."
    ],
    "92": [
        "Gather a group of players",
        "Select a playing area",
        "Draw a circle on the ground",
        "Place marbles inside the circle",
        "Take turns to flick a marble into the circle",
        "Try to knock other marbles out of the circle",
        "Continue playing until all marbles have been flicked",
        "The player with the most marbles outside the circle wins"
    ],
    "93": [
        "Hold the ocarina in your hands",
        "Position your fingers on the correct holes",
        "Take a deep breath",
        "Place your lips on the mouthpiece",
        "Blow gently into the ocarina",
        "Use your fingers to cover and uncover the holes",
        "Move your fingers to create different notes",
        "Practice playing different melodies on the ocarina"
    ],
    "94": [
        "Select a set of pan pipes.",
        "Hold the pan pipes securely with both hands.",
        "Position your fingers on the holes of the pan pipes.",
        "Blow air into the pan pipes.",
        "Move your fingers to create different notes.",
        "Practice playing simple melodies on the pan pipes.",
        "Increase the difficulty by playing more complex tunes.",
        "Experiment with different rhythms and tempos while playing the pan pipes."
    ],
    "95": [
        "1. Insert a coin into the pinball machine.",
        "2. Press the start button to activate the game.",
        "3. Use the flippers to launch the pinball into the playfield.",
        "4. Move the flippers to hit the pinball and keep it in play.",
        "5. Aim the pinball to hit targets and ramps for points.",
        "6. Watch out for obstacles and try to avoid losing the pinball.",
        "7. Accumulate as many points as possible by hitting targets and completing objectives.",
        "8. Finish the game when all balls have been used or when the player decides to end the game."
    ],
    "96": [
        "Mount the horse",
        "Grip the polo mallet",
        "Position the horse in a gallop",
        "Focus on the ball",
        "Strike the ball with the mallet",
        "Aim to hit the ball towards the intended direction",
        "Navigate the horse on the field",
        "Coordinate with teammates for strategy"
    ],
    "97": [
        "Hold the Rubik's cube with one hand",
        "Rotate any layer of the cube in any direction",
        "Continue rotating layers until one side is completed",
        "Repeat the process for the other sides of the cube",
        "Rotate adjacent layers to align colors",
        "Continue until all sides are completed",
        "Adjust or realign any layers if necessary",
        "Solve any remaining puzzle pieces to complete the Rubik's cube"
    ],
    "98": [
        "Unbox the train set and lay out all the pieces on a flat surface.",
        "Connect the tracks together to create a circuit for the train to run on.",
        "Place the train engine onto the tracks and ensure it is securely attached.",
        "Attach any additional train cars to the engine, such as passenger cars or cargo cars.",
        "Turn on the power source for the train set, whether it be batteries or an electrical outlet.",
        "Test the train by gently pushing it along the tracks to ensure it moves smoothly.",
        "Add any additional scenery or accessories to enhance the play experience, such as miniature buildings or trees.",
        "Immerse yourself in the world of trains and enjoy playing with the train set."
    ],
    "99": [
        "Position your index finger near your bellybutton.",
        "Gently press your finger against your bellybutton.",
        "Apply a slight poking motion with your finger.",
        "Maintain a steady pressure as you poke your bellybutton.",
        "Repeat the poking motion multiple times.",
        "Take breaks in between pokes if needed.",
        "Observe any sensations or reactions from your bellybutton.",
        "Stop poking when desired."
    ],
    "100": [
        "Hold the balloon firmly in one hand.",
        "Use your other hand to stretch the neck of the balloon.",
        "Find the weak point on the neck of the balloon.",
        "Pinch the weak point between your thumb and forefinger.",
        "Apply pressure to the weak point to create a small tear.",
        "Continue applying pressure until the tear expands and the balloon pops.",
        "Release your grip on the balloon remnants.",
        "Dispose of the popped balloon safely."
    ],
    "101": [
        "Wash the vegetables",
        "Cut the vegetables into bite-sized pieces",
        "Chop the lettuce into strips",
        "Slice the tomatoes",
        "Dice the cucumbers",
        "Peel and slice the avocados",
        "Toss all the vegetables together in a large bowl",
        "Add any desired salad dressing and mix well"
    ],
    "102": [
        "Grip the handles of the wheelbarrow firmly",
        "Position yourself behind the wheelbarrow",
        "Bend your knees and lift the wheelbarrow off the ground",
        "Start walking forward, pushing the wheelbarrow in front of you",
        "Maintain a steady pace and keep the wheelbarrow balanced",
        "Watch out for obstacles and adjust your path accordingly",
        "Continue pushing until you reach your desired location",
        "Once you arrive, release your grip on the handles and let the wheelbarrow come to a stop"
    ],
    "103": [
        "Wash your hands thoroughly with soap and water.",
        "Take out the contact lens case and open it.",
        "Take one lens out of its packaging.",
        "Place the lens on the tip of your finger.",
        "Hold your upper eyelid with one hand and pull down your lower eyelid with the other.",
        "Gently place the lens onto your eye.",
        "Release your eyelids and blink a few times to make sure the lens is centered.",
        "Repeat the process for the other lens."
    ],
    "104": [
        "Close your eyes gently",
        "Hold the eyeliner pencil firmly",
        "Start from the inner corner of your eye",
        "Draw a thin line along your upper lash line",
        "Extend the line slightly past the outer corner of your eye",
        "Connect the line to the inner corner of your eye",
        "Gently lift your eyelid to apply eyeliner on your lower lash line",
        "Optional: add a wing or flick by extending the line upwards and outwards at the outer corner of your eye"
    ],
    "105": [
        "Cleanse and moisturize the face",
        "Choose the right shade of foundation",
        "Apply a primer to create a smooth base",
        "Dot the foundation on the forehead, cheeks, nose, and chin",
        "Blend the foundation using a brush or a beauty sponge",
        "Set the foundation with a setting powder",
        "Apply concealer to hide any imperfections",
        "Finish with a setting spray for long-lasting wear"
    ],
    "106": [
        "Apply lip balm to moisturize the lips",
        "Outline the lips using a lip liner",
        "Choose a lipstick shade that matches your desired look",
        "Start applying the lipstick from the center of the upper lip",
        "Move towards the corners of the upper lip",
        "Repeat the process for the lower lip",
        "Blot the lips with a tissue to remove excess product",
        "Use a lip brush to refine the edges and ensure an even application"
    ],
    "107": [
        "Open the mascara tube",
        "Take out the mascara wand",
        "Check the wand for any clumps or excess product",
        "Hold the mascara wand horizontally and position it at the base of your upper lashes",
        "Slowly move the wand upward, wiggling it back and forth as you go",
        "Repeat the previous step for your lower lashes",
        "If desired, apply a second or third coat of mascara",
        "Close the mascara tube tightly to avoid drying out"
    ],
    "108": [
        "Unfold the sari and hold the top edge",
        "Place the top edge of the sari at the center of your waist and tuck it in",
        "Wrap the sari around your waist once, ensuring it is snug",
        "Bring the loose end of the sari to the front and tuck it in",
        "Make pleats with the remaining fabric, around 5-7 pleats",
        "Tuck the pleats into the waistband at the center",
        "Adjust the length of the sari and secure it in place with safety pins",
        "Drape the loose end of the sari over your shoulder and pin it in place"
    ],
    "109": [
        "Pick up left shoe",
        "Insert left foot into left shoe",
        "Tie shoelaces on left shoe",
        "Pick up right shoe",
        "Insert right foot into right shoe",
        "Tie shoelaces on right shoe",
        "Stand up and walk around to ensure shoes are comfortable",
        "Double-check that shoelaces are securely tied"
    ],
    "110": [
        "Relax your facial muscles.",
        "Focus on the muscles above your eyes.",
        "Consciously contract the muscles above your eyes.",
        "Lift your eyebrows upward.",
        "Hold the raised position for a few seconds.",
        "Lower your eyebrows back to the relaxed position.",
        "Repeat the eyebrow raising motion multiple times.",
        "Practice eyebrow raising in front of a mirror to perfect the movement."
    ],
    "111": [
        "Identify the punctured tire",
        "Remove the wheel with the punctured tire from the vehicle",
        "Deflate the tire completely",
        "Use a tire lever to remove the tire from the rim",
        "Inspect the tire for any foreign objects or damage",
        "Patch or replace the inner tube or repair the tire if necessary",
        "Reinstall the tire onto the rim",
        "Inflate the tire to the recommended pressure level"
    ],
    "112": [
        "Start the snow blower engine",
        "Adjust the height of the snow blower blade to the desired level",
        "Engage the snow blower drive system",
        "Slowly push the snow blower forward while keeping a steady pace",
        "Direct the snow blower nozzle towards the area you want to clear",
        "Maintain proper control and balance on the snow blower",
        "Continue moving in straight lines until the desired area is cleared",
        "Disengage the snow blower drive system and turn off the engine"
    ],
    "113": [
        "Prepare the pig by removing the internal organs and cleaning it thoroughly.",
        "Score the pig's skin with a sharp knife, making deep cuts in a diamond pattern.",
        "Rub the pig all over with a flavorful seasoning mixture, ensuring it is evenly coated.",
        "Place the pig on a large roasting spit and secure it tightly, ensuring it is properly balanced.",
        "Set up a charcoal or wood-burning grill and light the fire, allowing it to burn down to hot coals.",
        "Slowly roast the pig over the fire, turning it regularly to ensure even cooking.",
        "Baste the pig with a marinade or glaze every hour to keep it moist and add flavor.",
        "Continue roasting the pig until the internal temperature reaches a safe level and the skin is crispy and golden brown."
    ],
    "114": [
        "Prepare the dough by combining flour, salt, and cold butter in a mixing bowl.",
        "Use your hands or a pastry cutter to mix the ingredients until the mixture resembles coarse crumbs.",
        "Gradually add ice water, a tablespoon at a time, and mix until the dough comes together.",
        "Shape the dough into a ball, wrap it in plastic wrap, and refrigerate for at least 30 minutes.",
        "Remove the dough from the refrigerator and divide it into two equal portions.",
        "On a lightly floured surface, roll out one portion of the dough into a thin, even circle.",
        "Carefully place the rolled-out dough into a pie dish or onto a baking sheet.",
        "Fill the pie dish with your desired filling, fold over any excess dough, and crimp the edges to seal."
    ],
    "115": [
        "Grasp the rope firmly with both hands.",
        "Extend your arms straight in front of you, parallel to the ground.",
        "Bend your elbows and lower the rope towards the ground, keeping your wrists straight.",
        "Continue pushing the rope down until your hands are near your thighs.",
        "Slowly release the tension in the rope and allow it to rise back up.",
        "Repeat the pushdown motion for the desired number of repetitions.",
        "Engage your core and maintain proper posture throughout the exercise.",
        "Remember to breathe consistently and avoid jerking motions."
    ],
    "116": [
        "Grind the meat",
        "Mix the ground meat with spices and seasonings",
        "Feed the mixture into the sausage casing",
        "Tie off the ends of the sausage casing",
        "Hang the sausages to dry and cure",
        "Smoke the sausages to add flavor",
        "Cook or grill the sausages until they are fully cooked",
        "Enjoy the homemade sausages"
    ],
    "117": [
        "Hold the saw firmly with both hands",
        "Position the wood securely on a stable surface",
        "Measure and mark the desired cutting line on the wood",
        "Align the saw blade with the marked cutting line",
        "Apply downward pressure on the saw to start the cutting motion",
        "Move the saw back and forth along the cutting line",
        "Keep a steady pace and maintain control of the saw",
        "Continue sawing until the cut is complete"
    ],
    "118": [
        "Wash your hands with soap and water.",
        "Splash water on your face to wet it.",
        "Apply a small amount of facial cleanser to your fingertips.",
        "Gently massage the cleanser onto your face in circular motions.",
        "Pay special attention to areas prone to oiliness or impurities.",
        "Rinse your face thoroughly with lukewarm water.",
        "Pat your face dry with a clean towel.",
        "Apply a moisturizer to keep your skin hydrated."
    ],
    "119": [
        "Crack the egg on the edge of a bowl",
        "Hold the egg over the bowl and gently pull the two shell halves apart",
        "Allow the egg white to flow into the bowl while keeping the yolk intact in one half of the shell",
        "Transfer the yolk to the other half of the shell, allowing the remaining egg white to drip into the bowl",
        "Continue transferring the yolk back and forth between the two halves of the shell until all the egg white has separated from the yolk",
        "Place the separated egg yolk into a separate bowl or container",
        "Repeat the process for the remaining eggs",
        "Dispose of the egg shells and clean up any mess or spills"
    ],
    "120": [
        "Measure and cut the fabric according to the desired dimensions",
        "Prepare the sewing machine by setting it up and inserting the appropriate needle and thread",
        "Place the fabric pieces together, aligning the edges that need to be sewn",
        "Pin the fabric in place to ensure it stays aligned during sewing",
        "Thread the sewing machine and adjust the stitch settings according to the desired seam",
        "Begin sewing along the pinned edges, removing the pins as you go",
        "Continue sewing until all required seams are complete",
        "Trim any excess threads and fabric, and press the completed project if necessary"
    ],
    "121": [
        "Knead the bread dough gently to remove air bubbles",
        "Divide the bread dough into equal portions",
        "Shape each portion of dough into a round ball",
        "Place the dough balls on a baking tray lined with parchment paper",
        "Cover the dough balls with a damp towel and let them rest for about 30 minutes",
        "Preheat the oven to the desired temperature",
        "Score the tops of the dough balls with a sharp knife to create decorative patterns",
        "Bake the shaped bread dough in the preheated oven until golden brown and cooked through"
    ],
    "122": [
        "Hold the flashlight firmly in your hand.",
        "Switch on the flashlight using the power button.",
        "Direct the beam of light in the desired direction.",
        "Adjust the focus of the flashlight if necessary.",
        "Move the flashlight along the desired path.",
        "Hold the flashlight steady to illuminate the target area.",
        "Switch off the flashlight using the power button.",
        "Put the flashlight away in a safe place."
    ],
    "123": [
        "Place oyster on a flat surface",
        "Hold the oyster firmly",
        "Insert an oyster knife into the hinge of the oyster",
        "Gently twist the knife to pry open the oyster shell",
        "Slide the knife along the top shell to detach it",
        "Remove the top shell and discard it",
        "Slide the knife under the oyster to separate it from the bottom shell",
        "Place the shucked oyster on a plate or tray"
    ],
    "124": [
        "Hold the cup with your dominant hand",
        "Bring the cup close to your face",
        "Tilt the cup slightly towards your mouth",
        "Part your lips slightly",
        "Place the rim of the cup against your lips",
        "Slowly and gently sip the liquid from the cup",
        "Pause for a moment to savor the taste",
        "Lower the cup back down"
    ],
    "125": [
        "Put on skiing boots.",
        "Fasten the boots tightly.",
        "Secure the bindings of the skis.",
        "Position yourself on the slope.",
        "Push off with one foot.",
        "Balance and glide on one ski.",
        "Maintain control and balance throughout.",
        "Gradually increase speed and ski confidently."
    ],
    "126": [
        "Lie down on a comfortable bed or surface",
        "Close your eyes gently",
        "Relax your muscles",
        "Breathe deeply and slowly",
        "Clear your mind of any thoughts",
        "Allow yourself to drift into a deep and restful sleep",
        "Maintain a comfortable sleeping position throughout the night",
        "Wake up feeling refreshed and rejuvenated"
    ],
    "127": [
        "Bend down",
        "Remove any footwear",
        "Get close to the feet",
        "Inhale deeply",
        "Focus on the scent",
        "Analyze the odor",
        "React accordingly",
        "Take necessary action"
    ],
    "128": [
        "Take out the pipe from its case",
        "Hold the pipe by its stem",
        "Insert the tobacco into the bowl",
        "Tamp down the tobacco lightly with your finger",
        "Bring the pipe to your lips",
        "Light a match and hold it over the tobacco",
        "Inhale slowly through the stem",
        "Exhale the smoke out of your mouth"
    ],
    "129": [
        "Form a square",
        "Dosado",
        "Swing",
        "Promenade",
        "Allemande left",
        "Weave the ring",
        "Dosado",
        "Bow to your partner"
    ],
    "130": [
        "Prepare your body by warming up and stretching your wrists, arms, and shoulders.",
        "Start by getting into a push-up position with your hands shoulder-width apart and your fingers spread wide.",
        "Slowly shift your weight forward and begin to raise one leg off the ground.",
        "Bend your elbows and lower your upper body towards the ground, keeping your core engaged and your head neutral.",
        "Continue to shift your weight forward while simultaneously lifting the other leg off the ground.",
        "As you continue to shift your weight forward, push through your hands and lift your legs up into the air.",
        "Balance on your hands with your legs extended straight up, engaging your core and keeping your body in a straight line.",
        "Hold the position for the desired amount of time, focusing on maintaining your balance and stability."
    ],
    "131": [
        "Hold the roping rope firmly with one hand",
        "Position yourself on the side of the animal, opposite to the direction you want to steer",
        "Extend your arm with the roping rope towards the animal",
        "Swing the rope in a circular motion above your head",
        "Release the rope at the right moment to create a loop",
        "Make sure the loop lands around the neck or horns of the animal",
        "Pull back on the rope, applying pressure to steer the animal in the desired direction",
        "Maintain control of the rope and steer the animal until it comes to a stop"
    ],
    "132": [
        "Unwrap the lolly",
        "Place the lolly in your mouth",
        "Close your lips around the lolly",
        "Suck on the lolly slowly",
        "Move your tongue around the lolly to savor the flavor",
        "Continue sucking the lolly to maintain its shape",
        "Avoid biting down on the lolly",
        "Enjoy the sweet taste as it melts in your mouth"
    ],
    "133": [
        "Grip the baseball bat firmly with both hands.",
        "Stand with your feet shoulder-width apart, facing your target.",
        "Keep your arms extended, holding the bat parallel to the ground.",
        "Swing the bat backwards, bringing it behind your back.",
        "Rotate your torso as you swing the bat forward.",
        "As you swing, transfer your weight from your back foot to your front foot.",
        "Make contact with the ball using the sweet spot of the bat.",
        "Follow through with your swing, extending your arms towards the direction of the swing."
    ],
    "134": [
        "Analyze the problem and identify the potential challenges.",
        "Determine the most effective approach or strategy to tackle the problem.",
        "Create a detailed plan outlining the specific actions required.",
        "Gather any necessary resources or tools needed for the task.",
        "Implement the plan by taking the first step towards addressing the problem.",
        "Continuously evaluate and adjust the approach as needed.",
        "Seek support or assistance from others if necessary.",
        "Persist and remain determined until the problem is successfully resolved."
    ],
    "135": [
        "Prepare necessary equipment such as spray paint, stencils, and protective gear",
        "Choose a suitable location for the graffiti tagging",
        "Clean and prepare the surface to be tagged by removing any dirt or debris",
        "Plan and sketch out the design or message for the graffiti",
        "Position the stencil or use freehand techniques to start spraying the paint onto the surface",
        "Use different colors and techniques to add depth and details to the graffiti",
        "Allow the paint to dry before adding any additional layers or details",
        "Step back and review the final result, making any necessary touch-ups or adjustments"
    ],
    "136": [
        "Dial the phone number",
        "Hold the phone near your ear",
        "Press the call button",
        "Listen for the ringtone",
        "Say hello or a greeting",
        "Engage in conversation",
        "Listen and respond",
        "End the call when finished"
    ],
    "137": [
        "Pour a small amount of wine into a clean glass",
        "Swirl the wine gently in the glass to release its aromas",
        "Observe the wine's color and clarity",
        "Bring the glass to your nose and inhale deeply to assess the wine's aroma",
        "Take a small sip of the wine and let it coat your palate",
        "Notice the wine's flavors and characteristics on your tongue",
        "Pay attention to the wine's body, acidity, and tannins",
        "Evaluate the wine's finish and overall balance"
    ],
    "138": [
        "Hold the needle between your thumb and index finger.",
        "Hold the end of the thread with your other hand.",
        "Insert the end of the thread through the eye of the needle.",
        "Hold both the thread and the needle tightly.",
        "Pull the thread through the eye of the needle.",
        "Make sure the thread is securely attached to the needle.",
        "Trim any excess thread with scissors.",
        "Your needle is now threaded and ready to use."
    ],
    "139": [
        "Hold the knife by the handle in your dominant hand.",
        "Extend your arm straight out in front of you.",
        "Bring your arm back behind your head to generate momentum.",
        "Step forward with your non-dominant foot, shifting your weight onto it.",
        "Swing your arm forward forcefully, releasing the knife at the right moment.",
        "Follow through with your arm, allowing it to continue its motion after releasing the knife.",
        "Watch the knife as it flies through the air towards the target.",
        "Aim for the desired target and adjust your technique as needed."
    ],
    "140": [
        "Gather a handful of snow.",
        "Compact the snow by squeezing it together.",
        "Form a round shape with the compacted snow.",
        "Create a firm grip on the snowball.",
        "Swing your arm back and prepare to throw.",
        "Aim at the target.",
        "Release the snowball by projecting it forward with force.",
        "Repeat the process to throw more snowballs."
    ],
    "141": [
        "Stamp your feet",
        "Cry loudly",
        "Flail your arms",
        "Yell and scream",
        "Pout and frown",
        "Throw objects",
        "Kick and punch the air",
        "Collapse on the floor"
    ],
    "142": [
        "Prepare the fabric by washing and drying it thoroughly",
        "Choose the desired tie-dye technique and gather the necessary materials",
        "Lay out the fabric flat on a protected surface",
        "Use rubber bands or string to create desired patterns or designs by bunching, twisting, or folding sections of the fabric",
        "Prepare the dye according to the instructions on the package",
        "Dip the fabric into the dye, making sure to fully saturate the desired areas",
        "Allow the fabric to sit in the dye for the recommended amount of time to achieve the desired color intensity",
        "Rinse the fabric in cold water until the water runs clear, removing excess dye"
    ],
    "143": [
        "Stand straight with your feet close together",
        "Raise your heels off the ground",
        "Shift your weight onto your toes",
        "Walk forward slowly on just your toes",
        "Maintain a slow and controlled movement",
        "Keep your body upright and balanced",
        "Step softly and quietly",
        "Repeat the process for desired distance or time"
    ],
    "144": [
        "Inspect the shrubs for overgrowth and dead branches",
        "Prepare the necessary tools such as pruning shears and gloves",
        "Identify the desired shape and size for the shrubs",
        "Start by trimming any dead or damaged branches",
        "Use pruning shears to cut back any excessively long or wild growth",
        "Trim the shrubs to the desired shape by following their natural growth pattern",
        "Remove any stray branches or shoots that disrupt the overall appearance",
        "Clean up the trimmed branches and debris from the surrounding area"
    ],
    "145": [
        "Bend down and grab the end of one shoelace with each hand.",
        "Cross one lace over the other to create a loop.",
        "Hold the loops in place with your thumb and index finger.",
        "Take the lace on the right and cross it over the one on the left.",
        "Loop the lace that you just crossed over under the lace that is still straight.",
        "Pull the loops out to tighten the knot.",
        "Tug on the loops to make sure the knot is secure.",
        "Repeat the process with the other shoelace."
    ],
    "146": [
        "Place the microscope on a stable surface.",
        "Adjust the light source to ensure proper illumination.",
        "Prepare the specimen slide by placing it on the stage.",
        "Use the coarse focus knob to bring the specimen into approximate focus.",
        "Switch to the fine focus knob and adjust it to achieve clear focus.",
        "Select the desired magnification level by rotating the objective lens.",
        "Use the stage control knobs to move the specimen and center it.",
        "Observe and analyze the specimen through the eyepiece."
    ],
    "147": [
        "Grab the power drill with one hand on the handle and the other hand on the trigger.",
        "Insert the appropriate drill bit into the chuck of the power drill, making sure it is securely tightened.",
        "Position the drill bit against the surface you want to drill into, applying gentle pressure.",
        "Engage the drill by pressing the trigger while keeping a firm grip on the power drill.",
        "Slowly increase the speed of the drill by adjusting the trigger pressure, ensuring the drill is moving in a straight and steady motion.",
        "Continue drilling until you have achieved the desired depth or completed the task at hand.",
        "Release the trigger to disengage the drill and wait for it to come to a complete stop before removing it from the surface.",
        "Turn off the power drill and safely store it in a designated area, ensuring the drill bit is removed or swapped for a storage cap."
    ],
    "148": [
        "Hold the sledge hammer with both hands",
        "Position yourself in front of the target",
        "Swing the sledge hammer overhead",
        "Transfer the momentum from your upper body to the sledge hammer",
        "Bring the sledge hammer down with force",
        "Aim for the desired target",
        "Repeat the swinging motion to continue hitting",
        "Take breaks if needed"
    ],
    "149": [
        "Grasp the wrench firmly in your hand.",
        "Position the wrench around the bolt or nut that needs to be turned.",
        "Apply downward pressure on the wrench to ensure a secure grip.",
        "Rotate the wrench in a clockwise direction to tighten the bolt or nut.",
        "Rotate the wrench in a counterclockwise direction to loosen the bolt or nut.",
        "Continue rotating the wrench in the appropriate direction until the desired tightness or looseness is achieved.",
        "Release the pressure on the wrench once the task is completed.",
        "Set aside the wrench in a safe and organized manner."
    ],
    "150": [
        "Approach the ATM machine.",
        "Insert your ATM card into the card slot.",
        "Enter your PIN on the keypad.",
        "Select the type of transaction you want to perform (e.g., withdraw cash, check balance, transfer funds).",
        "Enter the desired amount of cash you want to withdraw or specify the amount of funds you want to transfer.",
        "Wait for the transaction to be processed.",
        "Take your card back from the card slot.",
        "Collect the cash or receipt if applicable."
    ],
    "151": [
        "Choose a puppet to use",
        "Put your hand inside the puppet",
        "Move the puppet's arms and legs",
        "Use your other hand to manipulate the puppet's head",
        "Practice speaking with the puppet's voice",
        "Come up with a puppet character and personality",
        "Create a storyline for the puppet to follow",
        "Perform with the puppet and engage with the audience"
    ],
    "152": [
        "Clear the floor of any objects or obstacles",
        "Plug in the vacuum cleaner and ensure it has enough power",
        "Adjust the vacuum cleaner's settings according to the type of flooring (e.g. carpet, hardwood)",
        "Turn on the vacuum cleaner and begin by vacuuming along the edges of the room",
        "Work your way towards the center of the room, making overlapping passes to ensure thorough cleaning",
        "Pay special attention to high traffic areas and areas with visible dirt or debris",
        "Empty or replace the vacuum cleaner's bag or canister when it becomes full",
        "After finishing, unplug the vacuum cleaner and store it in a designated area"
    ],
    "153": [
        "Arrive at the entrance of the zoo",
        "Purchase tickets",
        "Walk through the main gate",
        "Observe and read the map of the zoo",
        "Visit the different animal exhibits",
        "Watch animal shows and presentations",
        "Take photos and videos of the animals",
        "Enjoy snacks or meals at the zoo cafeteria"
    ],
    "154": [
        "Dip toes in the water",
        "Take a step forward",
        "Push through the current",
        "Feel the water rising",
        "Continue walking forward",
        "Maintain balance in the water",
        "Take another step forward",
        "Reach the desired depth"
    ],
    "155": [
        "Sit on the couch",
        "Grab the TV remote",
        "Turn on the television",
        "Select a channel or streaming service",
        "Adjust the volume to a comfortable level",
        "Find a comfortable viewing position",
        "Focus your attention on the screen",
        "Engage with the content by following the plot or story"
    ],
    "156": [
        "Extend your arm fully in front of you",
        "Open your hand, spreading your fingers apart",
        "Move your wrist in a circular motion, rotating your hand back and forth",
        "Bend your arm slightly at the elbow",
        "Rotate your arm from the shoulder, creating a waving motion",
        "Continue waving your hand for a few seconds",
        "Maintain a relaxed and fluid movement",
        "Repeat the waving motion as desired"
    ],
    "157": [
        "Close one eye",
        "Relax your facial muscles",
        "Contract the muscles around your eye",
        "Keep your other eye open",
        "Briefly close your eyelid",
        "Quickly open your eyelid",
        "Return to a relaxed facial expression",
        "Repeat if desired"
    ],
    "158": [
        "Prepare the wood surface by sanding it smooth.",
        "Apply a coat of wood primer to the surface.",
        "Allow the primer to dry completely.",
        "Lightly sketch the design or pattern onto the wood using a pencil.",
        "Start burning the outlines of the design using a wood burning tool.",
        "Fill in the larger areas of the design with shading and texture using the wood burning tool.",
        "Use sandpaper to smooth out any rough areas or imperfections.",
        "Apply a coat of wood varnish or sealant to protect the finished piece."
    ],
    "159": [
        "Clean and prepare raw wool fibers",
        "Card the fibers to align them in one direction",
        "Draft the carded fibers into a thin sliver",
        "Twist the sliver to create a continuous yarn",
        "Wind the twisted yarn onto a bobbin",
        "Ply multiple strands of yarn together for added strength",
        "Scour the yarn to remove any impurities",
        "Package and label the final yarn product"
    ]
}