{
    "0": [
        "Audition for a role in the play",
        "Read and analyze the script",
        "Memorize lines and blocking",
        "Attend rehearsals",
        "Interact with other actors on stage",
        "Learn and practice character development",
        "Attend costume fittings and makeup sessions",
        "Perform in front of an audience"
    ],
    "1": [
        "Identify the topic or issue of the argument.",
        "Gather relevant information and facts about the topic.",
        "Formulate your position or stance on the topic.",
        "Identify the opposing viewpoint or counterarguments.",
        "Prepare evidence and supporting arguments for your position.",
        "Present your arguments clearly and logically.",
        "Listen actively to the opposing viewpoint and respond accordingly.",
        "Seek common ground or compromise if possible."
    ],
    "2": [
        "Attach the handlebars to the front fork",
        "Install the front wheel onto the fork",
        "Attach the pedals to the crankset",
        "Insert the seatpost into the frame",
        "Attach the seat to the seatpost",
        "Mount the rear wheel onto the frame",
        "Install the chain onto the chainrings and the rear sprocket",
        "Adjust the brakes and gears for proper functioning"
    ],
    "3": [
        "Prepare for the backflip by standing with your feet shoulder-width apart and your arms extended out in front of you.",
        "Bend your knees slightly to generate power and momentum for the backflip.",
        "Jump up into the air, pushing off with both feet simultaneously.",
        "As you reach the peak of your jump, tuck your knees into your chest.",
        "Begin to rotate your body backward, using your core muscles to initiate the flipping motion.",
        "Extend your legs out in front of you as you complete the rotation, preparing to land.",
        "Spot the ground and prepare to land by extending your arms out in front of you.",
        "Land softly on the balls of your feet, bending your knees to absorb the impact, and maintain your balance."
    ],
    "4": [
        "Research and select a suitable base jumping location",
        "Obtain proper training and certification in base jumping",
        "Ensure you have the necessary equipment like a parachute, helmet, and jumpsuit",
        "Find a designated exit point such as a cliff edge or tall structure",
        "Mentally prepare yourself for the jump and visualize the process",
        "Check and double-check all your equipment for safety and functionality",
        "Jump off the exit point and deploy your parachute at the appropriate time",
        "Control your descent and land safely on the ground"
    ],
    "5": [
        "Prepare the bathing area",
        "Gently brush the dog's fur to remove any loose hair",
        "Place a non-slip mat or towel in the tub or shower to prevent the dog from slipping",
        "Fill the tub or shower with warm water to a level that is safe for the dog",
        "Wet the dog's fur thoroughly using a handheld showerhead or a cup",
        "Apply dog-friendly shampoo and lather it into the dog's fur, avoiding the eyes and ears",
        "Rinse the dog's fur thoroughly to remove all shampoo",
        "Use a towel or hairdryer on a low setting to dry the dog's fur"
    ],
    "6": [
        "Grasp the battle ropes firmly with both hands.",
        "Stand with your feet shoulder-width apart.",
        "Engage your core muscles by squeezing your abs and glutes.",
        "Begin by making alternating waves with the ropes.",
        "Continue for a set amount of time or repetitions.",
        "Next, try performing double waves by moving both arms simultaneously.",
        "Following that, incorporate side-to-side waves to the routine.",
        "Finally, challenge yourself by performing other variations such as slams, spirals, and circles."
    ],
    "7": [
        "Open the pack of bubble gum",
        "Take one piece of bubble gum out of the pack",
        "Unwrap the bubble gum wrapper",
        "Place the bubble gum in your mouth",
        "Chew the bubble gum to soften it",
        "Roll the bubble gum into a ball using your tongue and teeth",
        "Blow air into the bubble gum ball",
        "Continue blowing until the bubble gum forms a bubble"
    ],
    "8": [
        "Cleaning the bottles",
        "Sterilizing the bottles",
        "Preparing the filling station",
        "Transferring the liquid into the bottling machine",
        "Aligning the bottles to the filling nozzles",
        "Filling the bottles with the liquid",
        "Capping the bottles",
        "Labeling the bottles"
    ],
    "9": [
        "Take a deep breath",
        "Focus and concentrate your energy",
        "Visualize a blazing fire within you",
        "Feel the heat radiating from your core",
        "Release the built-up energy through your mouth",
        "Control the flow of fire with your breath",
        "Direct the flames in the desired direction",
        "Extinguish the fire when finished"
    ],
    "10": [
        "Choose a Lego set to build",
        "Open the Lego set and sort the pieces",
        "Follow the instructions step by step",
        "Connect the Lego pieces according to the instructions",
        "Repeat the previous steps until completing the different sections",
        "Attach the completed sections together to form the main structure",
        "Add any additional details or accessories as desired",
        "Marvel at your finished Lego creation"
    ],
    "11": [
        "Choose a suitable spot on the beach.",
        "Gather the necessary tools such as buckets, shovels, and molds.",
        "Start by creating a solid base for the sandcastle.",
        "Build up the walls by packing wet sand into the molds.",
        "Carefully remove the molds to reveal the shape of the sandcastle.",
        "Add decorative elements like seashells or flags.",
        "Create additional features such as towers or moats.",
        "Take a step back and admire your sandcastle creation."
    ],
    "12": [
        "Enter the bullfighting arena",
        "Put on the traditional bullfighting attire",
        "Prepare the cape and the sword",
        "Wait for the bull to be released into the arena",
        "Distract the bull with the cape and perform various maneuvers",
        "Weaken the bull by placing the banderillas on its back",
        "Face the bull with the sword and aim for a clean and effective kill",
        "Celebrate the successful bullfighting performance"
    ],
    "13": [
        "Identify the formula or method to be used",
        "Gather all the necessary data and variables",
        "Organize and arrange the data in a suitable format",
        "Plug in the values into the formula or method",
        "Perform the necessary calculations",
        "Check the accuracy and precision of the results",
        "Interpret and analyze the calculated values",
        "Communicate the final results in a clear and concise manner"
    ],
    "14": [
        "Choose a calligraphy pen or brush",
        "Select the type of calligraphy script you want to create",
        "Prepare your workspace with a flat surface, calligraphy paper, and ink",
        "Hold the pen or brush at a comfortable angle",
        "Practice the basic strokes and forms of the calligraphy script",
        "Start creating your calligraphy piece by carefully writing each character",
        "Allow the ink to dry before moving on to the next step",
        "Review and refine your calligraphy piece for any mistakes or areas that need improvement"
    ],
    "15": [
        "Gather a deck of playing cards",
        "Sort the deck of cards by suit",
        "Create a stable base by placing a card horizontally",
        "Place another card vertically on top of the base card to create a 90-degree angle",
        "Continue stacking cards vertically, alternating the orientation, until desired height is reached",
        "Press down gently on the stack to ensure stability",
        "Repeat steps 3-6 to create additional card stacks",
        "Arrange the card stacks in a desired pattern or structure"
    ],
    "16": [
        "Hold the card firmly between your thumb and index finger",
        "Extend your arm back as far as possible",
        "Rotate your wrist to generate momentum",
        "Snap your wrist forward to release the card",
        "Aim for the target or desired trajectory",
        "Follow through with your arm and wrist motion",
        "Repeat the process for multiple throws",
        "Practice and refine your technique for accuracy and distance"
    ],
    "17": [
        "Select a block of ice",
        "Outline the desired shape on the block",
        "Begin carving the rough shape",
        "Continue refining the shape",
        "Smooth out any rough edges",
        "Add details and intricate patterns",
        "Polish the surface for a sleek finish",
        "Display the carved ice sculpture"
    ],
    "18": [
        "Take out a piece of chewing gum from the pack",
        "Unwrap the chewing gum",
        "Place the gum in your mouth",
        "Position the gum between your teeth",
        "Start moving your jaw up and down",
        "Continue chewing for a few minutes",
        "Keep chewing until you achieve desired flavor or consistency",
        "Dispose of the gum properly when finished"
    ],
    "19": [
        "Select a suitable stone",
        "Mark the desired shape or design on the stone",
        "Secure the stone on a stable surface",
        "Wear appropriate safety gear such as goggles and gloves",
        "Start chiseling along the marked lines",
        "Use different types of chisels to create desired textures and details",
        "Continuously check the progress and make necessary adjustments",
        "Smooth out rough edges and finish the chiseled stone"
    ],
    "20": [
        "Wash the piece of meat thoroughly",
        "Place the meat on a clean cutting board",
        "Use a sharp knife to trim away any excess fat or skin",
        "Cut the meat into manageable chunks",
        "Hold the knife firmly and chop the meat into small pieces",
        "Continue chopping until all the meat has been evenly chopped",
        "Transfer the chopped meat to a bowl or plate",
        "Use as desired in your recipe"
    ],
    "21": [
        "Wash the vegetables thoroughly",
        "Peel the vegetables (if necessary)",
        "Cut off the ends of the vegetables",
        "Slice the vegetables into thin strips",
        "Chop the strips into smaller pieces",
        "Dice the vegetables into cubes",
        "Mince the vegetables into fine pieces",
        "Grate the vegetables into small shreds"
    ],
    "22": [
        "Prepare the coloring materials.",
        "Select the coloring book or page to color.",
        "Choose the color palette.",
        "Start by coloring the background.",
        "Color the larger areas first.",
        "Carefully color the smaller details.",
        "Take breaks if needed.",
        "Review and add final touches."
    ],
    "23": [
        "Bend your body backwards",
        "Stretch your arms above your head",
        "Twist your torso to the left",
        "Arch your back",
        "Extend your legs in opposite directions",
        "Rotate your neck in a circular motion",
        "Flex your muscles",
        "Fold your body into a pretzel shape"
    ],
    "24": [
        "Clean the scallops by rinsing them under cold water and patting them dry with paper towels.",
        "Heat a skillet over medium-high heat and add a tablespoon of olive oil.",
        "Place the scallops in the skillet and cook for 2-3 minutes on each side until they are golden brown and cooked through.",
        "Remove the scallops from the skillet and set them aside on a plate.",
        "In the same skillet, melt a tablespoon of butter.",
        "Add minced garlic and cook for about 30 seconds until fragrant.",
        "Add lemon juice, white wine, and chopped fresh herbs to the skillet.",
        "Cook the sauce for about 1-2 minutes until it is slightly reduced."
    ],
    "25": [
        "Choose a character to cosplay as",
        "Research and gather reference images of the character's outfit",
        "Take measurements of your body to ensure accurate costume fitting",
        "Create or purchase the necessary costume pieces",
        "Style and/or dye your hair to match the character's hairstyle",
        "Apply makeup or prosthetics to achieve the character's appearance",
        "Practice the character's mannerisms and poses",
        "Attend a cosplay event or photoshoot in costume"
    ],
    "26": [
        "Lie down on a flat surface on your back.",
        "Bend your knees and place your feet firmly on the ground.",
        "Interlace your fingers behind your head.",
        "Take a deep breath in.",
        "As you exhale, slowly lift your upper body off the ground.",
        "Keep your lower body fixed on the ground.",
        "Hold the position for a few seconds.",
        "Slowly lower your upper body back down to the ground."
    ],
    "27": [
        "Interlock your fingers",
        "Apply gentle pressure to your knuckles",
        "Slowly pull your fingers apart",
        "You will feel a slight stretching or popping sensation",
        "Release the pressure and relax your fingers",
        "Pause for a few seconds before moving on to the next knuckles",
        "Repeat the process for each finger",
        "Take breaks between cracking knuckles to avoid overdoing it"
    ],
    "28": [
        "Focus on an object in the distance",
        "Shift your gaze to an object closer to you",
        "Consciously move your eyes inward",
        "Allow the muscles in your eyes to relax",
        "Keep your focus on the object closer to you",
        "feel the sensation of crossing your eyes",
        "Maintain the crossed-eye position for a few seconds",
        "Slowly release the crossed-eye position"
    ],
    "29": [
        "Start by finding a lively cumbia music track to dance to",
        "Stand with your feet slightly apart and relax your body",
        "Step forward with your left foot, keeping your knees slightly bent",
        "As you step forward, swing your hips and transfer your weight onto your left foot",
        "Step back with your right foot, swinging your hips in the opposite direction and transfer your weight onto your right foot",
        "Repeat steps 3 and 4, alternating between your left and right foot",
        "Add a slight bounce to your steps, keeping in sync with the rhythm of the music",
        "Continue dancing to the cumbia music and let yourself feel the joy and energy of the dance."
    ],
    "30": [
        "Preparing the ice surface",
        "Taking the starting position",
        "Holding the curling stone",
        "Sliding out of the hack",
        "Releasing the curling stone",
        "Sweeping the ice",
        "Directing the stone towards the target",
        "Analyzing the outcome of the shot"
    ],
    "31": [
        "Hold the apple firmly in one hand",
        "Use a sharp knife to make a vertical cut down the middle of the apple",
        "Apply gentle pressure to the knife and slice through the apple until you reach the bottom",
        "Repeat the previous step on the other side of the apple",
        "Hold one half of the apple steady with one hand",
        "Cut thin slices of the apple by running the knife through the flesh",
        "Continue cutting slices until all of the apple has been sliced",
        "Repeat the previous steps with the other half of the apple"
    ],
    "32": [
        "Sorting mail into different categories",
        "Loading mail onto a delivery vehicle",
        "Driving to the first delivery location",
        "Park the delivery vehicle at the designated location",
        "Gathering the mail items for the specific location",
        "Ensuring accurate delivery by checking recipient details",
        "Delivering the mail to the intended recipient",
        "Collecting any outgoing mail or packages from the recipient"
    ],
    "33": [
        "Stand at the intersection",
        "Observe the flow of traffic",
        "Raise your arm to signal vehicles to stop",
        "Raise your arm to signal vehicles to proceed",
        "Wave your arm to signal drivers to turn",
        "Use a whistle or hand gestures to communicate with drivers",
        "Maintain eye contact with drivers to ensure they understand your signals",
        "Continue directing traffic until instructed otherwise"
    ],
    "34": [
        "Approach the dock slowly and carefully.",
        "Prepare the boat by closing all windows, hatches, and doors to ensure water does not enter the boat.",
        "Slowly position the boat parallel to the dock, aligning it with the designated docking area.",
        "Use the boat's engines to gently maneuver closer to the dock, ensuring a smooth approach.",
        "Once the boat is close enough, extend the fenders to protect both the boat and the dock from any potential impact or damage.",
        "Secure the boat by attaching dock lines to designated cleats or bollards on the dock, making sure they are properly tightened.",
        "Check that the boat is securely in place and adjust the lines if necessary to ensure stability.",
        "Turn off the boat's engines and power systems, completing the docking process."
    ],
    "35": [
        "1. Gather all the puzzle pieces and spread them out on a flat surface.",
        "2. Sort the pieces by color or pattern to make them easier to locate.",
        "3. Begin by assembling the border pieces to create the outer frame of the puzzle.",
        "4. Look for pieces with distinct features or colors and start connecting them to the border.",
        "5. Continue working on specific sections of the puzzle, focusing on connecting pieces that fit together.",
        "6. Refer to the picture on the box or a reference image to guide you in placing the pieces correctly.",
        "7. Assemble smaller sections and gradually connect them to the main puzzle.",
        "8. Keep working until all the pieces are connected and the puzzle is complete."
    ],
    "36": [
        "Open mouth slightly",
        "Relax jaw muscles",
        "Salivate excessively",
        "Allow saliva to pool in mouth",
        "Lips slightly part",
        "Saliva begins to drip from mouth",
        "Continue drooling until desired effect is achieved",
        "Close mouth and wipe excess saliva"
    ],
    "37": [
        "Find a suitable dumpster location",
        "Assess the condition of the dumpster",
        "Take necessary safety precautions",
        "Open the dumpster lid or cover",
        "Inspect the contents of the dumpster",
        "Select and retrieve desired items",
        "Repackage or clean retrieved items if necessary",
        "Leave the dumpster area clean and undisturbed"
    ],
    "38": [
        "Clean and dry eyebrows",
        "Apply petroleum jelly around the eyebrows to protect the skin",
        "Prepare the dye according to the instructions",
        "Use an angled brush to apply the dye to the eyebrows",
        "Leave the dye on for the recommended amount of time",
        "Wipe off the dye using a damp cotton pad",
        "Repeat the process if a darker color is desired",
        "Apply a nourishing brow serum or oil after dyeing for a glossy finish"
    ],
    "39": [
        "Prepare the fabric and embroidery hoop",
        "Choose an embroidery design or pattern",
        "Transfer the design onto the fabric",
        "Thread the embroidery needle with the desired thread color",
        "Start embroidering by making small stitches along the design",
        "Continue embroidering, filling in the design with desired colors",
        "Add any additional details or embellishments",
        "Finish the embroidery by securing the thread and trimming any excess"
    ],
    "40": [
        "Loose grip on the handlebars",
        "Lose balance",
        "Tilt to one side",
        "Attempt to regain balance",
        "Lose control of the bike",
        "Start to fall sideways",
        "Hit the ground",
        "Come to a stop"
    ],
    "41": [
        "Squirming in seat",
        "Shifting weight from one leg to another",
        "Tapping fingers on a surface",
        "Jiggling legs",
        "Twisting or wringing hands",
        "Pacing back and forth",
        "Tapping foot on the ground",
        "Bouncing knees up and down"
    ],
    "42": [
        "Check the tires for any punctures or damage",
        "Inspect the brakes to ensure they are working properly",
        "Adjust the seat height for comfort and proper leg extension",
        "Tighten any loose bolts or screws on the bicycle frame",
        "Lubricate the chain and gears to ensure smooth movement",
        "Check the alignment of the wheels and adjust if necessary",
        "Test ride the bicycle to ensure it is functioning correctly",
        "Clean the bicycle to keep it in good condition"
    ],
    "43": [
        "Research geocaching locations",
        "Choose a geocache to find",
        "Use a GPS device or smartphone app to navigate to the geocache",
        "Search the area for the geocache",
        "Retrieve the geocache",
        "Sign the logbook to indicate that you found it",
        "Leave a small trinket or item in the geocache as a trade-off",
        "Return the geocache to its original location"
    ],
    "44": [
        "Research different types of piercings",
        "Choose the location for the piercing",
        "Find a reputable piercing studio or artist",
        "Schedule an appointment for the piercing",
        "Prepare mentally for the procedure",
        "Ensure proper hygiene by cleaning the piercing site",
        "Follow the aftercare instructions provided by the piercer",
        "Enjoy your new piercing and take care of it"
    ],
    "45": [
        "Prepare the necessary equipment",
        "Locate a suitable body of water",
        "Dig a scoop of sand and gravel from the riverbed",
        "Place the sand and gravel into the pan",
        "Submerge the pan in the water",
        "Swirl the pan to separate the heavier gold from the lighter materials",
        "Remove the larger rocks and debris from the pan",
        "Continue swirling until only the heavier gold remains"
    ],
    "46": [
        "Sort the clothes based on color and fabric type",
        "Fill a sink or basin with water",
        "Add laundry detergent to the water",
        "Submerge the clothes in the water",
        "Agitate the clothes by rubbing and squeezing them",
        "Drain the soapy water from the sink or basin",
        "Refill the sink or basin with clean water",
        "Rinse the clothes by agitating them in the clean water"
    ],
    "47": [
        "1. Stand upright with your feet hip-width apart.",
        "2. Bend forward and place your hands on the ground about shoulder-width apart.",
        "3. Walk your feet towards your hands, lifting your hips up into a downward facing dog position.",
        "4. Bring your feet together and begin to shift your weight forward onto your hands.",
        "5. Slowly lift one leg up towards the sky, keeping it straight and engaged.",
        "6. As you feel stable, lift the other leg up to join it.",
        "7. Engage your core muscles and press into your hands as you lift both legs higher.",
        "8. Hold this position for as long as you can, then gently lower your legs back to the ground."
    ],
    "48": [
        "Research historical event",
        "Select specific time period and characters",
        "Gather historical costume and props",
        "Create a script or plan for reenactment",
        "Practice and rehearse the reenactment",
        "Set up the performance space",
        "Perform the reenactment",
        "Evaluate and reflect on the reenactment"
    ],
    "49": [
        "Players stand close together in a small circle.",
        "Everyone faces inward towards the center of the circle.",
        "Players lower their bodies slightly and keep their arms close to their bodies.",
        "They lean in towards each other, creating a tight huddle.",
        "Players may place their hands on each other's shoulders or backs.",
        "They huddle closely together to increase warmth and create a sense of unity.",
        "Words of encouragement or strategy may be shared within the huddle.",
        "The huddle breaks when the team is ready to resume the game."
    ],
    "50": [
        "Prepare warm clothing and towels",
        "Find a suitable location for ice swimming",
        "Check the thickness of the ice",
        "Create a hole in the ice big enough for swimming",
        "Enter the water slowly and gradually",
        "Swim in a controlled and rhythmic manner",
        "Monitor your body temperature and stay aware of any signs of hypothermia",
        "Exit the water and dry off thoroughly"
    ],
    "51": [
        "Measure the dimensions of the room where the carpet will be installed.",
        "Remove any existing carpet or flooring from the room.",
        "Clean the subfloor to ensure it is free from dust and debris.",
        "Lay down a carpet pad or underlay to provide extra cushioning and insulation.",
        "Cut the carpet to fit the dimensions of the room, leaving some excess for trimming.",
        "Secure the carpet to the subfloor using adhesive or carpet tacks, starting from one side and working your way across.",
        "Trim any excess carpet along the edges of the room, ensuring a neat and tidy finish.",
        "Use a carpet stretcher to stretch the carpet and remove any wrinkles or unevenness."
    ],
    "52": [
        "Plug in the flat iron and let it heat up.",
        "Brush your hair to remove any tangles and ensure it is smooth.",
        "Divide your hair into sections using hair clips or ties.",
        "Start with the bottom section and hold a small portion of hair between the flat iron plates.",
        "Slowly glide the flat iron down the section of hair, applying gentle pressure.",
        "Repeat this process on each section of hair, working your way up from the bottom to the top.",
        "Once all sections are straightened, turn off and unplug the flat iron.",
        "Allow your hair to cool before styling or leaving it down."
    ],
    "53": [
        "Prepare the bicycle for jumping",
        "Position yourself on the bicycle seat",
        "Pedal the bicycle to gain momentum",
        "Bend your knees and prepare to jump",
        "Push down on the pedals to launch yourself off the ground",
        "Pull the handlebars up and tuck your knees to your chest",
        "Extend your legs and prepare to land",
        "Land softly with both wheels on the ground"
    ],
    "54": [
        "Stand with your feet together and arms by your sides.",
        "Jump your feet out to the sides while raising your arms above your head.",
        "Jump your feet back together and lower your arms to your sides.",
        "Repeat the previous steps.",
        "Keep your core engaged and maintain a steady pace.",
        "Breathe deeply throughout the exercise.",
        "Continue for the desired duration.",
        "Cool down and stretch afterwards."
    ],
    "55": [
        "Prepare the land yacht by assembling the frame and attaching the sail",
        "Find a suitable location with open and flat terrain",
        "Position the land yacht perpendicular to the wind direction",
        "Step onto the land yacht and secure yourself using the safety harness",
        "Use the steering mechanism to control the direction of the land yacht",
        "Release the brake and catch the wind in the sail to start moving",
        "Adjust the sail angle and the position of your body to maintain balance and control",
        "Gradually increase the speed by catching more wind in the sail and optimizing your position and sail angle"
    ],
    "56": [
        "Prepare the lawn mower for racing by checking the fuel level and ensuring all components are in working order",
        "Position yourself on the starting line, ensuring that you have a clear view of the track ahead",
        "Start the lawn mower engine and wait for it to warm up",
        "Accelerate smoothly from the starting line, gradually increasing speed as you navigate the track",
        "Maintain control of the lawn mower by steering accurately to avoid obstacles or sharp turns",
        "Monitor the engine's performance and make adjustments as needed to optimize speed and efficiency",
        "Strategically plan overtaking maneuvers to outpace opponents and gain a competitive advantage",
        "Cross the finish line and slow down safely, ensuring the lawn mower comes to a complete stop"
    ],
    "57": [
        "Prepare the ground by removing any debris and ensuring it is level.",
        "Mark the area where the stones will be laid, using stakes and string as a guide.",
        "Excavate the marked area to a depth that allows for the thickness of the stones and a layer of base material.",
        "Add a layer of base material, such as crushed stone, and compact it using a vibrating plate compactor.",
        "Start laying the stones, starting from one corner and working your way out in a pattern or design of your choice.",
        "Ensure each stone is level by using a level or a mallet to tap it into place.",
        "Fill in the gaps between the stones with fine sand or gravel, sweeping it into the joints and compacting it.",
        "Finish the installation by spraying the area with water to help settle the sand or gravel and secure the stones."
    ],
    "58": [
        "Measure the dimensions of the area where you want to lay the tiles",
        "Prepare the surface by cleaning and removing any debris",
        "Apply a layer of adhesive or mortar evenly on the surface",
        "Start laying the tiles from one corner of the area",
        "Press each tile firmly into place, ensuring they are level and aligned",
        "Continue laying the tiles in rows, using spacers to maintain consistent gaps",
        "Cut tiles if needed to fit around obstacles or edges",
        "Allow the adhesive or mortar to dry completely before grouting the tiles"
    ],
    "59": [
        "Select a piece of leather",
        "Measure the desired dimensions on the leather",
        "Cut the leather according to the measurements",
        "Choose the appropriate tools for the desired leatherwork",
        "Prepare the leather by smoothing and cleaning it",
        "Apply any necessary treatments or finishes to the leather",
        "Begin the leatherworking process, following the desired design or pattern",
        "Complete the leatherwork by stitching or joining the pieces together"
    ],
    "60": [
        "Stick out your tongue",
        "Moisten your tongue",
        "Touch your tongue to a surface",
        "Move your tongue back and forth",
        "Apply pressure with your tongue",
        "Release and repeat the process",
        "Taste the substance you licked",
        "Clean your tongue afterward"
    ],
    "61": [
        "Extend arm",
        "Reach for hat",
        "Grasp hat",
        "Lift arm upwards",
        "Release hat from head",
        "Hold hat in hand",
        "Lower arm",
        "Place hat on surface"
    ],
    "62": [
        "Gather dry twigs and small sticks in a pile.",
        "Create a small pyramid with the gathered twigs and sticks.",
        "Place some firelighters or crumpled newspaper in the center of the pyramid.",
        "Add a layer of kindling, such as small dry branches or thin strips of wood, over the firelighters.",
        "Using matches or a lighter, carefully ignite the firelighters or newspaper.",
        "Gradually add larger pieces of firewood to the burning kindling.",
        "Adjust the positioning and arrangement of the firewood to promote better airflow.",
        "Monitor and maintain the fire by adding more wood as needed."
    ],
    "63": [
        "Insert tension wrench into the bottom of the keyhole and apply slight pressure.",
        "Insert the pick into the top of the keyhole and slowly move it up and down.",
        "Feel for the pins inside the lock and carefully push them upward with the pick.",
        "While applying tension with the wrench, continue pushing the pins until they click and set into place.",
        "Repeat the previous step for all the pins in the lock.",
        "Once all the pins have been set, release the tension on the wrench.",
        "Slowly turn the wrench in the direction of the lock's rotation.",
        "If done correctly, the lock should now be unlocked."
    ],
    "64": [
        "Choose a suitable longboard.",
        "Wear appropriate safety gear such as helmet, knee pads, and elbow pads.",
        "Find an open area with a smooth and flat surface to practice longboarding.",
        "Stand with one foot on the board and push off with the other foot to gain momentum.",
        "Balance your weight evenly on the board to maintain stability.",
        "Use your arms for balance and steering by extending them out to your sides.",
        "Practice turning by shifting your weight and leaning in the desired direction.",
        "Gradually increase your speed and practice different techniques such as carving and sliding."
    ],
    "65": [
        "Take out the phone from pocket or bag",
        "Unlock the phone with password or fingerprint",
        "Hold the phone with one hand or both hands",
        "Position the phone at eye level or comfortable viewing position",
        "Open the desired application or function on the phone",
        "Focus your eyes on the phone screen",
        "Scan or read the information displayed on the phone screen",
        "Navigate or interact with the phone screen using touch or buttons"
    ],
    "66": [
        "Wear appropriate protective gear",
        "Position yourself on the luge sled",
        "Use your hands to push off and gain momentum",
        "Lie flat on your back on the sled",
        "Keep your arms tucked in and your legs straight",
        "Maintain your balance and stabilize your body",
        "Steer using your body weight and small movements",
        "Control your speed by using your feet as brakes"
    ],
    "67": [
        "Inflate the balloon with air or helium",
        "Twist the top part of the balloon to create a small loop",
        "Create a pinch twist by bringing two sections together and twisting them",
        "Twist the balloon to create a segment, leaving a tail for tying",
        "Create a second pinch twist",
        "Repeat the previous step until desired shapes are formed",
        "Secure the end of the balloon by tying a knot",
        "Shape the balloon into desired shape"
    ],
    "68": [
        "Prepare a bubble solution by mixing soap and water in a bowl.",
        "Dip a bubble wand or a homemade tool, such as a pipe cleaner or straw, into the bubble solution.",
        "Gently blow air through the bubble wand to create a bubble film.",
        "Slowly pull the wand out of the solution, allowing the bubble film to stretch and form a bubble.",
        "Move the wand around to shape and manipulate the bubble.",
        "Observe the bubble as it floats in the air and admire its colors and patterns.",
        "Try to catch the bubble gently without popping it.",
        "Repeat the process to create more bubbles and enjoy the fun!"
    ],
    "69": [
        "Choose the perfect location",
        "Plan a surprise element",
        "Write down your thoughts and feelings",
        "Practice what you want to say",
        "Pick out the perfect ring",
        "Arrange a special date or outing",
        "Get down on one knee",
        "Ask the question and wait for the answer"
    ],
    "70": [
        "Tilt your head forward",
        "Place your fingers at the base of your skull",
        "Apply gentle pressure with your fingertips",
        "Slowly move your fingers in a circular motion",
        "Massage along the sides of your neck",
        "Continue massaging for a few minutes",
        "Take deep breaths and relax your muscles",
        "Repeat the process on the other side of your neck"
    ],
    "71": [
        "Glide forward with small steps",
        "Slide one foot back while keeping the other foot stationary",
        "Lean back slightly to create the illusion of defying gravity",
        "Move your arms in a smooth, rhythmic motion",
        "Twist your body from side to side as you move",
        "Keep your eyes focused forward at all times",
        "Maintain a relaxed and confident posture throughout",
        "Practice and perfect your moonwalking technique"
    ],
    "72": [
        "Form a circle with participants facing each other",
        "Move in a counterclockwise direction",
        "Jump up and down with arms raised",
        "Push and shove gently against the other participants",
        "Bump into others while moving and jumping",
        "Avoid hitting or pushing people too hard",
        "Keep the energy high by mirroring the movements of others",
        "Engage in spontaneous and energetic dance movements"
    ],
    "73": [
        "Research and learn about different types of edible mushrooms.",
        "Identify suitable locations for mushroom foraging.",
        "Obtain necessary permits or permissions for foraging if required.",
        "Equip yourself with proper foraging tools and equipment such as a basket, knife, and gloves.",
        "Go out into the designated areas and start searching for mushrooms.",
        "Carefully examine and identify mushrooms based on their physical characteristics and features.",
        "Harvest the mushrooms by cutting them at the base and placing them in your basket.",
        "Sort and clean the harvested mushrooms, discarding any spoiled or inedible ones."
    ],
    "74": [
        "Approach the door.",
        "Grasp the doorknob.",
        "Turn the doorknob clockwise.",
        "Release the doorknob.",
        "Push the door with your hand.",
        "Step through the doorway.",
        "Release the door.",
        "Close the door behind you."
    ],
    "75": [
        "Approach the refrigerator.",
        "Grasp the refrigerator handle.",
        "Pull the handle towards you.",
        "Feel the resistance of the door.",
        "Push the door with force.",
        "Observe the interior of the refrigerator.",
        "Release the handle.",
        "Step back from the refrigerator."
    ],
    "76": [
        "1. Identify a scene or situation where someone is taking a photo",
        "2. Wait for the perfect moment when the photo is being captured",
        "3. Quickly and discreetly position yourself in the frame of the photo",
        "4. Strike a pose or make a funny face to draw attention to yourself",
        "5. Maintain the photo-bomber role until the photo is taken",
        "6. Move out of the frame before the photo is completely taken",
        "7. Avoid blocking or obstructing the subject of the original photo",
        "8. Enjoy the reaction of the photographer and others who see the photo"
    ],
    "77": [
        "1. Extend your fingers and thumb.",
        "2. Bring your fingers and thumb together.",
        "3. Position your thumb in line with your fingers.",
        "4. Touch the tips of your fingers and thumb together.",
        "5. Apply gentle pressure to grasp and hold the object.",
        "6. Release the pressure in your fingers and thumb to let go of the object.",
        "7. Separate your fingers and thumb.",
        "8. Relax your hand."
    ],
    "78": [
        "Stand with your feet together and arms by your sides.",
        "Bend your knees slightly and lift your left foot off the ground.",
        "Extend your left leg out in front of you, pointing your toes.",
        "Twist your torso to the right and lift your right arm straight out to the side.",
        "Begin to spin on the ball of your right foot, using your left foot as a pivot.",
        "Bring your left foot back in towards your body, while still spinning.",
        "As you complete the spin, extend your right arm in front of you and lift your left arm out to the side.",
        "Finish the spin by bringing your left foot back down to the ground and standing with your feet together."
    ],
    "79": [
        "Measure and mark the dimensions for the wood pieces",
        "Cut the wood pieces according to the measurements",
        "Sand the wood pieces to smoothen the surface",
        "Apply a coat of primer to the wood pieces",
        "Allow the primer to dry completely",
        "Paint the wood pieces with desired color or stain",
        "Apply a protective finish to the wood pieces",
        "Allow the finish to dry and cure properly"
    ],
    "80": [
        "Arrange cups in a triangular formation on the table.",
        "Fill each cup with an equal amount of beer or a liquid of choice.",
        "Divide into two teams and stand on opposite sides of the table.",
        "Take turns throwing a ping pong ball towards the opponent's cups.",
        "If a ball successfully lands in a cup, the opposing team member must drink the contents of that cup.",
        "Continue taking turns until one team eliminates all of the opponent's cups.",
        "The team that eliminates all cups first wins.",
        "Celebrate the victory and enjoy responsibly."
    ],
    "81": [
        "Shuffling the deck of cards",
        "Dealing two cards to each player and the dealer",
        "Checking the value of the player's hand",
        "Deciding whether to hit or stand based on the value of the player's hand",
        "Drawing additional cards if the player chooses to hit",
        "Revealing the dealer's facedown card",
        "Drawing additional cards for the dealer according to specific rules",
        "Comparing the values of the player's and dealer's hands to determine the winner"
    ],
    "82": [
        "Hold the dart firmly with your dominant hand",
        "Stand with your feet shoulder-width apart",
        "Align your dominant eye with the target",
        "Extend your arm straight out towards the target",
        "Keep your elbow slightly bent",
        "Aim for the desired target on the dartboard",
        "Pull back your arm and release the dart with a flick of the wrist",
        "Follow through with your arm motion after releasing the dart"
    ],
    "83": [
        "1. Gather a set of dominoes",
        "2. Shuffle the dominoes",
        "3. Determine who goes first",
        "4. Deal the dominoes to each player",
        "5. Place a domino on the table to start the game",
        "6. Take turns placing dominoes on the table, matching the numbers on each side",
        "7. If a player cannot make a move, they must draw a domino from the remaining pool",
        "8. Continue playing until one player runs out of dominoes or the game ends in a draw"
    ],
    "84": [
        "Hold the field hockey stick with your dominant hand near the top.",
        "Plant your feet shoulder-width apart and bend your knees slightly.",
        "Shift your weight to your back foot and hold the stick in a comfortable position.",
        "Position your body sideways with your non-dominant shoulder facing the direction of play.",
        "Focus on the ball and keep your eyes on it at all times.",
        "Use your stick to dribble, pass, or shoot the ball, using the proper techniques.",
        "Move around the field, following the game and being aware of your position and teammates.",
        "Practice different skills like dodging, tackling, and positioning to improve your overall game."
    ],
    "85": [
        "Hold the gong mallet in your dominant hand",
        "Position yourself in front of the gong",
        "Raise the mallet above your shoulder",
        "Swing the mallet downward towards the gong",
        "Make contact with the gong surface",
        "Allow the gong to resonate",
        "Control the duration and intensity of the sound",
        "Repeat the process for desired effect"
    ],
    "86": [
        "1. Start with two players facing each other.",
        "2. Player one extends their hands, palms facing up.",
        "3. Player two places their hands, palms facing down, on top of player one's hands.",
        "4. Player one quickly lifts their hands, causing player two's hands to clap against player one's hands.",
        "5. Player two quickly lifts their hands, causing player one's hands to clap against player two's hands.",
        "6. Repeat steps 4 and 5 in a rhythmic pattern.",
        "7. Introduce variations such as changing the speed or adding additional claps.",
        "8. Continue playing the hand clapping game until decided to stop."
    ],
    "87": [
        "Put on the laser tag vest and grab the laser gun.",
        "Listen to the instructions and rules provided by the game coordinator.",
        "Enter the laser tag arena and familiarize yourself with the layout.",
        "Scan the area for opponents and strategize your gameplay.",
        "Move quickly and stealthily to avoid getting tagged by opponents.",
        "Aim your laser gun at opponent's vests and pull the trigger to tag them.",
        "Keep an eye on your health indicator and find power-ups to replenish it.",
        "Continue playing until the game ends or the timer runs out."
    ],
    "88": [
        "Hold the lute with your dominant hand at the neck",
        "Rest the body of the lute against your chest",
        "Place your non-dominant hand on the strings",
        "Strum or pick the strings with your non-dominant hand",
        "Finger the frets with your dominant hand to produce different notes",
        "Coordinate the movement of both hands to create melodies and chords",
        "Maintain proper posture and hand positioning while playing",
        "Practice regularly to improve technique and musicality"
    ],
    "89": [
        "Hold the maracas in both hands.",
        "Shake the maracas up and down.",
        "Move your arms in a circular motion while holding the maracas.",
        "Start slowly and gradually increase the speed of shaking the maracas.",
        "Alternate between shaking the maracas in each hand.",
        "Tap the maracas together to create a rhythmic sound.",
        "Experiment with different rhythms and patterns of shaking the maracas.",
        "Move your body and dance while shaking the maracas."
    ],
    "90": [
        "Gather the necessary netball equipment such as a netball, netball shoes, and appropriate sports clothing",
        "Find a suitable netball court or playing area",
        "Assemble a team of players to form two teams for a match",
        "Determine the positions of each player in the team, such as goal shooter, goal attack, wing attack, center, wing defense, goal defense, and goal keeper",
        "Start the game by having one team pass the netball to each other, using a combination of throws, catches, and footwork",
        "Move around the court strategically to create space and opportunities for passes and shots at the goal",
        "Defend against the opposing team by intercepting passes, blocking shots, and applying pressure on the ball",
        "Score points by successfully shooting the netball into the opposing team's goal while following the rules and regulations of the game"
    ],
    "91": [
        "Hold the ocarina in your hands",
        "Position your fingers on the correct holes",
        "Take a deep breath",
        "Place your lips on the mouthpiece",
        "Blow gently into the ocarina",
        "Use your fingers to cover and uncover the holes",
        "Move your fingers to create different notes",
        "Practice playing different melodies on the ocarina"
    ],
    "92": [
        "Select a set of pan pipes.",
        "Hold the pan pipes securely with both hands.",
        "Position your fingers on the holes of the pan pipes.",
        "Blow air into the pan pipes.",
        "Move your fingers to create different notes.",
        "Practice playing simple melodies on the pan pipes.",
        "Increase the difficulty by playing more complex tunes.",
        "Experiment with different rhythms and tempos while playing the pan pipes."
    ],
    "93": [
        "Hold the table tennis racket with a firm grip",
        "Stand in a comfortable position near the table",
        "Toss the ball into the air with your free hand",
        "Move your body into position to hit the ball",
        "Swing your racket and hit the ball over the net",
        "Follow through with your swing to generate power",
        "React quickly and move to return the opponent's shot",
        "Continue playing until one player reaches the winning score"
    ],
    "94": [
        "Mount the horse",
        "Grip the polo mallet",
        "Position the horse in a gallop",
        "Focus on the ball",
        "Strike the ball with the mallet",
        "Aim to hit the ball towards the intended direction",
        "Navigate the horse on the field",
        "Coordinate with teammates for strategy"
    ],
    "95": [
        "Hold the Rubik's cube with one hand",
        "Rotate any layer of the cube in any direction",
        "Continue rotating layers until one side is completed",
        "Repeat the process for the other sides of the cube",
        "Rotate adjacent layers to align colors",
        "Continue until all sides are completed",
        "Adjust or realign any layers if necessary",
        "Solve any remaining puzzle pieces to complete the Rubik's cube"
    ],
    "96": [
        "1. Set up the scrabble board and arrange all the tiles.",
        "2. Shuffle the tiles and place them face down.",
        "3. Each player picks seven tiles from the shuffled pile.",
        "4. Determine who goes first by drawing a tile from the pile. The person with the letter closest to the beginning of the alphabet goes first.",
        "5. The first player starts by forming a word on the board using their available tiles, making sure the word connects with at least one existing tile.",
        "6. Each subsequent player takes their turn by either adding onto existing words or creating new words with their tiles.",
        "7. Players earn points based on the value of the letters they use and the positions on the board.",
        "8. The game continues until all the tiles have been used or no players can make a valid word. The player with the highest score wins."
    ],
    "97": [
        "Unbox the train set and lay out all the pieces on a flat surface.",
        "Connect the tracks together to create a circuit for the train to run on.",
        "Place the train engine onto the tracks and ensure it is securely attached.",
        "Attach any additional train cars to the engine, such as passenger cars or cargo cars.",
        "Turn on the power source for the train set, whether it be batteries or an electrical outlet.",
        "Test the train by gently pushing it along the tracks to ensure it moves smoothly.",
        "Add any additional scenery or accessories to enhance the play experience, such as miniature buildings or trees.",
        "Immerse yourself in the world of trains and enjoy playing with the train set."
    ],
    "98": [
        "Position your index finger near your bellybutton.",
        "Gently press your finger against your bellybutton.",
        "Apply a slight poking motion with your finger.",
        "Maintain a steady pressure as you poke your bellybutton.",
        "Repeat the poking motion multiple times.",
        "Take breaks in between pokes if needed.",
        "Observe any sensations or reactions from your bellybutton.",
        "Stop poking when desired."
    ],
    "99": [
        "Clean the metal surface by removing any dirt or debris",
        "Apply a thin layer of metal polish onto the surface",
        "Use a soft cloth or polishing pad to rub the polish onto the metal in circular motions",
        "Continue polishing until the metal starts to shine",
        "Buff the polished metal with a clean cloth to remove any excess polish",
        "Inspect the metal for any missed spots or dull areas",
        "Repeat the polishing process if necessary",
        "Finally, use a microfiber cloth to give the metal a final polish and shine"
    ],
    "100": [
        "Hold the balloon firmly in one hand.",
        "Use your other hand to stretch the neck of the balloon.",
        "Find the weak point on the neck of the balloon.",
        "Pinch the weak point between your thumb and forefinger.",
        "Apply pressure to the weak point to create a small tear.",
        "Continue applying pressure until the tear expands and the balloon pops.",
        "Release your grip on the balloon remnants.",
        "Dispose of the popped balloon safely."
    ],
    "101": [
        "Hold the beer bottle or can firmly.",
        "Tilt the beer bottle or can at a 45-degree angle.",
        "Slowly pour the beer into a clean glass or mug.",
        "Bring the beer bottle or can closer to the glass or mug.",
        "Continue pouring until the glass or mug is about three-quarters full.",
        "Gradually straighten the beer bottle or can as you pour.",
        "Allow the foam to settle for a moment.",
        "Enjoy your perfectly poured beer!"
    ],
    "102": [
        "Wash the vegetables",
        "Cut the vegetables into bite-sized pieces",
        "Chop the lettuce into strips",
        "Slice the tomatoes",
        "Dice the cucumbers",
        "Peel and slice the avocados",
        "Toss all the vegetables together in a large bowl",
        "Add any desired salad dressing and mix well"
    ],
    "103": [
        "Wash your hands thoroughly with soap and water.",
        "Take out the contact lens case and open it.",
        "Take one lens out of its packaging.",
        "Place the lens on the tip of your finger.",
        "Hold your upper eyelid with one hand and pull down your lower eyelid with the other.",
        "Gently place the lens onto your eye.",
        "Release your eyelids and blink a few times to make sure the lens is centered.",
        "Repeat the process for the other lens."
    ],
    "104": [
        "Close your eyes gently",
        "Hold the eyeliner pencil firmly",
        "Start from the inner corner of your eye",
        "Draw a thin line along your upper lash line",
        "Extend the line slightly past the outer corner of your eye",
        "Connect the line to the inner corner of your eye",
        "Gently lift your eyelid to apply eyeliner on your lower lash line",
        "Optional: add a wing or flick by extending the line upwards and outwards at the outer corner of your eye"
    ],
    "105": [
        "Cleanse and moisturize the face",
        "Choose the right shade of foundation",
        "Apply a primer to create a smooth base",
        "Dot the foundation on the forehead, cheeks, nose, and chin",
        "Blend the foundation using a brush or a beauty sponge",
        "Set the foundation with a setting powder",
        "Apply concealer to hide any imperfections",
        "Finish with a setting spray for long-lasting wear"
    ],
    "106": [
        "Open the mascara tube",
        "Take out the mascara wand",
        "Check the wand for any clumps or excess product",
        "Hold the mascara wand horizontally and position it at the base of your upper lashes",
        "Slowly move the wand upward, wiggling it back and forth as you go",
        "Repeat the previous step for your lower lashes",
        "If desired, apply a second or third coat of mascara",
        "Close the mascara tube tightly to avoid drying out"
    ],
    "107": [
        "Unfold the sari and hold the top edge",
        "Place the top edge of the sari at the center of your waist and tuck it in",
        "Wrap the sari around your waist once, ensuring it is snug",
        "Bring the loose end of the sari to the front and tuck it in",
        "Make pleats with the remaining fabric, around 5-7 pleats",
        "Tuck the pleats into the waistband at the center",
        "Adjust the length of the sari and secure it in place with safety pins",
        "Drape the loose end of the sari over your shoulder and pin it in place"
    ],
    "108": [
        "Identify the punctured tire",
        "Remove the wheel with the punctured tire from the vehicle",
        "Deflate the tire completely",
        "Use a tire lever to remove the tire from the rim",
        "Inspect the tire for any foreign objects or damage",
        "Patch or replace the inner tube or repair the tire if necessary",
        "Reinstall the tire onto the rim",
        "Inflate the tire to the recommended pressure level"
    ],
    "109": [
        "Start the snow blower engine",
        "Adjust the height of the snow blower blade to the desired level",
        "Engage the snow blower drive system",
        "Slowly push the snow blower forward while keeping a steady pace",
        "Direct the snow blower nozzle towards the area you want to clear",
        "Maintain proper control and balance on the snow blower",
        "Continue moving in straight lines until the desired area is cleared",
        "Disengage the snow blower drive system and turn off the engine"
    ],
    "110": [
        "Prepare the campfire by gathering firewood and arranging it in a safe and controlled area.",
        "Gather marshmallows and skewers, ensuring that they are clean and ready to use.",
        "Light the campfire, using a match or a lighter, and allow the flames to burn down to a bed of hot coals.",
        "Take a marshmallow and carefully skewer it onto the end of a skewer or a long stick.",
        "Position the marshmallow over the glowing coals, holding it steady while gradually rotating it to ensure even and thorough roasting.",
        "Monitor the marshmallow closely and remove it from the heat once it turns a golden brown color and the inside begins to soften and melt.",
        "Carefully remove the roasted marshmallow from the skewer and place it between two graham crackers along with a piece of chocolate, creating a classic s'more.",
        "Enjoy the delicious roasted marshmallow s'more while it is still warm and gooey."
    ],
    "111": [
        "Prepare the pig by removing the internal organs and cleaning it thoroughly.",
        "Score the pig's skin with a sharp knife, making deep cuts in a diamond pattern.",
        "Rub the pig all over with a flavorful seasoning mixture, ensuring it is evenly coated.",
        "Place the pig on a large roasting spit and secure it tightly, ensuring it is properly balanced.",
        "Set up a charcoal or wood-burning grill and light the fire, allowing it to burn down to hot coals.",
        "Slowly roast the pig over the fire, turning it regularly to ensure even cooking.",
        "Baste the pig with a marinade or glaze every hour to keep it moist and add flavor.",
        "Continue roasting the pig until the internal temperature reaches a safe level and the skin is crispy and golden brown."
    ],
    "112": [
        "Prepare the dough by combining flour, salt, and cold butter in a mixing bowl.",
        "Use your hands or a pastry cutter to mix the ingredients until the mixture resembles coarse crumbs.",
        "Gradually add ice water, a tablespoon at a time, and mix until the dough comes together.",
        "Shape the dough into a ball, wrap it in plastic wrap, and refrigerate for at least 30 minutes.",
        "Remove the dough from the refrigerator and divide it into two equal portions.",
        "On a lightly floured surface, roll out one portion of the dough into a thin, even circle.",
        "Carefully place the rolled-out dough into a pie dish or onto a baking sheet.",
        "Fill the pie dish with your desired filling, fold over any excess dough, and crimp the edges to seal."
    ],
    "113": [
        "Grasp the rope firmly with both hands.",
        "Extend your arms straight in front of you, parallel to the ground.",
        "Bend your elbows and lower the rope towards the ground, keeping your wrists straight.",
        "Continue pushing the rope down until your hands are near your thighs.",
        "Slowly release the tension in the rope and allow it to rise back up.",
        "Repeat the pushdown motion for the desired number of repetitions.",
        "Engage your core and maintain proper posture throughout the exercise.",
        "Remember to breathe consistently and avoid jerking motions."
    ],
    "114": [
        "Choose a scrapbook album and theme",
        "Gather photos and memorabilia",
        "Organize photos and memorabilia chronologically",
        "Select decorative papers and embellishments",
        "Cut and arrange papers and embellishments on each page",
        "Adhere photos and memorabilia to the pages",
        "Add journaling to document memories",
        "Finalize and protect the completed scrapbook"
    ],
    "115": [
        "Wash your hands with soap and water.",
        "Splash water on your face to wet it.",
        "Apply a small amount of facial cleanser to your fingertips.",
        "Gently massage the cleanser onto your face in circular motions.",
        "Pay special attention to areas prone to oiliness or impurities.",
        "Rinse your face thoroughly with lukewarm water.",
        "Pat your face dry with a clean towel.",
        "Apply a moisturizer to keep your skin hydrated."
    ],
    "116": [
        "Crack the egg on the edge of a bowl",
        "Hold the egg over the bowl and gently pull the two shell halves apart",
        "Allow the egg white to flow into the bowl while keeping the yolk intact in one half of the shell",
        "Transfer the yolk to the other half of the shell, allowing the remaining egg white to drip into the bowl",
        "Continue transferring the yolk back and forth between the two halves of the shell until all the egg white has separated from the yolk",
        "Place the separated egg yolk into a separate bowl or container",
        "Repeat the process for the remaining eggs",
        "Dispose of the egg shells and clean up any mess or spills"
    ],
    "117": [
        "Measure and cut the fabric according to the desired dimensions",
        "Prepare the sewing machine by setting it up and inserting the appropriate needle and thread",
        "Place the fabric pieces together, aligning the edges that need to be sewn",
        "Pin the fabric in place to ensure it stays aligned during sewing",
        "Thread the sewing machine and adjust the stitch settings according to the desired seam",
        "Begin sewing along the pinned edges, removing the pins as you go",
        "Continue sewing until all required seams are complete",
        "Trim any excess threads and fabric, and press the completed project if necessary"
    ],
    "118": [
        "Knead the bread dough gently to remove air bubbles",
        "Divide the bread dough into equal portions",
        "Shape each portion of dough into a round ball",
        "Place the dough balls on a baking tray lined with parchment paper",
        "Cover the dough balls with a damp towel and let them rest for about 30 minutes",
        "Preheat the oven to the desired temperature",
        "Score the tops of the dough balls with a sharp knife to create decorative patterns",
        "Bake the shaped bread dough in the preheated oven until golden brown and cooked through"
    ],
    "119": [
        "Hold the flashlight firmly in your hand.",
        "Switch on the flashlight using the power button.",
        "Direct the beam of light in the desired direction.",
        "Adjust the focus of the flashlight if necessary.",
        "Move the flashlight along the desired path.",
        "Hold the flashlight steady to illuminate the target area.",
        "Switch off the flashlight using the power button.",
        "Put the flashlight away in a safe place."
    ],
    "120": [
        "Enter the store",
        "Grab a shopping cart",
        "Make a shopping list",
        "Browse through the aisles",
        "Select the items needed",
        "Place the items in the cart",
        "Proceed to the checkout counter",
        "Pay for the items"
    ],
    "121": [
        "Lift the left foot slightly off the ground",
        "Bring the left foot back down and shift the weight to the right foot",
        "Lift the right foot slightly off the ground",
        "Bring the right foot back down and shift the weight to the left foot",
        "Repeat steps 1-4 in a continuous rhythm",
        "Maintain a loose and relaxed posture",
        "Move the feet side to side in a small sliding motion",
        "Sync the movements with the rhythm of the music"
    ],
    "122": [
        "Hold the cup with your dominant hand",
        "Bring the cup close to your face",
        "Tilt the cup slightly towards your mouth",
        "Part your lips slightly",
        "Place the rim of the cup against your lips",
        "Slowly and gently sip the liquid from the cup",
        "Pause for a moment to savor the taste",
        "Lower the cup back down"
    ],
    "123": [
        "Put on skiing boots.",
        "Fasten the boots tightly.",
        "Secure the bindings of the skis.",
        "Position yourself on the slope.",
        "Push off with one foot.",
        "Balance and glide on one ski.",
        "Maintain control and balance throughout.",
        "Gradually increase speed and ski confidently."
    ],
    "124": [
        "Find a flat and smooth surface near a body of water.",
        "Select a suitable stone for skipping.",
        "Hold the stone firmly in your hand.",
        "Take a step back to create distance.",
        "Swing your arm back and forth to gain momentum.",
        "Release the stone at the right moment as you swing your arm forward.",
        "Throw the stone parallel to the surface of the water.",
        "Watch the stone skip across the water and count the skips."
    ],
    "125": [
        "Raise your hand above your head",
        "Hold an object securely in your hand",
        "Bring your hand down forcefully",
        "Make contact between the object and the surface",
        "Apply a significant amount of pressure",
        "Ensure the object breaks into multiple pieces",
        "Release your grip on the object",
        "Clean up any debris or shards"
    ],
    "126": [
        "Bend down",
        "Remove any footwear",
        "Get close to the feet",
        "Inhale deeply",
        "Focus on the scent",
        "Analyze the odor",
        "React accordingly",
        "Take necessary action"
    ],
    "127": [
        "Take out the pipe from its case",
        "Hold the pipe by its stem",
        "Insert the tobacco into the bowl",
        "Tamp down the tobacco lightly with your finger",
        "Bring the pipe to your lips",
        "Light a match and hold it over the tobacco",
        "Inhale slowly through the stem",
        "Exhale the smoke out of your mouth"
    ],
    "128": [
        "Form a square",
        "Dosado",
        "Swing",
        "Promenade",
        "Allemande left",
        "Weave the ring",
        "Dosado",
        "Bow to your partner"
    ],
    "129": [
        "Hold the roping rope firmly with one hand",
        "Position yourself on the side of the animal, opposite to the direction you want to steer",
        "Extend your arm with the roping rope towards the animal",
        "Swing the rope in a circular motion above your head",
        "Release the rope at the right moment to create a loop",
        "Make sure the loop lands around the neck or horns of the animal",
        "Pull back on the rope, applying pressure to steer the animal in the desired direction",
        "Maintain control of the rope and steer the animal until it comes to a stop"
    ],
    "130": [
        "Unwrap the lolly",
        "Place the lolly in your mouth",
        "Close your lips around the lolly",
        "Suck on the lolly slowly",
        "Move your tongue around the lolly to savor the flavor",
        "Continue sucking the lolly to maintain its shape",
        "Avoid biting down on the lolly",
        "Enjoy the sweet taste as it melts in your mouth"
    ],
    "131": [
        "Start by getting into the water and position yourself horizontally on your stomach.",
        "Extend your arms out in front of you and place one hand on top of the other, overlapping your fingers.",
        "Kick your legs in a continuous fluttering motion, keeping them straight and together.",
        "Simultaneously, rotate your head to the side to breathe, inhaling through your mouth and exhaling through your nose.",
        "Pull one arm back towards your hip, keeping it straight, while the other arm remains extended in front of you.",
        "Switch the pulling motion of your arms, bringing the other arm back towards your hip as the first arm extends forward.",
        "Continue kicking your legs and rotating your arms in a rhythmic motion, maintaining a smooth and steady pace.",
        "Repeat these steps, phasing through your strokes and breathing, until you reach your desired distance or time."
    ],
    "132": [
        "Grip the baseball bat firmly with both hands.",
        "Stand with your feet shoulder-width apart, facing your target.",
        "Keep your arms extended, holding the bat parallel to the ground.",
        "Swing the bat backwards, bringing it behind your back.",
        "Rotate your torso as you swing the bat forward.",
        "As you swing, transfer your weight from your back foot to your front foot.",
        "Make contact with the ball using the sweet spot of the bat.",
        "Follow through with your swing, extending your arms towards the direction of the swing."
    ],
    "133": [
        "Prepare your mouth and throat by drinking lukewarm water.",
        "Locate the correct angle by looking for the u-shaped bone in your throat.",
        "Open your mouth wide and tilt your head back.",
        "Hold the hilt of the sword and insert it into your mouth.",
        "Slowly guide the sword down your throat, taking care not to rush or force it.",
        "Relax your throat and esophagus muscles to allow the sword to slide smoothly.",
        "Resist the urge to gag or cough as the sword reaches your stomach.",
        "To remove the sword, reverse the steps and carefully pull it out of your throat."
    ],
    "134": [
        "Prepare necessary equipment such as spray paint, stencils, and protective gear",
        "Choose a suitable location for the graffiti tagging",
        "Clean and prepare the surface to be tagged by removing any dirt or debris",
        "Plan and sketch out the design or message for the graffiti",
        "Position the stencil or use freehand techniques to start spraying the paint onto the surface",
        "Use different colors and techniques to add depth and details to the graffiti",
        "Allow the paint to dry before adding any additional layers or details",
        "Step back and review the final result, making any necessary touch-ups or adjustments"
    ],
    "135": [
        "Dial the phone number",
        "Hold the phone near your ear",
        "Press the call button",
        "Listen for the ringtone",
        "Say hello or a greeting",
        "Engage in conversation",
        "Listen and respond",
        "End the call when finished"
    ],
    "136": [
        "Pour a small amount of wine into a clean glass",
        "Swirl the wine gently in the glass to release its aromas",
        "Observe the wine's color and clarity",
        "Bring the glass to your nose and inhale deeply to assess the wine's aroma",
        "Take a small sip of the wine and let it coat your palate",
        "Notice the wine's flavors and characteristics on your tongue",
        "Pay attention to the wine's body, acidity, and tannins",
        "Evaluate the wine's finish and overall balance"
    ],
    "137": [
        "Hold the needle between your thumb and index finger.",
        "Hold the end of the thread with your other hand.",
        "Insert the end of the thread through the eye of the needle.",
        "Hold both the thread and the needle tightly.",
        "Pull the thread through the eye of the needle.",
        "Make sure the thread is securely attached to the needle.",
        "Trim any excess thread with scissors.",
        "Your needle is now threaded and ready to use."
    ],
    "138": [
        "Hold the knife by the handle in your dominant hand.",
        "Extend your arm straight out in front of you.",
        "Bring your arm back behind your head to generate momentum.",
        "Step forward with your non-dominant foot, shifting your weight onto it.",
        "Swing your arm forward forcefully, releasing the knife at the right moment.",
        "Follow through with your arm, allowing it to continue its motion after releasing the knife.",
        "Watch the knife as it flies through the air towards the target.",
        "Aim for the desired target and adjust your technique as needed."
    ],
    "139": [
        "Gather a handful of snow.",
        "Compact the snow by squeezing it together.",
        "Form a round shape with the compacted snow.",
        "Create a firm grip on the snowball.",
        "Swing your arm back and prepare to throw.",
        "Aim at the target.",
        "Release the snowball by projecting it forward with force.",
        "Repeat the process to throw more snowballs."
    ],
    "140": [
        "Stamp your feet",
        "Cry loudly",
        "Flail your arms",
        "Yell and scream",
        "Pout and frown",
        "Throw objects",
        "Kick and punch the air",
        "Collapse on the floor"
    ],
    "141": [
        "Fill a water balloon with water",
        "Hold the water balloon firmly in your hand",
        "Aim at the target you want to hit",
        "Swing your arm back",
        "Simultaneously move your arm forward",
        "Release the water balloon from your hand",
        "Watch the water balloon soar through the air",
        "Observe the splash as it hits the target"
    ],
    "142": [
        "Prepare the fabric by washing and drying it thoroughly",
        "Choose the desired tie-dye technique and gather the necessary materials",
        "Lay out the fabric flat on a protected surface",
        "Use rubber bands or string to create desired patterns or designs by bunching, twisting, or folding sections of the fabric",
        "Prepare the dye according to the instructions on the package",
        "Dip the fabric into the dye, making sure to fully saturate the desired areas",
        "Allow the fabric to sit in the dye for the recommended amount of time to achieve the desired color intensity",
        "Rinse the fabric in cold water until the water runs clear, removing excess dye"
    ],
    "143": [
        "Setting up the tightrope",
        "Securing the tightrope at proper height",
        "Balancing yourself on the tightrope",
        "Slowly taking the first step onto the tightrope",
        "Maintaining a steady rhythm and pace while walking",
        "Keeping your gaze focused ahead",
        "Using your arms for balance",
        "Stepping off the tightrope safely at the end"
    ],
    "144": [
        "Inspect the shrubs for overgrowth and dead branches",
        "Prepare the necessary tools such as pruning shears and gloves",
        "Identify the desired shape and size for the shrubs",
        "Start by trimming any dead or damaged branches",
        "Use pruning shears to cut back any excessively long or wild growth",
        "Trim the shrubs to the desired shape by following their natural growth pattern",
        "Remove any stray branches or shoots that disrupt the overall appearance",
        "Clean up the trimmed branches and debris from the surrounding area"
    ],
    "145": [
        "Extend both of your hands in front of you with your fingers straightened out",
        "Bend the middle joint of each finger so that only the tips of your fingers are touching each other",
        "Move your index finger up and down while keeping the other fingers in the same position",
        "Repeat the previous step with your middle finger, ring finger, and pinky finger, one at a time",
        "Continue twiddling your fingers in a sequential order, moving from the pinky finger to the index finger and back again",
        "Increase the speed at which you twiddle your fingers to make it appear more dynamic",
        "Slow down the speed of your finger twiddling to create a more relaxed and gradual motion",
        "Conclude the twiddling by bringing all your fingers back to their original straightened position"
    ],
    "146": [
        "Bend down and grab the end of one shoelace with each hand.",
        "Cross one lace over the other to create a loop.",
        "Hold the loops in place with your thumb and index finger.",
        "Take the lace on the right and cross it over the one on the left.",
        "Loop the lace that you just crossed over under the lace that is still straight.",
        "Pull the loops out to tighten the knot.",
        "Tug on the loops to make sure the knot is secure.",
        "Repeat the process with the other shoelace."
    ],
    "147": [
        "Dip the paint roller in the paint.",
        "Roll the paint roller on the tray to distribute the paint evenly.",
        "Start at one corner of the surface and apply the paint using long, sweeping strokes.",
        "Overlap each stroke slightly to ensure even coverage.",
        "Work in small sections at a time to prevent the paint from drying too quickly.",
        "Continue rolling until the entire surface is covered.",
        "Check for any missed spots and touch up as necessary.",
        "Allow the paint to dry completely before applying a second coat if needed."
    ],
    "148": [
        "Grab the power drill with one hand on the handle and the other hand on the trigger.",
        "Insert the appropriate drill bit into the chuck of the power drill, making sure it is securely tightened.",
        "Position the drill bit against the surface you want to drill into, applying gentle pressure.",
        "Engage the drill by pressing the trigger while keeping a firm grip on the power drill.",
        "Slowly increase the speed of the drill by adjusting the trigger pressure, ensuring the drill is moving in a straight and steady motion.",
        "Continue drilling until you have achieved the desired depth or completed the task at hand.",
        "Release the trigger to disengage the drill and wait for it to come to a complete stop before removing it from the surface.",
        "Turn off the power drill and safely store it in a designated area, ensuring the drill bit is removed or swapped for a storage cap."
    ],
    "149": [
        "Grasp the wrench firmly in your hand.",
        "Position the wrench around the bolt or nut that needs to be turned.",
        "Apply downward pressure on the wrench to ensure a secure grip.",
        "Rotate the wrench in a clockwise direction to tighten the bolt or nut.",
        "Rotate the wrench in a counterclockwise direction to loosen the bolt or nut.",
        "Continue rotating the wrench in the appropriate direction until the desired tightness or looseness is achieved.",
        "Release the pressure on the wrench once the task is completed.",
        "Set aside the wrench in a safe and organized manner."
    ],
    "150": [
        "Approach the ATM machine.",
        "Insert your ATM card into the card slot.",
        "Enter your PIN on the keypad.",
        "Select the type of transaction you want to perform (e.g., withdraw cash, check balance, transfer funds).",
        "Enter the desired amount of cash you want to withdraw or specify the amount of funds you want to transfer.",
        "Wait for the transaction to be processed.",
        "Take your card back from the card slot.",
        "Collect the cash or receipt if applicable."
    ],
    "151": [
        "1. Prepare the bagging machine by ensuring it is clean and in proper working condition.",
        "2. Gather the materials to be bagged, such as products, items or materials.",
        "3. Set up the bagging machine by adjusting the settings according to the desired bag size and weight.",
        "4. Position the materials to be bagged in the input area of the bagging machine.",
        "5. Start the bagging machine and allow it to fill each bag with the desired amount of material.",
        "6. Once the bag is filled, seal it securely using the appropriate mechanisms of the bagging machine.",
        "7. Remove the filled bag from the bagging machine and place it aside for further processing or packaging.",
        "8. Repeat the process for the remaining materials, ensuring the bagging machine is running smoothly and efficiently."
    ],
    "152": [
        "Measure and mark the material to be cut with a circular saw.",
        "Ensure that the material is secured in place with clamps or other appropriate devices.",
        "Plug in the circular saw and make sure it's in good working condition.",
        "Put on safety goggles, ear protection, and gloves before starting.",
        "Position the circular saw blade at the edge of the marked line.",
        "Hold the saw firmly with both hands and start the motor.",
        "Apply gentle pressure and guide the saw along the marked line at a steady pace.",
        "Once the cut is complete, release the power trigger and wait for the blade to stop spinning."
    ],
    "153": [
        "Hold the inhaler upright",
        "Shake the inhaler well",
        "Remove the cap from the mouthpiece",
        "Breathe out fully",
        "Place the mouthpiece between your lips",
        "Start inhaling slowly and deeply",
        "Press down on the inhaler to release the medication",
        "Hold your breath for a few seconds before exhaling"
    ],
    "154": [
        "Arrive at the entrance of the zoo",
        "Purchase tickets",
        "Walk through the main gate",
        "Observe and read the map of the zoo",
        "Visit the different animal exhibits",
        "Watch animal shows and presentations",
        "Take photos and videos of the animals",
        "Enjoy snacks or meals at the zoo cafeteria"
    ],
    "155": [
        "Step 1: Lift your leg and move it forward into the mud",
        "Step 2: Apply pressure to sink your foot deeper into the mud",
        "Step 3: Lift your other leg and repeat steps 1 and 2",
        "Step 4: Continue moving forward, alternately stepping and sinking in the mud",
        "Step 5: Maintain balance and stability as you wade through the muddy terrain",
        "Step 6: Use your arms for additional balance by extending them out to the sides",
        "Step 7: Adjust your pace and speed depending on the depth and consistency of the mud",
        "Step 8: Keep your focus on each step to avoid slipping or getting stuck in the mud"
    ],
    "156": [
        "Dip toes in the water",
        "Take a step forward",
        "Push through the current",
        "Feel the water rising",
        "Continue walking forward",
        "Maintain balance in the water",
        "Take another step forward",
        "Reach the desired depth"
    ],
    "157": [
        "Extend your arm fully in front of you",
        "Open your hand, spreading your fingers apart",
        "Move your wrist in a circular motion, rotating your hand back and forth",
        "Bend your arm slightly at the elbow",
        "Rotate your arm from the shoulder, creating a waving motion",
        "Continue waving your hand for a few seconds",
        "Maintain a relaxed and fluid movement",
        "Repeat the waving motion as desired"
    ],
    "158": [
        "Preparing the loom",
        "Setting up the warp threads",
        "Feeding the weft threads",
        "Passing the shuttle through the warp",
        "Beating down the weft",
        "Advancing the warp",
        "Repeating the process",
        "Finishing the fabric"
    ],
    "159": [
        "Close one eye",
        "Relax your facial muscles",
        "Contract the muscles around your eye",
        "Keep your other eye open",
        "Briefly close your eyelid",
        "Quickly open your eyelid",
        "Return to a relaxed facial expression",
        "Repeat if desired"
    ]
}