{
    "0": [
        "Rehearse the lines and blocking for the assigned role",
        "Perform the role with appropriate emotions and expressions"
    ],
    "1": [
        "Expressing opposing viewpoints",
        "Presenting supporting evidence"
    ],
    "2": [
        "Attach the front wheel to the frame",
        "Install the pedals and attach them securely"
    ],
    "3": [
        "Jump into the air",
        "Tuck your knees into your chest and rotate backward"
    ],
    "4": [
        "Put on the base jumping gear",
        "Jump off a high structure with a parachute"
    ],
    "5": [
        "Gather all necessary bath supplies",
        "Wet the dog with warm water"
    ],
    "6": [
        "Grip the battle ropes with both hands",
        "Alternate raising and lowering each arm while creating waves with the ropes"
    ],
    "7": [
        "Inhale deeply",
        "Exhale while blowing air into a piece of bubble gum"
    ],
    "8": [
        "Position empty bottles on the conveyor belt",
        "Fill the bottles with the desired liquid"
    ],
    "9": [
        "Inhale deeply",
        "Exhale with force while opening mouth and igniting fuel"
    ],
    "10": [
        "Arrange the LEGO pieces according to their colors and sizes.",
        "Follow the instructions or create your own design by connecting the LEGO pieces together."
    ],
    "11": [
        "Find a suitable location on the beach",
        "Gather sand and shape it into a mound"
    ],
    "12": [
        "Step 1: Enter the bullring with a cape and a sword",
        "Step 2: Engage with the bull, provoking and dodging its attacks"
    ],
    "13": [
        "Determine the mathematical equation or formula to be used for calculation",
        "Input the necessary numerical values into the equation and perform the calculations"
    ],
    "14": [
        "Hold the calligraphy brush with a firm grip",
        "Practice different stroke techniques such as the upward stroke and the downward stroke"
    ],
    "15": [
        "Gather a deck of cards",
        "Arrange the cards in a stable and leaning structure by placing cards horizontally and vertically on top of each other."
    ],
    "16": [
        "Hold the card firmly between your thumb and index finger",
        "Snap your wrist forward to propel the card forward"
    ],
    "17": [
        "1. Take a block of ice.",
        "2. Use a sharp knife or ice pick to begin carving the ice."
    ],
    "18": [
        "Unwrap the gum from its packaging and hold it in your hand.",
        "Place the gum in your mouth and begin to chew it using your teeth and jaw muscles."
    ],
    "19": [
        "Choosing the right type of stone",
        "Using the chisel to mark the outline of the desired shape on the stone"
    ],
    "20": [
        "Place the meat on a cutting board",
        "Use a sharp knife to chop the meat into desired pieces"
    ],
    "21": [
        "Wash the vegetables",
        "Cut the vegetables into small pieces"
    ],
    "22": [
        "Pick a color from the available options",
        "Apply the chosen color onto the surface or object to be colored"
    ],
    "23": [
        "Bend your body in unusual and twisted positions",
        "Stretch your limbs in unconventional ways"
    ],
    "24": [
        "Clean the scallops by rinsing them under cold water and patting them dry with paper towels",
        "Heat a non-stick skillet over medium-high heat and add a small amount of oil to the pan"
    ],
    "25": [
        "Choose a character to cosplay as",
        "Prepare and gather all the necessary materials and costumes for the chosen character"
    ],
    "26": [
        "Lie down on a flat and comfortable surface.",
        "Slowly lift your legs towards your chest, bending at the knees."
    ],
    "27": [
        "Interlock your fingers",
        "Apply gentle pressure and pull your fingers apart"
    ],
    "28": [
        "Focus on a distant object",
        "Gradually increase the convergence of your eyes towards the center"
    ],
    "29": [
        "Start by learning basic cumbia dance steps.",
        "Practice the basic steps until you feel comfortable and can execute them smoothly."
    ],
    "30": [
        "Gripping the curling broom firmly with both hands",
        "Sliding forward and pushing off with the broom to gain momentum"
    ],
    "31": [
        "Hold the apple firmly in one hand.",
        "Use a sharp knife to cut through the apple vertically from the top to the bottom."
    ],
    "32": [
        "Collect mail from post office",
        "Sort mail according to addresses"
    ],
    "33": [
        "Stand at the center of the intersection",
        "Use hand signals to indicate to vehicles when it's safe to go and when they should stop"
    ],
    "34": [
        "Approach the docking area",
        "Secure the boat to the dock"
    ],
    "35": [
        "1. Open the jigsaw puzzle box and spread out all the pieces on a clean and flat surface.",
        "2. Sort the pieces by color, edges, and patterns to make it easier to assemble the puzzle later."
    ],
    "36": [
        "Open mouth slightly",
        "Allow saliva to flow out of the mouth"
    ],
    "37": [
        "Locate a dumpster in a designated area",
        "Carefully examine the dumpster contents for salvageable items"
    ],
    "38": [
        "Apply a protective cream around the eyebrows.",
        "Carefully apply the dye to the eyebrows using a brush."
    ],
    "39": [
        "Thread the needle",
        "Start embroidering"
    ],
    "40": [
        "Losing balance",
        "Landing on the ground"
    ],
    "41": [
        "Moving restlessly",
        "Tapping fingers or feet"
    ],
    "42": [
        "Inspect the bicycle for any visible damages or issues.",
        "Identify and fix any punctures or leaks in the tires."
    ],
    "43": [
        "Choose a geocache location",
        "Use GPS coordinates to navigate to the location"
    ],
    "44": [
        "Research reputable piercing studios in your area",
        "Schedule an appointment with the chosen piercing studio"
    ],
    "45": [
        "Squat or kneel down at the edge of the water.",
        "Submerge the pan in the water and agitate it to let the water wash away the lighter materials, leaving behind the heavier gold particles."
    ],
    "46": [
        "Wet the clothes",
        "Apply detergent to the clothes"
    ],
    "47": [
        "Place your hands on the floor, shoulder-width apart.",
        "Kick your legs up into the air, keeping your core engaged."
    ],
    "48": [
        "Research historical event and choose specific reenactment scenario",
        "Gather period-appropriate costumes, props, and equipment"
    ],
    "49": [
        "Step 1: Arrange a group of people in a close circle.",
        "Step 2: Bring everyone closer together and create physical contact with those nearby."
    ],
    "50": [
        "Prepare appropriate clothing and equipment",
        "Gradually enter the cold water and start swimming"
    ],
    "51": [
        "Measuring and preparing the room",
        "Securing the carpet and applying adhesive or stretch grippers"
    ],
    "52": [
        "Heat the flat iron to the desired temperature",
        "Section the hair into small, manageable sections"
    ],
    "53": [
        "Step 1: Hold the handlebars firmly and place both feet on the pedals.",
        "Step 2: Push down on the pedals with both feet while simultaneously using your arms to propel yourself upwards, lifting both wheels off the ground."
    ],
    "54": [
        "Stand with your feet together and arms by your sides.",
        "Jump and simultaneously spread your legs to the sides while raising your arms above your head."
    ],
    "55": [
        "Prepare the land yacht by checking and securing all the sails, ropes, and rigging components.",
        "Position yourself in the land yacht, ensuring that you are seated comfortably and securely. Rest your hands on the steering mechanism and your feet on the foot pedals."
    ],
    "56": [
        "Prepare the lawn mower by checking the fuel and oil levels.",
        "Mark the start and finish lines on the racing track."
    ],
    "57": [
        "Select location for laying stone",
        "Prepare the ground for laying stone"
    ],
    "58": [
        "Prepare the surface by cleaning and leveling it",
        "Apply adhesive to the surface and lay the tiles in a desired pattern"
    ],
    "59": [
        "Choose the desired type and quality of leather.",
        "Prepare the leather by cutting it into the required shape and size."
    ],
    "60": [
        "Extend the tongue out",
        "Make contact with the object by touching the tongue to it."
    ],
    "61": [
        "Grasp the brim of the hat with your dominant hand",
        "Gently lift the hat off your head while keeping it level with the ground"
    ],
    "62": [
        "Gather dry twigs and leaves for kindling",
        "Arrange the kindling in a small pile and position larger logs over it"
    ],
    "63": [
        "Insert tension wrench into the keyhole",
        "Use a lock pick to lift each pin and set it in the correct position"
    ],
    "64": [
        "Position your feet on the board in a comfortable stance",
        "Push off with your foot to gain momentum and start moving forward"
    ],
    "65": [
        "Pick up the phone",
        "Gaze at the screen"
    ],
    "66": [
        "Lie down on the luge sled.",
        "Push yourself off from the starting point."
    ],
    "67": [
        "Inflate the balloon",
        "Twist and shape the balloon into desired shapes"
    ],
    "68": [
        "Mix the soap solution with water in a container.",
        "Use a bubble wand or blowing tool to create bubbles by blowing gently into the solution."
    ],
    "69": [
        "Choose the perfect location and setting",
        "Get down on one knee and ask the question with a heartfelt speech"
    ],
    "70": [
        "1. Sit or lay down in a comfortable position.",
        "2. Use your fingertips to gently apply pressure to the muscles on each side of your neck, working your way up and down."
    ],
    "71": [
        "Slide your right foot back while keeping your left foot planted",
        "Glide your left foot forward while sliding your right foot back"
    ],
    "72": [
        "Jump into the crowd",
        "Start pushing and shoving with the other dancers"
    ],
    "73": [
        "Identify the ideal foraging location",
        "Carefully search the forest floor for mushrooms"
    ],
    "74": [
        "Grasp the door handle",
        "Pull or push the door to open it"
    ],
    "75": [
        "Grasp the refrigerator handle",
        "Pull the refrigerator door"
    ],
    "76": [
        "Find a group of people taking a photo",
        "Quickly jump into the frame right before the photo is taken"
    ],
    "77": [
        "Place your thumb and index finger close together",
        "Squeeze your thumb and index finger together tightly"
    ],
    "78": [
        "Stand with your feet together and arms extended to the sides.",
        "Transfer your weight to one leg and lift the other leg off the ground, keeping it extended behind you."
    ],
    "79": [
        "Measure and mark the dimensions of the wood pieces needed for the plan",
        "Cut the wood pieces according to the measured dimensions"
    ],
    "80": [
        "Setting up the beer pong table",
        "Throwing ping pong balls into the cups"
    ],
    "81": [
        "Deal two cards to each player.",
        "Take turns deciding whether to hit (draw a card) or stand (keep the current hand)."
    ],
    "82": [
        "Aiming at the dartboard",
        "Throwing the dart towards the target"
    ],
    "83": [
        "Shuffling the dominoes",
        "Placing the dominoes in a line for the game"
    ],
    "84": [
        "Hold the hockey stick with both hands",
        "Run across the field while dribbling the ball with the stick"
    ],
    "85": [
        "Hold the mallet in your hand.",
        "Strike the gong with the mallet."
    ],
    "86": [
        "Choose a hand clapping game",
        "Follow the specific hand movements and rhythm as directed in the game"
    ],
    "87": [
        "Put on the laser tag equipment",
        "Navigate through the laser tag arena and aim at opponents"
    ],
    "88": [
        "Hold the lute with your left hand.",
        "Use your right hand to pluck the strings."
    ],
    "89": [
        "Hold the maracas in both hands.",
        "Shake the maracas rhythmically to create sound."
    ],
    "90": [
        "Catching the netball",
        "Passing the netball to a teammate"
    ],
    "91": [
        "Hold the ocarina with your dominant hand",
        "Cover the holes of the ocarina with your fingers to create specific notes"
    ],
    "92": [
        "Hold the pan pipes in a comfortable position",
        "Blow into the pipes while covering and uncovering the holes to produce different notes"
    ],
    "93": [
        "Hold the ping pong paddle with a firm grip",
        "Hit the ping pong ball with the paddle towards the other side of the table"
    ],
    "94": [
        "Approach the polo field",
        "Follow the rules and regulations of polo"
    ],
    "95": [
        "Pick up the Rubik's Cube",
        "Rotate the top layer clockwise by 90 degrees"
    ],
    "96": [
        "Drawing tiles from the bag",
        "Placing tiles on the game board"
    ],
    "97": [
        "Assemble the train tracks",
        "Push the trains along the tracks"
    ],
    "98": [
        "Extend your index finger.",
        "Gently press your extended index finger into your bellybutton."
    ],
    "99": [
        "Apply metal polish to a clean cloth",
        "Rub the cloth against the metal surface in a circular motion."
    ],
    "100": [
        "Hold the balloon firmly in one hand.",
        "Use a sharp object, like a pin or needle, to pierce the balloon."
    ],
    "101": [
        "Pick up a beer glass",
        "Slowly tilt the beer bottle and pour the beer into the glass"
    ],
    "102": [
        "Wash and chop assorted vegetables",
        "Toss vegetables with dressing and mix well"
    ],
    "103": [
        "Clean hands thoroughly",
        "Gently place the contact lens on the fingertip"
    ],
    "104": [
        "Holding the eyeliner pencil, position it at the inner corner of your upper eyelid.",
        "Gently draw a thin line across your upper lash line, starting from the inner corner and extending towards the outer corner of your eye."
    ],
    "105": [
        "Squeeze a small amount of foundation onto your hand or a makeup palette.",
        "Using a foundation brush or a sponge, start applying the foundation to your face in small, circular motions, starting from the center and blending it outwards."
    ],
    "106": [
        "Step 1: Open the mascara tube.",
        "Step 2: Hold the mascara wand close to your eyelashes and gently swipe it from the roots to the tips."
    ],
    "107": [
        "Hold one end of the sari and tuck it into the petticoat at the waist.",
        "Take the loose end of the sari and drape it over the shoulder."
    ],
    "108": [
        "Remove the wheel from the bicycle",
        "Locate the puncture in the inner tube"
    ],
    "109": [
        "Mount the snow blower by stepping onto the platform.",
        "Engage the snow blower by turning on the engine."
    ],
    "110": [
        "Skewer the marshmallows on long metal sticks.",
        "Hold the marshmallows over an open flame, turning them slowly until they turn golden brown and start to melt."
    ],
    "111": [
        "Preheat the oven to the desired temperature.",
        "Place the pig on a roasting rack and season it with your desired spices."
    ],
    "112": [
        "Flatten the pastry dough into a thin and even sheet",
        "Carefully roll the pastry dough into a cylindrical shape"
    ],
    "113": [
        "Hold one end of the rope with both hands.",
        "Push the rope down towards the ground using both hands."
    ],
    "114": [
        "Choose a theme or concept for your scrapbook",
        "Gather and organize your materials and photos for scrapbooking"
    ],
    "115": [
        "Wet your face with warm water",
        "Apply face scrub in gentle circular motions"
    ],
    "116": [
        "Crack the eggshell and gently separate the yolk from the white.",
        "Transfer the separated egg yolk and egg white into separate containers."
    ],
    "117": [
        "Threading the needle",
        "Sewing the fabric"
    ],
    "118": [
        "Knead the bread dough until it becomes smooth and elastic.",
        "Shape the bread dough into the desired form, such as a loaf, rolls, or any other desired shape."
    ],
    "119": [
        "Hold the flashlight firmly in your hand",
        "Press the button to turn on the flashlight"
    ],
    "120": [
        "Make a shopping list",
        "Visit the store and purchase the items"
    ],
    "121": [
        "Step 1: Lift the left foot slightly off the ground",
        "Step 2: Move the left foot to the right, placing it next to the right foot"
    ],
    "122": [
        "Hold cup firmly.",
        "Tilt the cup towards your mouth."
    ],
    "123": [
        "Put on ski boots",
        "Attach the ski binding to your ski boots"
    ],
    "124": [
        "Select a flat and smooth stone",
        "Swing your arm in a smooth motion and release the stone"
    ],
    "125": [
        "Hold the object firmly.",
        "Swing your arm forcefully and strike the object with great impact."
    ],
    "126": [
        "Bend over to bring your nose closer to your feet",
        "Inhale deeply to smell the scent of your feet"
    ],
    "127": [
        "Prepare the pipe by cleaning and inspecting it.",
        "Fill the pipe with tobacco, making sure not to overpack it."
    ],
    "128": [
        "Gather in a square formation with four couples.",
        "Follow the caller's instructions and perform a series of coordinated dance moves."
    ],
    "129": [
        "Hold the rope firmly with one hand while gripping the steer's horns with the other hand.",
        "Twist your body and use your strength to steer the rope around the horns and secure it tightly."
    ],
    "130": [
        "Unwrap the lolly",
        "Place the lolly in your mouth and start sucking"
    ],
    "131": [
        "Stretch and warm up your muscles",
        "Start by standing at the edge of the pool and get into the water, making sure it reaches at least chest level"
    ],
    "132": [
        "Grip the baseball bat firmly with both hands",
        "Swing the bat in a smooth arc motion towards the targeted direction"
    ],
    "133": [
        "Prepare the sword by ensuring it is clean and free from any obstructions or defects",
        "Position the sword at the back of your throat, taking care to align it properly with your esophagus"
    ],
    "134": [
        "Prepare spray paint cans and assorted graffiti tools.",
        "Find a suitable location to tag graffiti and ensure it is legal and permissible."
    ],
    "135": [
        "Dial the phone number of the person you want to talk to",
        "Hold the cell phone to your ear and speak into the microphone"
    ],
    "136": [
        "Observe the color and clarity of the wine",
        "Swirl the wine in the glass to release its aromas and oxygenate it"
    ],
    "137": [
        "Hold the needle with your dominant hand.",
        "Guide the thread through the eye of the needle."
    ],
    "138": [
        "Hold the knife firmly in your dominant hand.",
        "Bring your non-dominant hand up to hold the knife by the tip of the blade."
    ],
    "139": [
        "Gather a handful of snow",
        "Use your arm to swing forward and release the snow into the air"
    ],
    "140": [
        "Stamping feet",
        "Screaming and crying"
    ],
    "141": [
        "Fill the water balloon with water",
        "Aim and throw the water balloon"
    ],
    "142": [
        "Prepare the fabric",
        "Apply the dye"
    ],
    "143": [
        "Balancing on one foot",
        "Walking slowly and carefully along a tightrope"
    ],
    "144": [
        "Identify the overgrown shrubs.",
        "Use pruning shears or hedge trimmers to trim the shrubs to the desired shape and size."
    ],
    "145": [
        "Place your hands in front of you with your fingers extended.",
        "Rapidly and alternately move your fingers back and forth in a twisting motion."
    ],
    "146": [
        "Cross one lace over the other",
        "Loop one lace under the other and pull tight"
    ],
    "147": [
        "Dip the paint roller in the paint.",
        "Roll the paint roller onto the desired surface."
    ],
    "148": [
        "Hold the power drill firmly in one hand.",
        "Press the trigger to start the drill and apply gentle pressure on the surface you want to drill into."
    ],
    "149": [
        "Hold the wrench firmly in your hand",
        "Apply the wrench to the desired object and turn it clockwise or counterclockwise"
    ],
    "150": [
        "Insert the ATM card into the machine",
        "Enter your PIN number and press 'Enter'"
    ],
    "151": [
        "Load the bagging machine with the required amount of bags",
        "Adjust the settings on the bagging machine according to the desired specifications"
    ],
    "152": [
        "Position the circular saw on a stable surface.",
        "Adjust the depth and angle settings according to the desired cut."
    ],
    "153": [
        "Shake the inhaler well before use",
        "Place the mouthpiece between your lips and breathe in deeply"
    ],
    "154": [
        "Step 1: Travel to the zoo",
        "Step 2: Explore different animal exhibits"
    ],
    "155": [
        "Step 1: Lift your leg and step into the muddy area, feeling the squishy texture beneath your foot.",
        "Step 2: Take slow and deliberate steps, pushing your foot forward and sinking deeper into the mud with each movement."
    ],
    "156": [
        "Step 1: Step into the water slowly and steadily, feeling the coolness against your feet.",
        "Step 2: Gradually move forward, allowing the water level to rise, as you continue to wade through the refreshing water."
    ],
    "157": [
        "Raise your hand.",
        "Move your hand back and forth in a waving motion."
    ],
    "158": [
        "Gathering the threads",
        "Interlacing the threads in a systematic pattern"
    ],
    "159": [
        "Open one eye briefly and quickly close it",
        "Repeat the previous step with the other eye"
    ]
}