{
    "0": [
        "Secure the rope at the top anchor point.",
        "Gradually descend down the rope while maintaining control and a slow pace."
    ],
    "1": [
        "Imagine holding drumsticks in your hands.",
        "Move your hands and wrists in a rhythmic motion as if you are playing drums in the air."
    ],
    "2": [
        "Listen to the question",
        "Provide a clear and concise answer"
    ],
    "3": [
        "Bring palms together in front of the chest",
        "Repeatedly clap hands together in a rhythmic pattern"
    ],
    "4": [
        "Squeeze a small amount of cream onto your fingertips",
        "Gently massage the cream onto the desired area in circular motions"
    ],
    "5": [
        "Prepare the equipment",
        "Take aim and shoot the arrow"
    ],
    "6": [
        "Grip opponent's hand firmly",
        "Push opponent's hand towards the table"
    ],
    "7": [
        "Select a variety of fresh flowers.",
        "Trim the stems at an angle and remove any leaves that will be below the water line."
    ],
    "8": [
        "Connect the motherboard to the computer case",
        "Install the CPU, RAM, and other components onto the motherboard"
    ],
    "9": [
        "Organize items for auction",
        "Conduct bidding and finalize sales"
    ],
    "10": [
        "Open the eyes",
        "Stretch the arms and legs"
    ],
    "11": [
        "Preheat the oven to the specified temperature",
        "Mix the ingredients together in a bowl until well combined"
    ],
    "12": [
        "Inflate the balloon by placing the nozzle of the air pump into the opening of the balloon.",
        "Continue inflating the balloon until it reaches the desired size."
    ],
    "13": [
        "Clean the wound",
        "Apply sterile gauze or dressing to the wound"
    ],
    "14": [
        "Prepare the grill and preheat it.",
        "Season the meat with desired spices and marinate it for a few hours."
    ],
    "15": [
        "1. Prepare the necessary ingredients and tools for bartending.",
        "2. Mix the ingredients according to the recipe and serve the drink."
    ],
    "16": [
        "Create a steady beat with your mouth",
        "Use different vocal techniques to mimic drum sounds"
    ],
    "17": [
        "Prepare the beekeeping equipment.",
        "Set up the beehive and frames."
    ],
    "18": [
        "Stand with your feet shoulder-width apart.",
        "Bend your knees slightly and relax your hips."
    ],
    "19": [
        "Lie flat on your back on a bench with your feet flat on the floor.",
        "Lift the barbell off the rack, holding it with your hands slightly wider than shoulder-width apart."
    ],
    "20": [
        "Lean forward slightly",
        "Gradually bend your back backwards"
    ],
    "21": [
        "Grasp the metal object firmly with both hands",
        "Apply force to gradually bend the metal by pushing or pulling it in the desired direction."
    ],
    "22": [
        "Put on warm winter clothing",
        "Ride the bike carefully through the snowy terrain"
    ],
    "23": [
        "Prepare the blasting area by cleaning and removing any debris or obstructions.",
        "Load the sand into the blasting equipment and adjust the pressure and nozzle settings according to the desired blasting intensity."
    ],
    "24": [
        "Gather molten glass on the blowpipe",
        "Shape and blow the glass using various tools and techniques, such as a marver, jacks, and a blowtorch"
    ],
    "25": [
        "Gather a leaf blower and extension cord",
        "Blow the leaves using the leaf blower in a sweeping motion"
    ],
    "26": [
        "Bring a tissue to your nose",
        "Exhale forcefully through your nostrils"
    ],
    "27": [
        "Light the candles",
        "Blow on the candles to extinguish them"
    ],
    "28": [
        "Sit in the bobsled",
        "Push off with your teammates and start sliding down the track"
    ],
    "29": [
        "Fold the pages of the book in half.",
        "Attach the folded pages to the book cover."
    ],
    "30": [
        "Jump up and down on the trampoline",
        "Use your legs to propel yourself higher and higher"
    ],
    "31": [
        "Hold the bowling ball with your dominant hand",
        "Take a few steps forward to the approach area"
    ],
    "32": [
        "Divide the hair into three equal sections",
        "Cross the right section over the middle section, then the left section over the new middle section"
    ],
    "33": [
        "Coat the item with a thin layer of flour or cornstarch.",
        "Dip the coated item into beaten eggs or a mixture of eggs and milk."
    ],
    "34": [
        "Swing legs into windmill",
        "Transition into headspin"
    ],
    "35": [
        "Dip the brush into the paint",
        "Apply the paint onto the surface using smooth and even strokes"
    ],
    "36": [
        "Take a brush",
        "Brush the hair from the roots to the ends"
    ],
    "37": [
        "Wet the toothbrush with water",
        "Apply toothpaste to the toothbrush"
    ],
    "38": [
        "Measure and cut the wooden boards for the cabinet parts",
        "Assemble the wooden boards using screws and a drill"
    ],
    "39": [
        "Clear the area where the shed will be built",
        "Construct the foundation for the shed"
    ],
    "40": [
        "Climb to the top of the bungee jumping platform",
        "Leap off the platform and experience the exhilarating free fall sensation"
    ],
    "41": [
        "1. Find a suitable location for busking",
        "2. Set up your performance area with musical instruments or props"
    ],
    "42": [
        "Paddle forward with alternating strokes",
        "Maintain balance and stability by shifting weight and adjusting body position"
    ],
    "43": [
        "Step1: Stand with your feet shoulder-width apart and bend your knees slightly.",
        "Step2: Shift your weight to one leg and kick your opposite leg in a sweeping motion, while maintaining balance and control."
    ],
    "44": [
        "Lift the baby gently from a safe and comfortable position.",
        "Hold the baby securely against your chest or in your arms."
    ],
    "45": [
        "Extend both arms straight out to the sides.",
        "Jump and kick both legs up into the air, reaching for the sky."
    ],
    "46": [
        "Cut off the top of the pumpkin",
        "Scoop out the seeds and pulp from the inside"
    ],
    "47": [
        "Cast the fishing line into the water",
        "Wait for the fish to bite the bait"
    ],
    "48": [
        "Grip the baseball with your dominant hand",
        "Extend your arm and release the baseball with a throwing motion"
    ],
    "49": [
        "Catching frisbee",
        "Throwing frisbee"
    ],
    "50": [
        "Position yourself on the field",
        "Extend your arms and open your hands"
    ],
    "51": [
        "Setting up decorations",
        "Organizing food and drinks"
    ],
    "52": [
        "Drain the old oil from the engine.",
        "Replace the oil filter."
    ],
    "53": [
        "Remove the lug nuts using a lug wrench.",
        "Lift the vehicle using a car jack."
    ],
    "54": [
        "Visually inspect each tire for any signs of damage or wear.",
        "Check the tire pressure using a pressure gauge."
    ],
    "55": [
        "Step 1: Start with the basic cheer stance, with your feet shoulder-width apart and your arms relaxed at your sides.",
        "Step 2: Lift your arms up quickly, extending them straight above your head, while jumping off the ground with both feet."
    ],
    "56": [
        "Gather an axe and protective gear.",
        "Position the wood on a sturdy surface and strike it with the axe to chop it into smaller pieces."
    ],
    "57": [
        "Bring your hands together",
        "Rapidly move your hands apart and back together to create a clapping sound"
    ],
    "58": [
        "Preparing the clay",
        "Shaping the clay"
    ],
    "59": [
        "Grab the barbell with an overhand grip, hands slightly wider than shoulder-width apart.",
        "Bend at the knees and lower your hips, keeping your back straight and chest up."
    ],
    "60": [
        "Sweep the floor to remove loose dirt and debris",
        "Mop the floor using a suitable cleaning solution"
    ],
    "61": [
        "Climb up the ladder with necessary safety precautions",
        "Remove debris and leaves from gutters using a trowel or scoop"
    ],
    "62": [
        "Removing debris from the pool",
        "Balancing the pool's chemical levels"
    ],
    "63": [
        "Remove the shoelaces",
        "Brush off the dirt and debris from the shoes"
    ],
    "64": [
        "Apply toilet cleaner to the inside of the toilet bowl.",
        "Scrub the inside of the toilet bowl with a toilet brush."
    ],
    "65": [
        "Preparing cleaning solution",
        "Using a squeegee to clean the windows"
    ],
    "66": [
        "Grasp the rope tightly with both hands",
        "Pull your body up by using your arms and legs to lift yourself off the ground"
    ],
    "67": [
        "Place the ladder against the surface you want to climb",
        "Hold onto the ladder firmly with both hands and step onto the first rung"
    ],
    "68": [
        "Grasp the lower branches of the tree",
        "Pull yourself up using your upper body strength"
    ],
    "69": [
        "Hold a clear acrylic ball in one hand.",
        "Use your fingertips to roll and manipulate the ball across your fingers and arms."
    ],
    "70": [
        "Marinate the chicken with your choice of marinade for at least 30 minutes.",
        "Grill the chicken on medium heat until fully cooked, flipping once halfway through."
    ],
    "71": [
        "Crack the egg into a bowl",
        "Whisk the egg until well beaten"
    ],
    "72": [
        "Prepare firewood and tinder.",
        "Ignite the campfire using the firewood and tinder."
    ],
    "73": [
        "Preheat the grill or frying pan",
        "Cook the sausages until browned and cooked through"
    ],
    "74": [
        "Take out a stack of bills from a wallet or purse",
        "Organize the bills by denomination and place them in separate piles"
    ],
    "75": [
        "Form a circle with your fellow dancers.",
        "Perform a simple grapevine step by stepping to the side with your right foot, crossing your left foot behind, stepping to the side with your right foot again, and then tapping your left foot next to your right."
    ],
    "76": [
        "Rotate the neck slowly in a circular motion",
        "Gently tilt the head to one side and hold for a few seconds"
    ],
    "77": [
        "Moving limbs in synchrony",
        "Supporting body weight with arms and legs."
    ],
    "78": [
        "Step 1: Gather necessary equipment such as a boat, life jackets, and oars.",
        "Step 2: Assess the depth and current of the river to determine the safest crossing point."
    ],
    "79": [
        "Tears well up in the eyes",
        "Loud sobbing and wailing sound is produced"
    ],
    "80": [
        "Brush your hair to remove any tangles.",
        "Divide your hair into small sections."
    ],
    "81": [
        "Hold the nail clipper with your dominant hand.",
        "Position the nail clipper around the edge of the nail and gently squeeze to cut the nail."
    ],
    "82": [
        "Hold the pineapple firmly on a cutting board.",
        "Using a sharp knife, slice off the top and bottom of the pineapple."
    ],
    "83": [
        "Wash the watermelon",
        "Cut the watermelon into slices"
    ],
    "84": [
        "Warm up your body",
        "Stand tall with your feet in first position"
    ],
    "85": [
        "Step 1: Stand with your feet shoulder-width apart, toes pointing slightly outward.",
        "Step 2: Step your right foot forward, crossing it over your left foot, and shift your weight onto your right foot."
    ],
    "86": [
        "Step 1: Stand with your feet shoulder-width apart and your arms relaxed at your sides.",
        "Step 2: Start by swinging one arm forward and one arm back, while hopping slightly on one foot."
    ],
    "87": [
        "Raise your right arm and bend it at the elbow",
        "Raise your left arm and bend it at the elbow, crossing it over your right arm"
    ],
    "88": [
        "Stand with feet hip-width apart, toes pointing forward",
        "Bend down and grab the barbell with hands shoulder-width apart, palms facing your body"
    ],
    "89": [
        "Unbox the Christmas tree and assemble the different sections.",
        "Carefully fluff and shape the branches to create a fuller appearance."
    ],
    "90": [
        "Grab a shovel",
        "Dig a hole in the ground"
    ],
    "91": [
        "Choose a restaurant",
        "Order food and drinks"
    ],
    "92": [
        "Choose a disc golf course",
        "Throw the disc towards the basket"
    ],
    "93": [
        "Climb to the top of the cliff",
        "Perform a controlled dive into the water"
    ],
    "94": [
        "Throw the ball at opponents",
        "Dodge incoming balls from opponents"
    ],
    "95": [
        "Step 1: Warm up by stretching your muscles and joints for 5-10 minutes.",
        "Step 2: Begin with a low-impact aerobics routine, such as marching in place or step-touches, for about 10 minutes."
    ],
    "96": [
        "Sort the laundry into different piles based on color and fabric type",
        "Load the washing machine with the first pile of laundry, add detergent, and select the appropriate wash cycle"
    ],
    "97": [
        "Clean and shape the nails",
        "Apply nail polish"
    ],
    "98": [
        "Hold the pencil firmly in your hand",
        "Gently move the pencil across the paper to create lines and shapes"
    ],
    "99": [
        "Dribble the basketball with your dominant hand while keeping your eyes focused on the basket.",
        "With your non-dominant hand, use your fingers to lightly guide and control the ball while maintaining a low dribble."
    ],
    "100": [
        "Pick up the glass",
        "Bring the glass to your mouth and tilt it to drink"
    ],
    "101": [
        "Open the beer bottle",
        "Tilt the bottle and drink the beer"
    ],
    "102": [
        "Pick up shot glass",
        "Tilt head back and pour the shot into your mouth"
    ],
    "103": [
        "Entering the car",
        "Starting the engine"
    ],
    "104": [
        "Start the tractor engine",
        "Engage the clutch and shift into first gear"
    ],
    "105": [
        "Position yourself behind the ball",
        "Swing your leg forward while jumping off your non-kicking foot"
    ],
    "106": [
        "Tap fingers rhythmically on a solid surface.",
        "Alternate between tapping each finger or multiple fingers at once."
    ],
    "107": [
        "Approach the basketball hoop with the ball in your hand.",
        "Jump up and extend your arm high above the rim, while holding onto the basketball."
    ],
    "108": [
        "Step 1: Mix the hair dye according to the instructions on the package.",
        "Step 2: Apply the hair dye evenly to your hair, starting from the roots and working your way to the ends."
    ],
    "109": [
        "Hold the burger with both hands",
        "Take a bite from the burger"
    ],
    "110": [
        "Pick up a slice of cake",
        "Take a bite of the cake"
    ],
    "111": [
        "Take a fresh carrot",
        "Bite into the carrot and chew it thoroughly"
    ],
    "112": [
        "Take a chip from the bag",
        "Put the chip in your mouth and chew"
    ],
    "113": [
        "Pick up a doughnut from the box",
        "Take a bite and chew the doughnut"
    ],
    "114": [
        "Take the hotdog bun",
        "Place the hotdog in the bun"
    ],
    "115": [
        "Take a spoonful of ice cream",
        "Put the spoonful of ice cream in your mouth"
    ],
    "116": [
        "Boil water in a pot.",
        "Add spaghetti to the boiling water and cook for 8-10 minutes or until al dente."
    ],
    "117": [
        "Slice the watermelon into bite-sized pieces",
        "Take a piece of watermelon and put it in your mouth. Chew and swallow it."
    ],
    "118": [
        "Search for hidden eggs",
        "Collect the found eggs"
    ],
    "119": [
        "Stretching the arm muscles",
        "Performing arm curls with dumbbells"
    ],
    "120": [
        "Inflate the exercise ball to the appropriate size and ensure it is fully inflated.",
        "Engage your core and sit on the exercise ball, maintaining a tall and upright posture."
    ],
    "121": [
        "Identify the source of the fire",
        "Use a fire extinguisher to spray the fire with foam or water"
    ],
    "122": [
        "Bend forward with your upper body",
        "Extend your arms forward and lower your face towards the ground"
    ],
    "123": [
        "Preparing bird feed",
        "Setting up feeding station"
    ],
    "124": [
        "Pour fish food into the fish tank",
        "Observe the fish eating the food"
    ],
    "125": [
        "Prepare the goat feed",
        "Place the feed in the goat's feeding area"
    ],
    "126": [
        "Brush the eyebrows upwards to groom them",
        "Use an eyebrow pencil or powder to fill in any sparse areas"
    ],
    "127": [
        "Position your thumb and middle finger together in a pinching motion.",
        "Quickly release the fingers to create a snapping sound."
    ],
    "128": [
        "Brushing hair",
        "Applying hair products"
    ],
    "129": [
        "Pour pancake batter onto a preheated pan",
        "Use a spatula to flip the pancake once the edges start to bubble"
    ],
    "130": [
        "Hold the kite string firmly in one hand",
        "Run against the wind to launch the kite into the air"
    ],
    "131": [
        "Lay the clothes flat on a clean surface",
        "Fold the clothes neatly along the seams"
    ],
    "132": [
        "Lay the napkin flat on a clean and flat surface.",
        "Fold the napkin in half to form a rectangle shape."
    ],
    "133": [
        "Fold the paper in half horizontally.",
        "Fold the paper in half vertically."
    ],
    "134": [
        "Hold a dumbbell in each hand with palms facing your body.",
        "Slowly raise the dumbbells in front of you, maintaining a slight bend in your elbows, until they reach shoulder level."
    ],
    "135": [
        "Heat oil in a pan.",
        "Toss vegetables in the hot oil and sautu00e9 until they are cooked to desired doneness."
    ],
    "136": [
        "Gather garbage bags",
        "Empty garbage bags into designated bins"
    ],
    "137": [
        "Open your mouth wide",
        "Pour liquid into your mouth and swish it around"
    ],
    "138": [
        "Step 1: Schedule an appointment with a hair salon or barber.",
        "Step 2: Arrive at the salon and consult with the stylist about the desired haircut."
    ],
    "139": [
        "Choose a design for the tattoo",
        "Book an appointment with a professional tattoo artist"
    ],
    "140": [
        "Prepare the award ceremony.",
        "Present the award to the recipient."
    ],
    "141": [
        "Align your body and club to the target.",
        "Swing the club with a controlled and smooth motion, striking the golf ball with the middle of the club face."
    ],
    "142": [
        "Grip the golf club with both hands",
        "Swing the club with a smooth motion towards the ball"
    ],
    "143": [
        "Align your body towards the target.",
        "Use a pendulum-like motion to swing the putter and hit the ball towards the target."
    ],
    "144": [
        "Cut the meat into small pieces.",
        "Place the meat in a grinder and grind it until desired consistency is achieved."
    ],
    "145": [
        "Brush the dog's fur to remove any tangles and loose hair",
        "Trim the dog's nails to a suitable length"
    ],
    "146": [
        "Brush the horse's mane and tail.",
        "Clean the horse's hooves and remove any dirt or debris."
    ],
    "147": [
        "Start by warming up your body with some stretching exercises.",
        "Master the basic techniques of gymnastics tumbling such as forward rolls, backward rolls, and cartwheels."
    ],
    "148": [
        "Grab the hammer firmly with both hands.",
        "Swing the hammer in a circular motion while pivoting on one foot."
    ],
    "149": [
        "Turn on some heavy metal music",
        "Start moving your head forward and backward in a rhythmic motion"
    ],
    "150": [
        "Position your body by bending your knees slightly and leaning forward.",
        "Propel yourself forward with force, using your legs and hips, while keeping your head and neck in a straight line."
    ],
    "151": [
        "Approach the bar with a fast run.",
        "Take off from one foot and extend your other leg upwards."
    ],
    "152": [
        "Raise your right leg diagonally towards the target",
        "Extend and kick your leg upwards with maximum force"
    ],
    "153": [
        "Preparing for the swing",
        "Making contact with the ball"
    ],
    "154": [
        "Shift weight to dominant leg",
        "Push non-dominant leg out and parallel to the ice"
    ],
    "155": [
        "Approach the snake cautiously",
        "Gently pick up the snake with both hands"
    ],
    "156": [
        "Jump with one foot into the first square",
        "Jump with the same foot into the second square"
    ],
    "157": [
        "Step 1: Put on protective gear including helmet, knee pads, and elbow pads.",
        "Step 2: Step onto the hoverboard with one foot and push off with the other foot to start moving."
    ],
    "158": [
        "Open your arms wide",
        "Wrap your arms around someone tightly"
    ],
    "159": [
        "Stand with feet shoulder-width apart",
        "Swing hips in a circular motion to keep the hula hoop moving"
    ],
    "160": [
        "Approach the hurdle with a sprinting or running motion",
        "Leap off one foot, raising the opposite knee towards the chest and extending the other leg forward"
    ],
    "161": [
        "Hold the hurling stick firmly with both hands",
        "Swing the stick forcefully to propel the sliotar towards the target"
    ],
    "162": [
        "Securing the crampons on the boots",
        "Using the ice tools to make secure placements"
    ],
    "163": [
        "Drilling a hole in the ice",
        "Setting up the fishing rod and baiting the hook"
    ],
    "164": [
        "Put on ice skates",
        "Glide across the ice"
    ],
    "165": [
        "Plug in the iron.",
        "Adjust the temperature setting according to the fabric type."
    ],
    "166": [
        "Grip the javelin firmly with your throwing hand",
        "Position yourself at the launch point with your non-throwing hand forward and your body perpendicular to the direction of the throw"
    ],
    "167": [
        "Put on a life jacket",
        "Get on the jet ski"
    ],
    "168": [
        "Put on your running shoes",
        "Start jogging at a comfortable pace"
    ],
    "169": [
        "Throw ball in the air",
        "Catch ball with opposite hand"
    ],
    "170": [
        "Ignite the fire props",
        "Toss one fire prop in the air, while keeping the other fire prop in your hand and ready to be thrown"
    ],
    "171": [
        "Throw ball up with one foot",
        "Kick ball with other foot to keep it in the air"
    ],
    "172": [
        "Take a step back",
        "Jump high into the air"
    ],
    "173": [
        "Start with your feet close together",
        "Bend your knees and jump, lifting your heels off the ground"
    ],
    "174": [
        "Position the ball on the ground",
        "Kick the ball with force towards the goalpost"
    ],
    "175": [
        "Approach the soccer ball",
        "Swing your leg forward and make contact with the ball"
    ],
    "176": [
        "Lean towards each other",
        "Press your lips together"
    ],
    "177": [
        "Set up the kite and lines",
        "Put on the harness and attach the control bar"
    ],
    "178": [
        "Hold the knitting needles in both hands.",
        "Insert the right needle into the first stitch on the left needle."
    ],
    "179": [
        "Flex your arms and legs rhythmically",
        "Emphasize your movements with quick twists and pops"
    ],
    "180": [
        "Open your mouth wide",
        "Produce a series of short bursts of sound while exhaling, resembling ha-ha or hee-hee"
    ],
    "181": [
        "Spread a layer of mortar on the foundation.",
        "Allow the mortar to dry and set."
    ],
    "182": [
        "Run towards the jumping pit with full speed",
        "Take a big leap off one leg, extending both arms forward for balance"
    ],
    "183": [
        "Take a big step forward with one leg.",
        "Bend both knees and lower the body until the front thigh becomes parallel to the ground."
    ],
    "184": [
        "Preheat the oven",
        "Mix the ingredients together"
    ],
    "185": [
        "Slice the bread",
        "Spread butter on one side of the bread"
    ],
    "186": [
        "Spread out the bedsheet on the mattress",
        "Smooth out any wrinkles or creases on the bedsheet"
    ],
    "187": [
        "Gather necessary tools and materials",
        "Design and plan the jewelry piece"
    ],
    "188": [
        "Preparing the pizza dough",
        "Adding toppings and baking the pizza"
    ],
    "189": [
        "Roll a large ball of snow for the base of the snowman",
        "Roll a smaller ball of snow for the middle section of the snowman"
    ],
    "190": [
        "Prepare sushi rice",
        "Gently spread the rice onto a sheet of nori"
    ],
    "191": [
        "Boil water",
        "Steep tea bag in hot water"
    ],
    "192": [
        "Lift one leg and step forward",
        "Simultaneously lift the other leg and bring it forward, tapping the ground with the foot"
    ],
    "193": [
        "Apply massage oil or lotion on the back",
        "Use firm and gentle pressure to knead the muscles of the back"
    ],
    "194": [
        "1. Wash and dry the feet",
        "2. Apply lotion or oil to the feet and gently massage using circular motions"
    ],
    "195": [
        "Apply massage oil or lotion to the legs",
        "Use firm and rhythmic strokes to massage the legs from the feet upwards towards the thighs."
    ],
    "196": [
        "Apply gentle pressure on the scalp",
        "Use circular motions to massage the head"
    ],
    "197": [
        "Preparing the cow by cleaning its udder",
        "Milking the cow by manually squeezing the udder and collecting the milk"
    ],
    "198": [
        "Fill a bucket with warm water and add an appropriate amount of floor cleaning solution",
        "Dip a mop into the bucket and wring it out until it is damp, not soaking wet"
    ],
    "199": [
        "Put on safety gear",
        "Mount and start the motorcycle"
    ],
    "200": [
        "Lift the furniture carefully",
        "Move the furniture to the desired location"
    ],
    "201": [
        "Start the lawn mower",
        "Mow the lawn in a systematic pattern"
    ],
    "202": [
        "Research and gather information for news stories",
        "Write and prepare scripts for news broadcasts"
    ],
    "203": [
        "Grab the bottle by the neck",
        "Twist the cap counterclockwise"
    ],
    "204": [
        "Tear the wrapping paper",
        "Remove the lid or open the box"
    ],
    "205": [
        "Pack necessary equipment",
        "Find a suitable launching spot"
    ],
    "206": [
        "Prepare the parasail equipment",
        "Attach the parasail to the boat"
    ],
    "207": [
        "Jump over obstacles",
        "Perform vaults over walls"
    ],
    "208": [
        "Position yourself behind the quarterback to receive the ball.",
        "Extend your arms and hands to catch the ball securely."
    ],
    "209": [
        "Extend your arm back while holding the football",
        "Thrust your arm forward and release the football with a smooth motion"
    ],
    "210": [
        "Wash the apples",
        "Use a peeler to remove the skin"
    ],
    "211": [
        "Wash the potatoes",
        "Use a peeler to remove the skin from the potatoes"
    ],
    "212": [
        "Approach the animal calmly and slowly.",
        "Gently stroke the animal's fur using your hand."
    ],
    "213": [
        "Approach the cat calmly",
        "Gently stroke the cat's fur"
    ],
    "214": [
        "Inspect the fruit for ripeness",
        "Grasp the stem gently and twist to detach the fruit from the tree"
    ],
    "215": [
        "Dig a hole in the ground",
        "Place the tree sapling into the hole and cover it with soil"
    ],
    "216": [
        "Prepare the surface by cleaning and removing any dirt or debris.",
        "Mix the plaster according to the instructions, ensuring the right consistency."
    ],
    "217": [
        "Hold the accordion firmly in both hands",
        "Press the keys or buttons while simultaneously expanding and contracting the bellows"
    ],
    "218": [
        "Hold the racket with a firm grip",
        "Hit the shuttlecock over the net"
    ],
    "219": [
        "Hold the bagpipe with your left hand and place your fingers on the melody pipe.",
        "Blow air into the bag by squeezing it with your right arm while maintaining steady pressure."
    ],
    "220": [
        "Dribble the basketball",
        "Shoot the basketball into the hoop"
    ],
    "221": [
        "Hold the bass guitar properly",
        "Pluck or strum the strings to produce sound"
    ],
    "222": [
        "Shuffling the deck of cards",
        "Dealing the cards to the players"
    ],
    "223": [
        "Hold the cello with your knees",
        "Place your left hand on the neck and your right hand on the bow"
    ],
    "224": [
        "Set up the chessboard.",
        "Make the first move with one of your pawns or knights."
    ],
    "225": [
        "Hold the clarinet with the left hand and rest it on the left thigh.",
        "Place the fingertips of the right hand on the keys and cover the tone holes."
    ],
    "226": [
        "Grab the game controller.",
        "Start playing the game."
    ],
    "227": [
        "Step 1: Gather the necessary equipment such as a cricket bat, cricket ball, stumps, and protective gear.",
        "Step 2: Find a suitable cricket pitch or playing area with enough space for the game."
    ],
    "228": [
        "Hold the cymbals with both hands",
        "Strike the cymbals together"
    ],
    "229": [
        "Hold the didgeridoo upright with both hands.",
        "Place your lips on the tip of the didgeridoo and create an airtight seal."
    ],
    "230": [
        "Hold drumsticks with correct grip",
        "Begin drumming using proper technique"
    ],
    "231": [
        "Hold the flute with both hands",
        "Blow into the mouthpiece to produce sound"
    ],
    "232": [
        "Tune the guitar",
        "Strum the strings"
    ],
    "233": [
        "Hold the harmonica in your hands",
        "Blow and draw air into the harmonica to create different notes"
    ],
    "234": [
        "Position your harp properly",
        "Pluck the strings with your fingers"
    ],
    "235": [
        "Put on ice hockey gear",
        "Skate on the ice and try to score goals"
    ],
    "236": [
        "Position your fingers on the keys",
        "Press the keys to produce sound"
    ],
    "237": [
        "Gathering a group of players",
        "Kicking the ball towards the goal"
    ],
    "238": [
        "Roll the dice to determine who goes first",
        "Each player selects a token and places it on the 'Go' space"
    ],
    "239": [
        "Sit at the organ bench",
        "Press the keys to play the desired notes and chords"
    ],
    "240": [
        "Load paintballs into the marker",
        "Engage in strategic team play and aim to eliminate opponents"
    ],
    "241": [
        "Position your hands on the keys",
        "Begin pressing the keys to create music"
    ],
    "242": [
        "Shuffling the deck of cards",
        "Dealing the cards to each player"
    ],
    "243": [
        "Hold the recorder with one hand",
        "Use the other hand to cover and uncover the finger holes to produce different notes"
    ],
    "244": [
        "Hold the saxophone with your left hand.",
        "Place your right fingers on the keys of the saxophone."
    ],
    "245": [
        "Hold the squash or racquetball racket with a firm grip.",
        "Position yourself in the center of the court and get ready to receive the ball."
    ],
    "246": [
        "Find a tennis court",
        "Warm up by stretching and doing light exercises"
    ],
    "247": [
        "Hold the trombone with your left hand",
        "Use your right hand to slide the trombone's slide"
    ],
    "248": [
        "Hold the trumpet with your left hand",
        "Press the valves with your right fingers"
    ],
    "249": [
        "Hold the ukulele firmly with your dominant hand.",
        "Strum the strings gently and rhythmically using your other hand."
    ],
    "250": [
        "Hold the violin with your left hand.",
        "Use the bow to create sound by moving it across the strings."
    ],
    "251": [
        "Serve the ball over the net",
        "Bump or pass the ball to a teammate"
    ],
    "252": [
        "Pick up the mallets",
        "Strike the xylophone keys with the mallets"
    ],
    "253": [
        "Run towards the pole",
        "Plant the pole in the ground and jump off the ground using it"
    ],
    "254": [
        "Collect weather data",
        "Analyze weather data"
    ],
    "255": [
        "Grab the pull-up bar with an overhand grip.",
        "Bend your arms and pull your body up towards the bar."
    ],
    "256": [
        "Extend your arm in front of your body",
        "Make a fist with your hand"
    ],
    "257": [
        "Drive up to the gas pump",
        "Insert credit card or payment method into the payment terminal"
    ],
    "258": [
        "Stand in front of the punching bag with your feet shoulder-width apart.",
        "Make a fist with your dominant hand and extend your arm in a straight line towards the punching bag, using your body's momentum to generate power."
    ],
    "259": [
        "Position yourself correctly",
        "Extend your arm and rotate your hip, transferring your body weight into the punch"
    ],
    "260": [
        "Place your hands shoulder-width apart on the floor.",
        "Extend your arms fully, pushing your body away from the floor."
    ],
    "261": [
        "Approach the car",
        "Apply force to move the car forward"
    ],
    "262": [
        "Grasp the handlebar firmly",
        "Apply force to move the cart forward"
    ],
    "263": [
        "Position yourself behind the wheelchair",
        "Place your hands on the handles of the wheelchair"
    ],
    "264": [
        "Pick up the book",
        "Open the book to the first page"
    ],
    "265": [
        "Pick up the newspaper",
        "Open the newspaper to the desired page"
    ],
    "266": [
        "Setting up the recording equipment",
        "Performing the music and capturing the audio"
    ],
    "267": [
        "Mount the bike",
        "Pedal and steer to move forward"
    ],
    "268": [
        "Mount the camel by placing your left foot in the stirrup and swinging your right leg over the saddle.",
        "Hold onto the reins and sit upright in the saddle with your feet in the stirrups."
    ],
    "269": [
        "Climb onto the back of the elephant.",
        "Hold onto the elephant's ears or use a rope to secure yourself."
    ],
    "270": [
        "Climb onto the mechanical bull",
        "Hold on tight and try to stay balanced as the bull starts moving"
    ],
    "271": [
        "Adjust seat height and position on the mountain bike",
        "Grip the handlebars firmly and position feet on the pedals"
    ],
    "272": [
        "Mount the mule by placing your left foot in the left stirrup and swinging your right leg over the saddle.",
        "Guide the mule by gently pulling on the reins and using your legs to direct its movement."
    ],
    "273": [
        "Give the horse a cue to walk",
        "Maintain control of the horse's direction and speed"
    ],
    "274": [
        "Put on a helmet",
        "Start the scooter's engine"
    ],
    "275": [
        "Mount the unicycle by stepping onto the pedals and aligning yourself with the seat.",
        "Using your hands for balance, push off the ground and start pedaling to gain momentum."
    ],
    "276": [
        "Holding the paper firmly with both hands",
        "Applying force to tear the paper apart"
    ],
    "277": [
        "Spin around in a circle",
        "Move arms up and down while jumping"
    ],
    "278": [
        "Choose a suitable rock climbing location",
        "Secure your safety harness and equipment"
    ],
    "279": [
        "Make a fist with your hand to represent rock",
        "Extend your fingers with the middle and index finger extended and the other fingers curled to represent scissors"
    ],
    "280": [
        "Put on roller skates",
        "Move forward using the roller skates"
    ],
    "281": [
        "Step 1: Straddle the treadmill and ensure it is at a suitable speed and incline.",
        "Step 2: Start running by placing your feet on the moving belt, and use your arms to maintain balance and rhythm."
    ],
    "282": [
        "Raise the sails",
        "Steer the boat"
    ],
    "283": [
        "Step 1: Start with the basic salsa step. - Step forward with your left foot, then bring your right foot next to your left foot. ",
        "Step 2: Add a cross-body lead. - As you step forward with your left foot, turn your body to the right and bring your right foot across your body."
    ],
    "284": [
        "Prepare the floor by removing any furniture or objects.",
        "Use a coarse grit sandpaper to sand the floor, moving in the direction of the grain."
    ],
    "285": [
        "Crack the eggs into a bowl",
        "Whisk the eggs until well combined"
    ],
    "286": [
        "Put on scuba gear",
        "Jump into the water"
    ],
    "287": [
        "Place a tablecloth or table runner on the table",
        "Arrange the plates, silverware, and glasses in their designated places"
    ],
    "288": [
        "Extend your right arm towards the person you want to shake hands with.",
        "Gently grip their hand with your right hand and shake it up and down a few times."
    ],
    "289": [
        "Rotate the neck from side to side.",
        "Move the head in a back-and-forth motion."
    ],
    "290": [
        "Hold the knife firmly by the handle.",
        "Place the blade against a sharpening stone at a 20-degree angle."
    ],
    "291": [
        "Hold the pencil firmly",
        "Slowly and steadily move the pencil against the sharpener"
    ],
    "292": [
        "Wet the head and hair with warm water",
        "Apply shaving cream or gel to the scalp"
    ],
    "293": [
        "Apply shaving cream to legs",
        "Use razor to remove hair from legs"
    ],
    "294": [
        "Catching the sheep",
        "Holding the sheep steady"
    ],
    "295": [
        "Brush off any loose dirt and debris from the shoes.",
        "Apply a small amount of shoe polish using a clean cloth and rub it evenly onto the shoes."
    ],
    "296": [
        "Holding the basketball with both hands",
        "Jumping and releasing the ball towards the hoop"
    ],
    "297": [
        "Position your body and feet correctly",
        "Focus on the target and aim towards the goal"
    ],
    "298": [
        "Grip the shot put firmly with your fingers and rest it against your neck.",
        "Rotate your body to build momentum and transfer the weight to your back leg."
    ],
    "299": [
        "Hold the shovel firmly in both hands",
        "Push the shovel into the snow and lift it up, throwing the snow to the side"
    ],
    "300": [
        "Gather the papers to be shredded",
        "Feed the papers into the shredder"
    ],
    "301": [
        "Hold the deck of cards in one hand with your fingers on the edges",
        "Use your other hand to split the deck into two equal halves"
    ],
    "302": [
        "Stance with feet shoulder-width apart",
        "Rotate the hip and pivot the standing foot as you extend the kicking leg outward with force"
    ],
    "303": [
        "Observe the hand gestures and movements of the signer",
        "Interpret the hand gestures and movements into the corresponding sign language words or phrases"
    ],
    "304": [
        "Choose a song",
        "Start singing with proper technique"
    ],
    "305": [
        "Lie down on your back with your knees bent and your feet flat on the ground.",
        "Engage your core muscles and use them to lift your upper body off the ground, bringing your chest towards your knees."
    ],
    "306": [
        "Push off the ground with one foot",
        "Balance and glide on the skateboard"
    ],
    "307": [
        "Prepare equipment",
        "Go down the ramp and launch into the air"
    ],
    "308": [
        "Put on ski boots and make sure they are securely fastened.",
        "Grab your ski poles and attach them to your wrists."
    ],
    "309": [
        "Strap on ski boots",
        "Push off with poles and glide forward while sliding feet alternately"
    ],
    "310": [
        "Stand at the starting line",
        "Begin skiing down the slalom course"
    ],
    "311": [
        "Hold both ends of the skipping rope with your hands.",
        "Swing the rope over your head and jump over it as it comes towards your feet."
    ],
    "312": [
        "Put on your skydiving gear",
        "Board the aircraft and ascend to the desired altitude"
    ],
    "313": [
        "Set up the slackline between two anchor points",
        "Balance and walk across the slackline while maintaining stability"
    ],
    "314": [
        "Raise hand above shoulder level",
        "Strike palm against target with force"
    ],
    "315": [
        "Harness the sled dogs",
        "Guide the sled dogs along the trail"
    ],
    "316": [
        "Lighting the cigarette",
        "Inhaling and exhaling the smoke"
    ],
    "317": [
        "Fill the hookah base with water",
        "Place the hookah stem onto the base"
    ],
    "318": [
        "Grasp the barbell with a wide overhand grip.",
        "In one smooth motion, explosively lift the barbell off the ground and quickly bring it overhead, locking out your elbows."
    ],
    "319": [
        "Inhaling deeply",
        "Forceful release of air through the nose and mouth"
    ],
    "320": [
        "Breathe in deeply through the nose",
        "Exhale slowly and steadily"
    ],
    "321": [
        "Put on snorkel mask and ensure it fits properly",
        "Enter the water and start swimming while keeping your body parallel to the surface"
    ],
    "322": [
        "Strap on snowboard boots",
        "Attach snowboard bindings"
    ],
    "323": [
        "Prepare the snowkiting equipment",
        "Find a suitable snow-covered area"
    ],
    "324": [
        "Put on appropriate snowmobiling gear",
        "Start the snowmobile engine"
    ],
    "325": [
        "Jumping high into the air",
        "Tucking the knees to the chest and rolling forward"
    ],
    "326": [
        "Hold one poi in each hand",
        "Move your arms in circles to spin the poi around your body"
    ],
    "327": [
        "Prepare the painting surface",
        "Hold the spray can at a distance and spray evenly"
    ],
    "328": [
        "Shake the spray bottle to ensure the contents are mixed thoroughly",
        "Hold the spray bottle upright and press the nozzle to release a fine mist of spray"
    ],
    "329": [
        "1. Approach the springboard with steady steps.",
        "2. Perform a controlled takeoff from the tip of the springboard."
    ],
    "330": [
        "Stand with your feet shoulder-width apart.",
        "Bend your knees and lower your body until your thighs are parallel to the ground."
    ],
    "331": [
        "Open your mouth slightly",
        "Extend your tongue out of your mouth"
    ],
    "332": [
        "Collect ripe grapes",
        "Stomp on grapes to release juice"
    ],
    "333": [
        "Extend your right arm forward.",
        "Slowly bring your right arm back to your side."
    ],
    "334": [
        "Extend one leg forward",
        "Slowly bend forward and reach towards your toes"
    ],
    "335": [
        "Hold the guitar with your dominant hand.",
        "Use your other hand to strum the strings in a rhythmic motion."
    ],
    "336": [
        "Walking towards the beach",
        "Jumping onto the surfboard"
    ],
    "337": [
        "Find a suitable beach or spot with waves",
        "Put on a wetsuit, leash, and wax the surfboard"
    ],
    "338": [
        "Pick up the broom",
        "Sweep the floor"
    ],
    "339": [
        "Start by lying on your back in the water",
        "Move one arm out of the water in a circular motion while the other arm stays underwater and near your side."
    ],
    "340": [
        "Extend your arms forward.",
        "Kick your legs in a sweeping motion."
    ],
    "341": [
        "Extend arms out in front of the body",
        "Perform a dolphin kick by pressing down with both feet and simultaneously making a wave-like motion with the body"
    ],
    "342": [
        "Step 1: Start with a closed position, with the leader's left hand holding the follower's right hand and the leader's right hand on the follower's back.",
        "Step 2: Take a step back with the left foot, and then bring the right foot to meet the left foot."
    ],
    "343": [
        "Stand on one leg",
        "Kick the other leg forward and backward in a pendulum-like motion"
    ],
    "344": [
        "Hold onto the swing tightly",
        "Use your body momentum to swing back and forth"
    ],
    "345": [
        "Holding the sword with a steady grip",
        "Engaging in swift and strategic strikes"
    ],
    "346": [
        "Stand with feet shoulder-width apart",
        "Shift weight to one leg while raising the other leg"
    ],
    "347": [
        "Turn on the water",
        "Wash your body with soap"
    ],
    "348": [
        "Bring the right foot back to meet the left foot",
        "Express the passion and emotion of the tango dance"
    ],
    "349": [
        "Start with your feet together.",
        "Tap your right foot in front and then step on it."
    ],
    "350": [
        "Hold the guitar with your dominant hand.",
        "Use your other hand to tap the strings lightly."
    ],
    "351": [
        "Hold the pen firmly in your hand",
        "Repeatedly tap the top of the pen on a hard surface"
    ],
    "352": [
        "Pour beer into a glass",
        "Take a small sip and let the beer coat your tongue"
    ],
    "353": [
        "Take a small bite of the food",
        "Chew the food slowly and allow the flavors to spread in your mouth"
    ],
    "354": [
        "Preparing for testimony",
        "Presenting testimony and answering questions"
    ],
    "355": [
        "Compose message",
        "Send message"
    ],
    "356": [
        "Grip the axe firmly with one hand.",
        "Follow through with your arm motion to ensure maximum distance and accuracy of the throw."
    ],
    "357": [
        "Grip the ball firmly",
        "Swing your arm back and forth"
    ],
    "358": [
        "Grip the discus firmly in your throwing hand",
        "Rotate your body while keeping your arm extended and the discus back behind you"
    ],
    "359": [
        "Extend your arms towards the person's ticklish areas.",
        "Gently and playfully move your fingers to tickle those areas."
    ],
    "360": [
        "Climb to the top of the hill",
        "Sit on the toboggan and hold on tight"
    ],
    "361": [
        "Hold the coin between your thumb and index finger",
        "Flip the coin into the air and let it spin"
    ],
    "362": [
        "Washing the vegetables",
        "Mixing the ingredients"
    ],
    "363": [
        "Teach basic commands such as sit, stay, and come",
        "Implement positive reinforcement techniques for desired behaviors"
    ],
    "364": [
        "Step 1: Secure the trapeze bar and ropes to a sturdy support structure.",
        "Step 2: Stand on a secure platform and hold onto the trapeze bar with both hands."
    ],
    "365": [
        "Wet the beard with warm water",
        "Use a trimmer or razor to carefully remove excess hair"
    ],
    "366": [
        "Inspect the tree branches to identify the ones that need trimming.",
        "Use appropriate tools, such as a pruning saw or hedge trimmer, to carefully remove the identified branches."
    ],
    "367": [
        "Run towards the take-off board",
        "Take a hop with one foot, followed by a step with the other foot and finish with a jump into the sandpit"
    ],
    "368": [
        "Loop the longer end of the bow tie across the shorter end",
        "Bring the longer end up through the loop formed at the collar"
    ],
    "369": [
        "Cross the left end of the rope over the right end.",
        "Loop the left end of the rope under the right end and pull it through the opening to create a knot."
    ],
    "370": [
        "Loop the wide end of the tie over the narrow end.",
        "Bring the wide end up and through the loop around your neck."
    ],
    "371": [
        "Cut open the tape on the top of the box",
        "Carefully lift the flaps and remove them"
    ],
    "372": [
        "Open the rear door of the truck",
        "Remove items from the truck and place them on the ground"
    ],
    "373": [
        "Turn on the computer",
        "Log into the operating system"
    ],
    "374": [
        "Point the remote control towards the device",
        "Press the corresponding button on the remote control"
    ],
    "375": [
        "Step 1: Approach the Segway and make sure it is in a safe and stable location.",
        "Step 2: Step onto the Segway, keeping your balance and ensuring both feet are securely placed on the footplates."
    ],
    "376": [
        "Run towards the vault",
        "Jump with full force and momentum to clear the vault"
    ],
    "377": [
        "Join the end of the line",
        "Wait patiently for your turn"
    ],
    "378": [
        "Put on a leash and attach it securely to the dog's collar",
        "Walk in a specified direction while allowing the dog to lead the way"
    ],
    "379": [
        "Scrape off excess food from dishes",
        "Wash dishes with hot soapy water"
    ],
    "380": [
        "Wet feet",
        "Apply soap and gently scrub feet"
    ],
    "381": [
        "Wet the hair",
        "Apply shampoo"
    ],
    "382": [
        "Turn on the faucet and wet your hands",
        "Apply soap and lather your hands thoroughly"
    ],
    "383": [
        "Put on the water skiing equipment",
        "Glide on the water while holding onto the tow rope"
    ],
    "384": [
        "Climb to the top of the waterslide",
        "Slide down the waterslide into the water"
    ],
    "385": [
        "Grab a watering can",
        "Pour water onto the plants"
    ],
    "386": [
        "Apply a thin and even layer of wax onto the desired area of the back.",
        "Place a waxing strip over the waxed area, pressing firmly to adhere the strip to the wax."
    ],
    "387": [
        "Apply warm wax onto the chest area.",
        "Place a waxing strip on top of the wax, press it down firmly, and then quickly pull it off in the opposite direction of hair growth."
    ],
    "388": [
        "Apply a thin layer of warm wax to the desired area of the eyebrows.",
        "Place a waxing strip over the wax and press firmly. Rub the strip in the direction of hair growth and quickly pull the strip off in the opposite direction, removing the wax and unwanted hair."
    ],
    "389": [
        "Apply wax evenly on the leg",
        "Use wax strip to remove wax and hair from the leg"
    ],
    "390": [
        "Gather the required materials.",
        "Prepare the base of the basket by weaving the bottom layer in a circular pattern."
    ],
    "391": [
        "Prepare the materials and equipment",
        "Secure the workpiece and adjust the welding machine"
    ],
    "392": [
        "Pucker your lips",
        "Blow air through the small opening created by the lips"
    ],
    "393": [
        "Prepare the equipment",
        "Begin windsurfing"
    ],
    "394": [
        "Choose a suitable wrapping paper",
        "Wrap the present neatly in the chosen wrapping paper"
    ],
    "395": [
        "Tie up with the opponent",
        "Execute takedown or throw techniques"
    ],
    "396": [
        "Hold a pen or pencil in your hand",
        "Use the pen or pencil to create written words on a surface"
    ],
    "397": [
        "Open your mouth wide",
        "Inhale deeply and exhale slowly with a sound"
    ],
    "398": [
        "Sit cross-legged on a yoga mat",
        "Place your hands on your knees and close your eyes"
    ],
    "399": [
        "Start with a warm-up routine",
        "Follow the instructor's choreography and dance steps"
    ]
}