{
    "0": [
        "Strap on the harness securely",
        "Find a suitable anchor point",
        "Rappel down while maintaining control",
        "Land safely on the ground"
    ],
    "1": [
        "Hold your imaginary drumsticks in both hands",
        "Raise your arms and position your hands as if you are holding drumsticks",
        "Move your arms and wrists in a rhythmic motion as if you are playing a drum set",
        "Imitate drumming on different parts of your body or in the air to create different beats and rhythms"
    ],
    "2": [
        "Listen to the question",
        "Analyze the question",
        "Retrieve relevant information",
        "Provide a clear and concise answer"
    ],
    "3": [
        "Raise both hands up in the air",
        "Clap the palms of your hands together",
        "Repeat the clapping motion multiple times",
        "Gradually reduce the intensity of clapping and slowly bring your hands back down"
    ],
    "4": [
        "Take a small amount of cream on your fingertips",
        "Gently apply the cream on the desired area",
        "Massage the cream into the skin in circular motions",
        "Allow the cream to absorb into the skin"
    ],
    "5": [
        "Hold the bow with your non-dominant hand.",
        "Place an arrow on the arrow rest, with the nock pressed against the bowstring.",
        "Raise the bow and draw the string back, ensuring a proper anchor point.",
        "Aim at the target and release the bowstring, allowing the arrow to fly towards the target."
    ],
    "6": [
        "The two participants face each other, positioning their arms on a flat surface such as a table.",
        "Both participants interlock their hands, usually with their elbows bent and their thumbs facing up.",
        "On the count of three, both participants push against each other's hands, trying to force their opponent's arm down to the surface.",
        "The participant who successfully pins the other's arm down onto the surface is declared the winner."
    ],
    "7": [
        "Gather the necessary flowers, foliage, and materials for arranging",
        "Prepare the flower stems by trimming excess leaves and thorns",
        "Arrange the flowers in a vase or floral foam, starting with the largest blooms in the center",
        "Add foliage and smaller flowers to fill in any gaps and create a balanced arrangement"
    ],
    "8": [
        "Gather all the computer components",
        "Organize the components based on their type",
        "Follow the assembly instructions for each component",
        "Carefully connect and secure all the components together"
    ],
    "9": [
        "Prepare items for auction",
        "Advertise the auction",
        "Gather interested bidders",
        "Conduct the auction"
    ],
    "10": [
        "Baby opens eyes",
        "Baby stretches limbs",
        "Baby yawns",
        "Baby starts moving"
    ],
    "11": [
        "Preheat the oven to the desired temperature",
        "Mix the dry ingredients in a bowl",
        "Cream the butter and sugar together in a separate bowl",
        "Combine the wet and dry ingredients to form the cookie dough"
    ],
    "12": [
        "Inflate the balloon",
        "Tie a knot at the end of the balloon",
        "Hold the balloon by the knot and release it",
        "Watch the balloon fly through the air"
    ],
    "13": [
        "Clean the wound",
        "Apply antibiotic ointment",
        "Wrap sterile gauze around the wound",
        "Secure the bandage with tape or fasteners"
    ],
    "14": [
        "Marinate the meat with spices and seasonings.",
        "Preheat the grill to medium-high heat.",
        "Place the marinated meat on the grill and cook for a few minutes on each side, until it reaches the desired level of doneness.",
        "Remove the meat from the grill and let it rest for a few minutes before serving."
    ],
    "15": [
        "Gather all the necessary ingredients and equipment for bartending.",
        "Begin by preparing the bar area, ensuring it is clean and organized.",
        "Follow recipes and measurements to mix and prepare various cocktails and drinks.",
        "Serve the prepared beverages to customers, garnishing and presenting them in an appealing way."
    ],
    "16": [
        "Create a beatbox rhythm using your mouth.",
        "Add percussion sounds like kick drum, snare drum, and hi-hat sounds.",
        "Incorporate vocal sounds, like beatboxing basslines and melodies.",
        "Combine all the elements together to create a complex beatboxing composition."
    ],
    "17": [
        "Setting up the beehive",
        "Installing the honeycomb frames",
        "Introducing the bees to the hive",
        "Maintaining the hive and harvesting honey"
    ],
    "18": [
        "Stand with your feet hip-width apart.",
        "Engage your core muscles and relax your arms by your sides.",
        "Start by moving your hips in a circular motion, clockwise and then counterclockwise.",
        "Add arm movements such as snake arms, shoulder rolls, or wrist circles to enhance your belly dancing."
    ],
    "19": [
        "Lie down on the bench with your feet firmly planted on the ground and your back flat against the bench.",
        "Grasp the barbell with an overhand grip, slightly wider than shoulder-width distance apart.",
        "Slowly lower the barbell towards your chest by bending your elbows, while maintaining control and stability.",
        "Push the barbell back up to the starting position by extending your arms fully, while keeping your wrists straight and maintaining control over the movement."
    ],
    "20": [
        "Stand with your feet shoulder-width apart.",
        "Slowly lean back, keeping your core engaged.",
        "Continue bending backwards until you feel a stretch in your back.",
        "Hold the position for a few seconds before returning to the starting position."
    ],
    "21": [
        "Prepare the metal object that needs to be bent",
        "Secure the metal object in a vise or clamp to hold it in place",
        "Use a metal bending tool, such as a hammer or pliers, to gradually apply pressure and bend the metal",
        "Inspect the bent metal object for any imperfections or desired shape, and make adjustments if necessary"
    ],
    "22": [
        "Wear warm clothing and layers to protect yourself from the cold weather.",
        "Ensure you have the appropriate gear, such as a fat bike with wider tires for better traction on the snowy terrain.",
        "Adjust your biking technique to accommodate the snowy conditions, such as using a lower gear and maintaining a more upright posture.",
        "Take extra caution while biking through the snow, as the slippery surface may require slower speeds and increased braking distance."
    ],
    "23": [
        "Preparing the blasting equipment",
        "Loading the sand into the blasting pot",
        "Adjusting the blasting pressure and nozzle angle",
        "Initiating the blast process"
    ],
    "24": [
        "Gathering molten glass from the furnace",
        "Blowing a small bubble into the molten glass using a blowpipe",
        "Shaping the glass by blowing air into the bubble and rotating it on the blowpipe",
        "Annealing the glass by slowly cooling it in a special oven to relieve internal stresses and strengthen it"
    ],
    "25": [
        "Gather the leaves into a pile.",
        "Position yourself close to the pile of leaves.",
        "Take a deep breath to gather air in your lungs.",
        "Exhale forcefully to blow the leaves away."
    ],
    "26": [
        "Bring a tissue close to your nose",
        "Press one nostril closed with your finger",
        "Exhale forcefully through your open nostril into the tissue",
        "Repeat the process for the other nostril if necessary"
    ],
    "27": [
        "Hold the birthday cake.",
        "Take a deep breath.",
        "Lean forward towards the candles.",
        "Blow forcefully to extinguish the flames."
    ],
    "28": [
        "Get into the bobsled.",
        "Position yourself in a low crouching position.",
        "Hold on tight to the handles.",
        "Push off the starting point with all your strength."
    ],
    "29": [
        "Gather and prepare materials",
        "Fold and cut paper",
        "Sew the pages together",
        "Attach the cover"
    ],
    "30": [
        "Jump onto the trampoline",
        "Bend and flex knees to generate upward momentum",
        "Push off the trampoline surface with feet",
        "Extend body and arms to reach maximum height"
    ],
    "31": [
        "Pick up the bowling ball",
        "Approach the bowling lane",
        "Aim for the pins",
        "Release the ball toward the pins"
    ],
    "32": [
        "Divide the hair into three equal sections",
        "Cross the left section over the middle section",
        "Cross the right section over the middle section",
        "Continue crossing the left and right sections over the middle section until reaching the end of the hair"
    ],
    "33": [
        "Coat the food item in flour.",
        "Dip the flour-coated food item into beaten eggs.",
        "After dipping the food item in eggs, coat it in breadcrumbs.",
        "Press the breadcrumbs firmly onto the food to ensure even coating."
    ],
    "34": [
        "Start with a standing position",
        "Bend your knees and jump into the air",
        "While in the air, perform a series of acrobatic movements such as spins, flips, and freezes",
        "Land on the ground with a strong finish"
    ],
    "35": [
        "Choose the desired paint color",
        "Dip the paintbrush into the paint",
        "Apply a thin and even coat of paint onto the surface",
        "Allow the paint to dry completely before applying additional coats or handling the painted object"
    ],
    "36": [
        "Hold a hairbrush in your hand.",
        "Start brushing your hair from the roots.",
        "Continue brushing in downward strokes.",
        "Repeat until all your hair is brushed."
    ],
    "37": [
        "Wet the toothbrush with water",
        "Apply toothpaste to the toothbrush",
        "Brush the teeth in a circular motion for 2 minutes",
        "Rinse the mouth and toothbrush with clean water"
    ],
    "38": [
        "Measure and mark the dimensions for the cabinet",
        "Cut the wood pieces according to the measurements",
        "Assemble the cabinet frame using nails or screws",
        "Attach the cabinet doors and hardware to complete the construction"
    ],
    "39": [
        "Clear the area where the shed will be built.",
        "Measure and mark the dimensions for the shed on the ground.",
        "Dig holes for the foundation posts and set them in place.",
        "Assemble and secure the walls, roof, and doors of the shed."
    ],
    "40": [
        "Find a reputable bungee jumping location",
        "Get properly fitted with a bungee harness",
        "Listen to the safety briefing and instructions",
        "Take a deep breath and leap off the platform"
    ],
    "41": [
        "Set up a street performance area with appropriate signs and props.",
        "Attract attention by playing or performing a captivating act.",
        "Engage with the audience through interactive performances and crowd interaction.",
        "Collect donations by offering a hat or container for passersby to contribute."
    ],
    "42": [
        "Hold the paddle in both hands.",
        "Sit in the canoe or kayak with proper balance.",
        "Dip the paddle into the water on one side of the boat.",
        "Pull the paddle through the water, using your core and upper body strength, to propel the boat forward."
    ],
    "43": [
        "Stand with your feet shoulder-width apart and arms relaxed at your sides.",
        "Begin by stepping your right foot back and slightly to the side, pivoting on your left foot.",
        "As you step back, raise both arms up and out to the sides, creating a wide circle with your arms.",
        "As you complete the circle with your arms, pivot on your left foot and bring your right foot back to the starting position."
    ],
    "44": [
        "Lift the baby using both hands",
        "Cradle the baby securely against your chest",
        "Support the baby's head and neck with one hand",
        "Keep a firm grip while moving around with the baby"
    ],
    "45": [
        "Stand with feet shoulder-width apart.",
        "Raise arms above head, making a straight line with the body.",
        "Kick one leg up and over, using the arms for balance.",
        "Land with the opposite leg in front, knees slightly bent."
    ],
    "46": [
        "Select a large pumpkin.",
        "Cut off the top of the pumpkin.",
        "Scoop out the seeds and pulp from the inside of the pumpkin.",
        "Carve a design or face on the front of the pumpkin."
    ],
    "47": [
        "Preparing fishing rod and line",
        "Choosing a suitable fishing spot",
        "Casting the line into the water",
        "Waiting patiently for a fish to bite the bait"
    ],
    "48": [
        "Hold the baseball with your throwing hand and place your other hand over it for support.",
        "Take a step forward with your front foot, positioning yourself to throw or catch the baseball.",
        "Extend your arm and release the baseball, aiming towards your intended target.",
        "Catch the baseball by positioning your glove in front of your body, allowing the ball to land securely inside."
    ],
    "49": [
        "Position yourself",
        "Watch the flight of the frisbee",
        "Extend your arm and open your hand to catch the frisbee",
        "Close your hand around the frisbee securely"
    ],
    "50": [
        "Position yourself in the outfield or designated catching area",
        "Keep your eyes on the ball as it is thrown or hit towards you",
        "Extend your arms and hands towards the ball to catch it",
        "Securely grip the ball in your hand or glove"
    ],
    "51": [
        "Preparing decorations",
        "Inviting guests",
        "Arranging food and drinks",
        "Organizing entertainment"
    ],
    "52": [
        "Locate the oil drain plug underneath the vehicle.",
        "Remove the oil drain plug using a wrench or socket.",
        "Allow the old oil to fully drain into a catch basin or container.",
        "Replace the oil drain plug and tighten it securely."
    ],
    "53": [
        "Loosen the lug nuts on the wheel",
        "Use a jack to lift the vehicle off the ground",
        "Remove the lug nuts and take off the old wheel",
        "Place the new wheel onto the hub and tighten the lug nuts"
    ],
    "54": [
        "Inspect the tire tread for signs of wear or damage",
        "Check the tire pressure using a tire pressure gauge",
        "Examine the tire sidewalls for any visible bulges or cuts",
        "Ensure that the tires are properly aligned and balanced"
    ],
    "55": [
        "Gathering the team and getting into formation",
        "Performing synchronized jumps and stunts",
        "Executing various tumbling and acrobatic moves",
        "Engaging in energetic chants and cheers"
    ],
    "56": [
        "Select a suitable chopping block",
        "Hold the axe with a firm grip",
        "Swing the axe above your head",
        "Bring the axe down with force onto the wood"
    ],
    "57": [
        "Raise your hands above your head",
        "Bring your hands together and create a clapping motion",
        "Extend your arms outwards again",
        "Repeat the clapping motion"
    ],
    "58": [
        "Preparing the clay",
        "Shaping the clay into desired form",
        "Allowing the clay to dry and harden",
        "Firing the pottery in a kiln"
    ],
    "59": [
        "Grasp the barbell with an overhand grip, hands shoulder-width apart.",
        "Begin with the barbell resting on the floor, standing tall with your feet shoulder-width apart.",
        "Bend your knees and lower your hips, keeping your back straight and chest lifted.",
        "Explosively extend your hips and knees, driving the barbell upward, using the momentum to lift the barbell overhead while you drop into a deep squat."
    ],
    "60": [
        "Sweep the floor to remove loose dirt and debris",
        "Mop the floor with a cleaning solution to remove stains and grime",
        "Scrub the floor with a brush or scrubber to remove stubborn dirt",
        "Dry the floor thoroughly to prevent slipping or water damage"
    ],
    "61": [
        "Climb onto a stable ladder or platform",
        "Put on gloves and protective eyewear",
        "Remove leaves and debris from the gutters using a trowel or scoop",
        "Flush the gutters with a hose to ensure proper drainage"
    ],
    "62": [
        "Drain the pool water",
        "Remove any debris from the pool surface",
        "Scrub and clean the pool walls and floor",
        "Refill the pool with clean water"
    ],
    "63": [
        "Remove the shoelaces",
        "Brush off any loose dirt or debris from the shoes",
        "Apply a small amount of shoe cleaner or soap to a brush or cloth",
        "Scrub the shoes gently in circular motions to remove stains and dirt"
    ],
    "64": [
        "Put on gloves",
        "Apply toilet cleaner to the inside of the toilet bowl",
        "Scrub the bowl with a toilet brush",
        "Flush the toilet to rinse away the cleaner"
    ],
    "65": [
        "Prepare cleaning solution",
        "Spray cleaning solution on windows",
        "Wipe windows using a squeegee or cloth",
        "Dry windows with a lint-free cloth"
    ],
    "66": [
        "Grasp the rope firmly with both hands",
        "Place one foot on the rope and push yourself up",
        "Alternate between pulling with your arms and pushing with your leg",
        "Continue climbing until you reach your desired height"
    ],
    "67": [
        "Holding onto the ladder, place one foot on the lowest rung.",
        "Using your leg strength, push off the ground and lift your other foot onto the second rung.",
        "Continue this alternating foot motion while maintaining a tight grip on the ladder's sides.",
        "Once you reach the desired height, carefully descend by reversing the steps."
    ],
    "68": [
        "Find a sturdy tree with branches close together",
        "Grab hold of the lowest branch and pull yourself up",
        "Carefully lift your legs and place your feet on the next higher branch",
        "Continue this process of lifting, pulling, and placing until you reach the desired height"
    ],
    "69": [
        "Hold the juggling ball between your hand and fingers",
        "Roll the juggling ball along your fingers",
        "Catch the juggling ball with your other hand",
        "Repeat the steps with the other hand"
    ],
    "70": [
        "Marinate the chicken in a mixture of spices, herbs, and sauces.",
        "Preheat the oven to the desired temperature.",
        "Place the marinated chicken in a baking dish and cover it with foil.",
        "Bake the chicken in the preheated oven until it is cooked through and golden brown."
    ],
    "71": [
        "Crack the egg into a bowl",
        "Whisk the egg until fully mixed",
        "Heat a non-stick pan on medium heat",
        "Pour the whisked egg into the pan and cook for a few minutes until the desired level of doneness is achieved"
    ],
    "72": [
        "Prepare the campfire by gathering dry firewood and arranging it in a safe and stable pit.",
        "Light the campfire using a match or fire starter and allow it to burn until you have a bed of hot coals.",
        "Place a sturdy cooking grate over the campfire or suspend a cooking pot over the flames using a tripod or hanging system.",
        "Cook your food by placing it directly on the cooking grate or using appropriate cookware, and monitor it closely to ensure even cooking."
    ],
    "73": [
        "Preheat the stove to medium heat",
        "Place the sausages in a skillet",
        "Cook the sausages for 5 minutes on each side",
        "Remove the sausages from the skillet and let them rest for a few minutes"
    ],
    "74": [
        "Gather all the money you want to count",
        "Sort the money into different denominations (e.g. coins, bills)",
        "Start counting each denomination one by one",
        "Add up the total amount counted"
    ],
    "75": [
        "Gather in a group and form a circle",
        "Begin by stepping forward with your right foot and then bring your left foot to meet it",
        "Step back with your right foot and then bring your left foot to meet it",
        "Repeat steps 2 and 3, but this time starting with your left foot"
    ],
    "76": [
        "Rotate head to the left",
        "Apply gentle pressure with the right hand on the left side of the head",
        "Hold for a few seconds and release the pressure",
        "Repeat on the right side"
    ],
    "77": [
        "Lift head and chest up from the floor",
        "Push up through the arms",
        "Move arms and legs forward in a coordinated manner",
        "Repeat the crawling motion by alternating the movement of arms and legs"
    ],
    "78": [
        "Gather necessary equipment",
        "Choose a safe crossing point",
        "Secure the equipment and start crossing",
        "Reach the other side safely"
    ],
    "79": [
        "Tear glands produce tears",
        "Eyes well up with tears",
        "Sobs and gasps for breath",
        "Emotional release and expression of distress"
    ],
    "80": [
        "Wash and dry your hair",
        "Apply heat protectant spray to your hair",
        "Divide your hair into sections",
        "Wrap each section of hair around a curling iron and hold for a few seconds"
    ],
    "81": [
        "Hold nail clippers firmly in your hand",
        "Position the clippers at the edge of the nail",
        "Squeeze the clippers to cut the nail",
        "Repeat the process for each nail"
    ],
    "82": [
        "Hold the pineapple firmly with one hand.",
        "Use a sharp knife to cut off the top and bottom of the pineapple.",
        "Stand the pineapple upright and carefully slice off the skin, following the natural curve of the fruit.",
        "Cut the pineapple into desired pieces, either by slicing it into rings or cutting it into chunks."
    ],
    "83": [
        "Wash the watermelon",
        "Cut off both ends of the watermelon",
        "Slice the watermelon in half",
        "Cut the flesh of each half into smaller pieces"
    ],
    "84": [
        "Stand tall with your feet turned out, heels touching and toes pointed outwards.",
        "Engage your core muscles and lift your arms gracefully to the sides.",
        "Bend your knees and rise onto your toes, maintaining your turnout.",
        "Execute precise and controlled movements, combining jumps, turns, and graceful poses."
    ],
    "85": [
        "Stand with your feet shoulder-width apart and your knees slightly bent. Keep your body relaxed and your arms by your sides.",
        "Take a step forward with your right foot, crossing it over your left foot. Make sure to keep your weight on the balls of your feet.",
        "Step back with your left foot, returning to your starting position. As you step back, slightly lift your right foot in a kicking motion.",
        "Repeat steps 2 and 3, but this time, start with your left foot. Alternate between your right and left foot to create a fluid and rhythmic dance movement."
    ],
    "86": [
        "Start with your feet shoulder-width apart",
        "Bend your knees slightly",
        "Extend your right foot to the side",
        "Extend your left foot to the side"
    ],
    "87": [
        "Stand with your feet shoulder-width apart.",
        "Raise your left hand and touch your right shoulder.",
        "Raise your right hand and touch your left shoulder.",
        "Move your hips in a circular motion."
    ],
    "88": [
        "Bending down with feet shoulder-width apart",
        "Gripping the barbell with an overhand grip",
        "Lifting the barbell off the ground using the legs and hips",
        "Standing up straight with the barbell, extending the hips and knees fully"
    ],
    "89": [
        "Unbox the Christmas tree and assemble the parts",
        "Fluff and shape the branches for a fuller look",
        "Hang the lights evenly around the tree",
        "Decorate the tree with ornaments, garlands, and a tree topper"
    ],
    "90": [
        "Grab a shovel",
        "Position yourself near the area you want to dig",
        "Insert the shovel into the ground",
        "Leverage your body weight and push the shovel downwards to dig into the ground"
    ],
    "91": [
        "Choose a restaurant or dining establishment",
        "Browse the menu and decide on your order",
        "Place your order with the waiter or server",
        "Enjoy your meal and pay the bill"
    ],
    "92": [
        "Choose a disc golf course",
        "Select the appropriate disc",
        "Aim and throw the disc towards the target",
        "Keep score and continue to the next hole"
    ],
    "93": [
        "Climb to the top of the cliff",
        "Position yourself near the edge of the cliff",
        "Take a deep breath and prepare yourself",
        "Jump off the cliff and dive into the water"
    ],
    "94": [
        "Gather a group of players",
        "Divide the players into two teams",
        "Assign a referee or umpire to enforce the rules",
        "Throw balls at opposing team members and try to hit them while avoiding being hit yourself"
    ],
    "95": [
        "Warm up by stretching your muscles and joints.",
        "Start with low-impact movements like marching or jogging in place to get your heart rate up.",
        "Begin incorporating aerobic exercises such as jumping jacks, high knees, or side steps.",
        "Cool down with gentle stretching exercises and deep breathing."
    ],
    "96": [
        "Sort the laundry into separate piles based on color and fabric type",
        "Pre-treat any stains or heavily soiled areas with detergent or stain remover",
        "Load the washing machine with the appropriate amount of laundry and detergent",
        "Set the washing machine to the desired cycle and start the wash"
    ],
    "97": [
        "Cleanse nails",
        "Trim and shape nails",
        "Apply nail polish or nail art",
        "Apply top coat for protection"
    ],
    "98": [
        "Hold the pencil firmly in your hand",
        "Choose a suitable paper or canvas to draw on",
        "Visualize the image or idea that you want to draw",
        "Start drawing by making light pencil strokes to outline the main shapes"
    ],
    "99": [
        "Bounce the basketball with one hand at a low height",
        "Use your fingertips to control the ball while maintaining a steady rhythm",
        "Move your hand in a circular motion to keep the ball away from defenders",
        "Alternate between hands to maintain control and deceive opponents"
    ],
    "100": [
        "Hold the glass firmly in your hand",
        "Tilt the glass at a slight angle",
        "Slowly pour the liquid into the glass",
        "Gently bring the glass to your lips and take a sip"
    ],
    "101": [
        "Hold and lift the beer glass",
        "Tilt the glass towards your mouth",
        "Sip and swallow the beer",
        "Repeat the process until finished"
    ],
    "102": [
        "Pick up a shot glass",
        "Pour the desired spirit into the shot glass",
        "Hold the shot glass with one hand",
        "Tilt your head back and quickly drink the shot"
    ],
    "103": [
        "Enter the car",
        "Fasten the seatbelt",
        "Start the engine",
        "Drive the car"
    ],
    "104": [
        "Start the engine of the tractor",
        "Engage the clutch to release the transmission",
        "Gently press the accelerator pedal to increase speed",
        "Steer the tractor in the desired direction"
    ],
    "105": [
        "Position yourself behind the ball",
        "Take a few steps back for momentum",
        "Plant your non-kicking foot next to the ball",
        "Extend your kicking leg forward and make contact with the ball"
    ],
    "106": [
        "Place your hands comfortably on a flat surface.",
        "Curve your fingers slightly.",
        "Tap your fingers rhythmically on the surface.",
        "Increase or decrease the speed and intensity of tapping as desired."
    ],
    "107": [
        "Approach the basketball hoop with the ball in your hands.",
        "Jump up into the air while extending your arm holding the ball.",
        "Extend your arm upward and forcefully throw the ball down towards the hoop.",
        "As you descend, release the ball and aim to dunk it through the hoop."
    ],
    "108": [
        "Select hair dye color",
        "Prepare hair dye mixture",
        "Apply hair dye to hair",
        "Rinse out hair dye"
    ],
    "109": [
        "Pick up the burger",
        "Take a bite of the burger",
        "Chew the burger",
        "Swallow the burger"
    ],
    "110": [
        "Pick up a slice of cake",
        "Bring the slice of cake to your mouth",
        "Take a bite of the cake",
        "Chew and swallow the cake"
    ],
    "111": [
        "Take a fresh carrot.",
        "Wash the carrot thoroughly.",
        "Peel the carrot skin.",
        "Slice the carrot into desired shapes."
    ],
    "112": [
        "Take a handful of chips",
        "Place the chips in your mouth",
        "Chew the chips thoroughly",
        "Swallow the chewed chips"
    ],
    "113": [
        "Pick up a doughnut",
        "Take a bite out of the doughnut",
        "Chew the doughnut",
        "Swallow the doughnut"
    ],
    "114": [
        "Take a hotdog bun",
        "Place a cooked hotdog inside the bun",
        "Add desired condiments like ketchup and mustard",
        "Take a bite and enjoy the hotdog"
    ],
    "115": [
        "Hold the ice cream cone firmly.",
        "Take a bite of the ice cream.",
        "Chew the ice cream.",
        "Swallow the ice cream."
    ],
    "116": [
        "Twirl the spaghetti around the fork",
        "Raise the fork to your mouth",
        "Take a bite of the spaghetti",
        "Chew and swallow the spaghetti"
    ],
    "117": [
        "Take a watermelon slice.",
        "Hold the watermelon slice in your hand.",
        "Take a bite of the watermelon slice.",
        "Chew and swallow the watermelon."
    ],
    "118": [
        "Searching the area for hidden eggs",
        "Gathering the found eggs into a basket",
        "Counting the number of collected eggs",
        "Celebrating the successful egg hunt"
    ],
    "119": [
        "Hold a dumbbell in your right hand",
        "Extend your right arm in front of you",
        "Bend your right arm at the elbow to bring the dumbbell towards your shoulder",
        "Slowly lower the dumbbell back to the starting position"
    ],
    "120": [
        "Inflate the exercise ball to the desired level.",
        "Position yourself on the exercise ball by sitting on it with your feet firmly planted on the ground.",
        "Engage your core muscles to maintain balance and stability.",
        "Perform a variety of exercises on the exercise ball, such as crunches, planks, and squats, while focusing on maintaining proper form and technique."
    ],
    "121": [
        "Assess the fire, including its size and location",
        "Activate the fire alarm if necessary",
        "Locate and operate the nearest fire extinguisher or fire suppression system",
        "Apply the extinguishing agent to the base of the fire using a sweeping motion"
    ],
    "122": [
        "Bend forward from the waist",
        "Extend arms forward",
        "Lower the head towards the ground",
        "Allow the body to fall forward and land face-first on the ground"
    ],
    "123": [
        "Select a suitable outdoor location for bird feeding",
        "Fill a bird feeder with bird seeds",
        "Hang or place the bird feeder in the chosen location",
        "Observe and enjoy watching the birds feed"
    ],
    "124": [
        "Preparing fish food",
        "Pouring the fish food into a container",
        "Approaching the fish tank",
        "Scattering the fish food into the tank"
    ],
    "125": [
        "Prepare the goat feed",
        "Call the goats to the feeding area",
        "Distribute the feed evenly among the goats",
        "Monitor the goats while they eat"
    ],
    "126": [
        "Brush eyebrow hairs upwards",
        "Use brow pencil or powder to fill in sparse areas",
        "Outline the eyebrow shape with a brow pencil",
        "Blend the color using a spoolie brush"
    ],
    "127": [
        "Curl your fingers into a loose fist.",
        "Place your thumb against the side of your middle finger.",
        "Snap your fingers by quickly pulling your middle finger down and releasing it.",
        "Repeat the motion to create a crisp and sharp finger snap sound."
    ],
    "128": [
        "Comb the hair to remove any tangles",
        "Apply a small amount of hair oil or serum for smoothness",
        "Use a hairbrush or a wide-toothed comb to style the hair",
        "Secure the style with hairpins or hair ties"
    ],
    "129": [
        "Heat the pan on medium heat.",
        "Mix the pancake batter.",
        "Pour a ladleful of batter onto the pan.",
        "Flip the pancake when bubbles appear on the surface."
    ],
    "130": [
        "Hold the kite string firmly",
        "Face the wind direction",
        "Run forward to create lift",
        "Release the kite into the air"
    ],
    "131": [
        "Pick up one piece of clothing",
        "Lay it flat on a clean surface",
        "Fold one side of the clothing towards the middle",
        "Fold the other side towards the middle"
    ],
    "132": [
        "Lay the napkin flat on a clean surface.",
        "Fold the napkin in half lengthwise.",
        "Fold the napkin in half again, this time widthwise.",
        "Fold the corners of the napkin diagonally towards the center."
    ],
    "133": [
        "Lay the paper flat on a stable surface.",
        "Fold the paper in half horizontally, bringing the top edge down to meet the bottom edge.",
        "Unfold the paper, then fold it in half vertically, bringing the right edge over to meet the left edge.",
        "Unfold the paper, and you will have a crease down the center both horizontally and vertically."
    ],
    "134": [
        "Stand with your feet shoulder-width apart and hold a pair of dumbbells in your hands, with your palms facing your body.",
        "Keeping your arms straight, lift the dumbbells directly in front of you until they are at shoulder level.",
        "Hold the position for a moment, feeling the contraction in your front shoulder muscles.",
        "Slowly lower the dumbbells back to the starting position, maintaining control throughout the movement."
    ],
    "135": [
        "Wash and chop the vegetables into bite-sized pieces",
        "Heat oil in a frying pan over medium-high heat",
        "Add the vegetables to the hot oil and stir-fry for a few minutes until they are cooked but still crisp",
        "Season the vegetables with salt, pepper, and any other desired spices, and continue to cook for another minute"
    ],
    "136": [
        "Identify the designated areas for garbage collection",
        "Gather the necessary equipment and tools for garbage collection",
        "Segregate the different types of waste into appropriate containers",
        "Dispose of the collected garbage in the designated disposal area"
    ],
    "137": [
        "Take a small amount of mouthwash or warm saltwater in your mouth.",
        "Tilt your head back slightly and let the liquid reach the back of your throat.",
        "Make a 'gargling' sound by expelling air through your vocal cords.",
        "Continue gargling for about 20-30 seconds, then spit out the liquid."
    ],
    "138": [
        "Schedule an appointment with a hair salon or barber shop.",
        "Arrive at the salon or barber shop at the scheduled time.",
        "Consult with the hairstylist or barber about the desired haircut.",
        "Sit in the chair and let the hairstylist or barber cut and style your hair."
    ],
    "139": [
        "Choose a design for your tattoo",
        "Research and select a reputable tattoo artist or studio",
        "Schedule an appointment with the tattoo artist",
        "Prepare mentally and physically for the tattoo session"
    ],
    "140": [
        "Preparing for the award ceremony",
        "Announcing the nominees",
        "Presenting the award",
        "Accepting the award"
    ],
    "141": [
        "Select a golf club suitable for chipping.",
        "Position yourself in a comfortable stance with your feet shoulder-width apart and parallel to the target.",
        "Grip the club with your dominant hand on top and your non-dominant hand below.",
        "Swing the club back using your wrists and arms, keeping your lower body stable, and then swing forward to make contact with the golf ball."
    ],
    "142": [
        "Grip the golf club firmly",
        "Position your feet shoulder-width apart",
        "Align your body towards the target",
        "Swing the club smoothly and follow through"
    ],
    "143": [
        "Position yourself behind the golf ball",
        "Align your feet parallel to the target line",
        "Grip the putter with both hands",
        "Keep your eye on the ball as you swing and strike it"
    ],
    "144": [
        "Cut the meat into small pieces",
        "Feed the meat into the grinder",
        "Turn on the grinder and grind the meat",
        "Collect the ground meat into a container"
    ],
    "145": [
        "Brush the dog's fur gently to remove any tangles or knots.",
        "Trim the dog's nails carefully using a dog nail clipper.",
        "Clean the dog's ears using a cotton ball and a dog-friendly ear cleaning solution.",
        "Comb through the dog's fur to remove any loose hairs."
    ],
    "146": [
        "Brush the horse's coat to remove loose dirt and debris",
        "Clean the horse's hooves by picking out any dirt or stones",
        "Comb and detangle the horse's mane and tail",
        "Trim the horse's bridle path to keep it neat"
    ],
    "147": [
        "Begin with a forward roll",
        "Execute a handspring",
        "Perform a backflip",
        "Finish with a double twist"
    ],
    "148": [
        "Take a strong grip on the hammer with both hands",
        "Rotate your body to build momentum",
        "Swing the hammer in a circular motion",
        "Release the hammer at the optimal angle and distance"
    ],
    "149": [
        "Stand upright with your feet shoulder-width apart.",
        "Bend your knees slightly and loosen your neck muscles.",
        "Start moving your head up and down in a rapid and forceful motion.",
        "Continue headbanging to the beat of the music."
    ],
    "150": [
        "Brace yourself by planting your feet firmly on the ground.",
        "Lean forward and lower your head to create momentum.",
        "Thrust your head forward forcefully, aiming for your target.",
        "Follow through with the movement, quickly retracting your head."
    ],
    "151": [
        "Run towards the bar",
        "Plant the foot closest to the bar on the ground",
        "Jump off the planted foot while simultaneously bringing the other knee forward",
        "Extend both legs and arms upwards to clear the bar"
    ],
    "152": [
        "Stand with your feet shoulder-width apart.",
        "Bend your knee and raise your leg in front of you.",
        "Extend your leg straight up, aiming to kick as high as possible.",
        "Lower your leg back down to the starting position."
    ],
    "153": [
        "Grip the baseball bat firmly in your hands",
        "Get into a comfortable batting stance",
        "Focus your eyes on the pitcher and track the ball's movement",
        "Swing the bat with maximum force and accuracy towards the incoming ball"
    ],
    "154": [
        "Bend your knees and lower your body towards the ice.",
        "Shift your weight to your inside edge of the skate on the outside leg.",
        "Rotate your hips and shoulders towards the direction you want to stop.",
        "Dig the inside edge of your outside leg into the ice to create friction and come to a complete stop."
    ],
    "155": [
        "Approach the snake cautiously",
        "Use a secure grip to hold the snake",
        "Make sure to keep a safe distance from the snake's head",
        "Avoid sudden movements while holding the snake"
    ],
    "156": [
        "Jump forward with one foot",
        "Jump forward with other foot",
        "Land on one foot and hop once",
        "Land on other foot and hop once"
    ],
    "157": [
        "Get on the hoverboard",
        "Balance your body on the hoverboard",
        "Gently shift your body weight to move in the desired direction",
        "Use your feet to control the speed and direction of the hoverboard"
    ],
    "158": [
        "Open arms wide",
        "Approach the person with open arms",
        "Wrap arms around the person",
        "Gently squeeze and hold for a moment"
    ],
    "159": [
        "Hold the hula hoop around your waist.",
        "Stand with your feet shoulder-width apart.",
        "Shift your weight from side to side, using your hips to keep the hula hoop in motion.",
        "Continue the motion for as long as desired."
    ],
    "160": [
        "Approach towards the hurdle with speed",
        "Raise lead leg and position it above the hurdle",
        "Jump off your back leg and clear the hurdle",
        "Land safely on the opposite side of the hurdle"
    ],
    "161": [
        "Hold the hurling stick firmly with both hands.",
        "Swing the hurling stick back behind your shoulder.",
        "Step forward with your leading foot while swinging the hurling stick forward.",
        "Hurl the ball towards the goal with a strong and accurate throw."
    ],
    "162": [
        "Put on appropriate climbing gear and equipment",
        "Find a suitable ice climbing route",
        "Secure yourself to the ice using ice screws or other anchors",
        "Use ice axes and crampons to ascend the ice wall"
    ],
    "163": [
        "Preparing the necessary equipment",
        "Finding a suitable location on a frozen body of water",
        "Drilling a hole in the ice",
        "Casting the fishing line and waiting for a bite"
    ],
    "164": [
        "Put on ice skates",
        "Step onto the ice",
        "Glide forward by pushing off with one foot",
        "Repeat the gliding motion with the opposite foot"
    ],
    "165": [
        "Plug in the iron and allow it to heat up.",
        "Spread the clothing item on the ironing board.",
        "Glide the iron over the fabric in smooth, straight motions.",
        "Repeat the process until all wrinkles are removed."
    ],
    "166": [
        "Hold the javelin in your dominant throwing hand, gripping it firmly near the back end with your fingers spread apart in a comfortable position.",
        "Stand sideways to the direction you will be throwing, with your non-dominant shoulder facing towards the target.",
        "Take a few steps forward with your non-dominant leg, bringing your throwing arm behind your body.",
        "Push off forcefully with your non-dominant leg, transferring your weight onto your dominant leg as you simultaneously swing your throwing arm forward and release the javelin in a smooth, controlled motion."
    ],
    "167": [
        "Put on a life jacket",
        "Mount the jet ski",
        "Start the engine",
        "Accelerate and enjoy the ride"
    ],
    "168": [
        "Warm up your body by stretching and doing light exercises.",
        "Put on comfortable athletic clothing and supportive running shoes.",
        "Start with a brisk walk for a few minutes to gradually increase your heart rate.",
        "Transition into a slow jog, maintaining a steady pace and focusing on your breathing."
    ],
    "169": [
        "Toss one ball from your right hand to your left hand",
        "Toss one ball from your left hand to your right hand",
        "Toss two balls from your right hand to your left hand",
        "Toss two balls from your left hand to your right hand"
    ],
    "170": [
        "Prepare safety equipment",
        "Ignite fire torches",
        "Practice basic juggling techniques with non-lit torches",
        "Gradually incorporate fire torches into the juggling routine"
    ],
    "171": [
        "Toss the soccer ball into the air",
        "Kick the soccer ball with your foot",
        "Bounce the soccer ball off your knee",
        "Control the soccer ball with your chest"
    ],
    "172": [
        "Position yourself at the edge of the pool.",
        "Bend your knees and prepare to jump.",
        "Push off with your legs and propel yourself into the air.",
        "Extend your arms and legs, and enter the water smoothly."
    ],
    "173": [
        "Start with your feet shoulder-width apart and your arms relaxed at your sides.",
        "Bend your knees slightly and then jump off both feet, lifting your knees towards your chest.",
        "While in the air, kick your legs out to the side and then bring them back in quickly.",
        "Land softly on the balls of your feet, ready to start the next jump."
    ],
    "174": [
        "Position the ball on the ground",
        "Take a few steps back for momentum",
        "Approach the ball with your non-kicking foot",
        "Extend your kicking leg and make contact with the ball"
    ],
    "175": [
        "Position your body behind the ball",
        "Take a step forward with your non-kicking foot",
        "Swing your kicking leg backwards",
        "Extend your kicking leg towards the ball and make contact"
    ],
    "176": [
        "Approach the person you want to kiss.",
        "Lean in close to the person's face.",
        "Gently press your lips against their lips.",
        "Hold the kiss for a few seconds and then slowly pull away."
    ],
    "177": [
        "Prepare the equipment: kite, board, harness, and safety gear.",
        "Set up the kite by laying it out on the ground and attaching the lines to the control bar.",
        "Put on the harness and connect the control bar to the harness.",
        "Launch the kite by pulling on the control bar while walking backwards to create tension in the lines."
    ],
    "178": [
        "Choose the knitting needles and yarn.",
        "Cast on the desired number of stitches.",
        "Start knitting the first row.",
        "Repeat the knitting process until the desired length is reached."
    ],
    "179": [
        "Start with a relaxed stance.",
        "Engage your core and loosen your joints.",
        "Build up tension and energy in your body.",
        "Release the tension in explosive, rhythmic movements."
    ],
    "180": [
        "Open your mouth wide",
        "Release a burst of sound",
        "Let your face express joy and amusement",
        "Allow your body to shake with laughter"
    ],
    "181": [
        "Prepare the foundation for laying bricks",
        "Mix the mortar according to the instructions",
        "Start laying the bricks in a straight line",
        "Continue laying the bricks in rows, making sure they are level and aligned"
    ],
    "182": [
        "Prepare for the jump",
        "Build up speed by taking a few strides",
        "Jump off one foot and extend your arms forward",
        "Land safely and maintain balance"
    ],
    "183": [
        "Stand with your feet hip-width apart.",
        "Step forward with your right foot, keeping your weight on your back foot.",
        "Bend your knees and lower your body, keeping your back straight.",
        "Push through your front foot to return to the starting position."
    ],
    "184": [
        "Preheat the oven to the specified temperature",
        "Prepare the cake batter by mixing the dry ingredients in a bowl",
        "Add the wet ingredients to the dry ingredients and mix until well combined",
        "Pour the batter into a greased cake pan and bake in the preheated oven for the specified amount of time"
    ],
    "185": [
        "Slice the bread into two equal halves",
        "Spread butter on both halves of the sliced bread",
        "Place the desired filling, such as meat or cheese, on one of the bread slices",
        "Cover the filling with the other bread slice to form a sandwich"
    ],
    "186": [
        "Spread flat sheet over the mattress",
        "Tuck the sheet on all sides neatly",
        "Place the blanket evenly on top of the sheet",
        "Arrange pillows and cushions on the bed"
    ],
    "187": [
        "Gather required materials",
        "Design the jewelry piece",
        "Assemble the jewelry components",
        "Add finishing touches"
    ],
    "188": [
        "Preheat the oven to the desired temperature.",
        "Prepare the dough by combining flour, yeast, water, salt, and oil in a mixing bowl.",
        "Knead the dough until it becomes smooth and elastic.",
        "Place the dough in a greased bowl, cover it with a clean cloth, and let it rise until it doubles in size."
    ],
    "189": [
        "Roll a large snowball for the base of the snowman.",
        "Roll a medium-sized snowball for the middle section of the snowman.",
        "Roll a small snowball for the head of the snowman.",
        "Stack the snowballs on top of each other to form the snowman."
    ],
    "190": [
        "Prepare the sushi rice",
        "Lay the sushi mat and place a sheet of nori on top",
        "Place a small amount of rice on the nori, and spread it out evenly",
        "Slice the sushi roll into bite-sized pieces"
    ],
    "191": [
        "Boil water",
        "Add tea leaves or tea bag to a cup",
        "Pour hot water into the cup",
        "Let it steep for a few minutes"
    ],
    "192": [
        "Lift your left leg and bring it forward",
        "Lift your right leg and bring it forward",
        "Continue alternating the lifting and forward movement of your legs",
        "Maintain a steady rhythm while marching"
    ],
    "193": [
        "Apply massage oil or lotion to the back",
        "Start by using gentle circular motions with your hands",
        "Gradually increase pressure and use kneading motions to work out tension in the muscles",
        "Finish by applying long, sweeping strokes to help promote relaxation"
    ],
    "194": [
        "Apply warm oil or lotion to the feet",
        "Begin by gently rubbing the oil or lotion into the feet, starting at the toes and working your way up to the ankles",
        "Use your thumbs to apply medium pressure and knead the soles of the feet in circular motions",
        "Continue massaging each foot for a few minutes, paying extra attention to any areas of tension or discomfort"
    ],
    "195": [
        "Warm up the legs by using long sweeping motions with your hands.",
        "Apply massage oil or lotion to your hands to prevent friction and aid in smooth movements.",
        "Start at the feet and work your way up, using your palms, thumbs, and fingers to apply pressure and knead the muscles.",
        "Finish by gently stretching and flexing the legs to promote relaxation and increase blood circulation."
    ],
    "196": [
        "Apply gentle pressure on the scalp using circular motions",
        "Massage the temples using your fingertips",
        "Use your thumbs to massage the back of the head in a circular motion",
        "Gently massage the neck and shoulder muscles to promote relaxation and relieve tension"
    ],
    "197": [
        "Approach the cow calmly and quietly",
        "Clean the udders and teats using a mild disinfectant",
        "Attach the milking machine to the udders",
        "Gently squeeze and release the teats to stimulate milk flow"
    ],
    "198": [
        "Prepare a bucket of water and add floor cleaning solution",
        "Dip the mop into the bucket and wring out excess water",
        "Start mopping the floor by moving the mop in long strokes",
        "Repeat the mopping process until the entire floor is clean"
    ],
    "199": [
        "Put on a helmet and protective gear",
        "Mount the motorcycle",
        "Start the engine and warm it up",
        "Gradually release the clutch and accelerate to move forward"
    ],
    "200": [
        "Clear the path and remove any obstacles or small objects from the area.",
        "Lift the furniture with proper technique and use caution to avoid injury.",
        "Carefully navigate through doorways or narrow spaces, ensuring the furniture doesn't get stuck or damaged.",
        "Place the furniture in its desired location, making sure it is stable and secure."
    ],
    "201": [
        "Prepare the lawn mower",
        "Start the lawn mower",
        "Move in straight lines to cut the grass",
        "Clean up the lawn after mowing"
    ],
    "202": [
        "Researching the news topic",
        "Writing the news script",
        "Preparing visual aids and graphics",
        "Presenting the news on-air"
    ],
    "203": [
        "Hold the bottle firmly in one hand",
        "Twist the cap counterclockwise to loosen it",
        "Continue twisting until the cap is completely off",
        "Set aside the cap and enjoy the contents of the bottle"
    ],
    "204": [
        "Pick up the present",
        "Gently shake the present",
        "Find the edges of the wrapping paper",
        "Carefully tear the wrapping paper"
    ],
    "205": [
        "Prepare the paragliding equipment",
        "Find a suitable takeoff area",
        "Run and launch the paraglider",
        "Control the glider using the harness and brakes"
    ],
    "206": [
        "Attach the parasail harness securely around your body.",
        "Stand on the designated spot while holding onto the parasail ropes.",
        "Wait for the signal from the boat driver and slowly release the ropes to launch into the air.",
        "Enjoy the breathtaking view as you soar through the sky while being safely attached to the parasail."
    ],
    "207": [
        "Jump over obstacles",
        "Climb walls",
        "Perform flips and tricks",
        "Navigate through narrow spaces"
    ],
    "208": [
        "Receiving the football from the center",
        "Looking for an open receiver",
        "Throwing or handing off the football to the open receiver",
        "Monitoring the receiver's progress and adjusting the pass if necessary"
    ],
    "209": [
        "Holding the football securely with two hands.",
        "Positioning the football in front of the chest, close to the body.",
        "Extending the non-dominant hand and forearm forward, creating a target for the passer.",
        "Using the dominant hand to grip the football with fingers across the laces."
    ],
    "210": [
        "Wash the apples",
        "Cut off the stem of each apple",
        "Make a shallow incision on the skin of each apple",
        "Gently peel off the skin from top to bottom"
    ],
    "211": [
        "Wash the potatoes",
        "Use a peeler to remove the skin",
        "Cut off any remaining eyes or blemishes",
        "Rinse the peeled potatoes to remove any dirt or debris"
    ],
    "212": [
        "Approach the animal slowly and calmly",
        "Extend your hand towards the animal's head",
        "Gently stroke the animal's fur in the direction it likes",
        "Continue petting the animal until it shows signs of contentment"
    ],
    "213": [
        "Approach the cat slowly and calmly",
        "Extend your hand towards the cat in a gentle manner",
        "Softly stroke the cat's fur using your fingers",
        "Pay attention to the cat's body language and respond accordingly"
    ],
    "214": [
        "Locate ripe fruits",
        "Reach out and grasp the fruit",
        "Twist or gently pull the fruit off the branch or vine",
        "Place the fruit in a container or basket"
    ],
    "215": [
        "Dig a hole in the ground",
        "Place the tree sapling in the hole",
        "Cover the roots with soil",
        "Water the newly planted tree"
    ],
    "216": [
        "Prepare the surface by removing any loose or damaged plaster.",
        "Apply a bonding agent or primer to the surface to ensure proper adhesion of the plaster.",
        "Mix the plaster according to the manufacturer's instructions, ensuring a smooth and consistent texture.",
        "Apply the plaster evenly and smoothly to the surface using a trowel, working in small sections at a time."
    ],
    "217": [
        "Hold the accordion with both hands.",
        "Press the air button to generate sound.",
        "Move the bellows in and out to control note volume.",
        "Use the keys or buttons to play different melodies."
    ],
    "218": [
        "Hold the racket with a firm grip",
        "Stand in the ready position",
        "Hit the shuttlecock with a swift motion",
        "Move around the court strategically"
    ],
    "219": [
        "Hold the bagpipes steady",
        "Attach the blowpipe to the bag",
        "Press the bag with the arm to maintain air pressure",
        "Play the notes by covering and uncovering the finger holes"
    ],
    "220": [
        "Dribbling the basketball",
        "Passing the basketball",
        "Shooting the basketball",
        "Defending against opponents"
    ],
    "221": [
        "Hold the bass guitar properly",
        "Pluck or strum the strings to produce sound",
        "Press the strings on the fretboard to create different notes",
        "Play different rhythms and melodies by combining plucking and fretting techniques"
    ],
    "222": [
        "Shuffling the deck of cards",
        "Dealing the cards to the players",
        "Taking turns to play a card",
        "Continuing until the game is over"
    ],
    "223": [
        "Hold the cello between your knees with the left shoulder resting against the left side of the instrument.",
        "Place the left hand on the fingerboard to control the pitch while using the right hand to bow the strings.",
        "Press down the strings with the left hand fingers to produce different notes while using the bow on the strings to create sound.",
        "Follow the musical notation and use the bowing techniques to play various melodies on the cello."
    ],
    "224": [
        "Setting up the chessboard",
        "Understanding the movement rules for each chess piece",
        "Analyzing the current position on the board",
        "Making strategic moves to capture opponent's pieces and ultimately checkmate the opponent's king"
    ],
    "225": [
        "Hold the clarinet with your left hand",
        "Position the mouthpiece on your lips",
        "Press the keys with your fingers to create different notes",
        "Blow into the mouthpiece and use your fingers to change the pitch"
    ],
    "226": [
        "Hold the controller firmly in both hands",
        "Press the power button to turn on the controller",
        "Use the directional pad or analog sticks to navigate the menu or select options",
        "Press the buttons or triggers to interact with the game or perform specific actions"
    ],
    "227": [
        "Step1: Gather the required cricket equipment such as a bat, ball, stumps, and protective gear.",
        "Step2: Find a suitable cricket ground or pitch where you can play.",
        "Step3: Decide on the number of players for each team and form teams accordingly.",
        "Step4: Begin the game by tossing a coin to determine which team will bat or bowl first."
    ],
    "228": [
        "Hold the cymbals in both hands.",
        "Raise the cymbals above your head.",
        "Bring the cymbals down and crash them together.",
        "Repeat the crashing motion rhythmically."
    ],
    "229": [
        "Position the didgeridoo horizontally in front of you.",
        "Take a deep breath and fill your lungs with air.",
        "Place your lips on the mouthpiece of the didgeridoo and create a seal.",
        "Blow a steady stream of air into the didgeridoo while vibrating your lips to produce sound."
    ],
    "230": [
        "Sit on a drum throne",
        "Hold drumsticks in both hands",
        "Position feet on the bass drum pedal",
        "Begin playing a rhythm on the drums"
    ],
    "231": [
        "Hold the flute with both hands",
        "Place your fingers on the keys",
        "Blow into the mouthpiece to produce sound",
        "Move your fingers on the keys to play different notes"
    ],
    "232": [
        "Hold the guitar correctly",
        "Learn how to fret the strings",
        "Practice playing basic chords",
        "Explore different guitar techniques"
    ],
    "233": [
        "Hold the harmonica in your hand",
        "Place your lips on the harmonica",
        "Blow air into the harmonica",
        "Move your fingers across the holes to create different notes"
    ],
    "234": [
        "Position the harp on your shoulder and hold it firmly with your left hand",
        "Place your right hand on the strings and pluck them gently",
        "Move your fingers along the strings to create different notes and melodies",
        "Use the pedals at the base of the harp to change the pitch and create dynamic variations"
    ],
    "235": [
        "Put on protective gear",
        "Skate to the ice rink",
        "Handle the hockey stick",
        "Score goals"
    ],
    "236": [
        "Sit in front of the keyboard",
        "Place your hands on the keys",
        "Press the keys to produce sound",
        "Play different notes and chords by pressing different combinations of keys"
    ],
    "237": [
        "Gather a group of players",
        "Choose a location to play kickball",
        "Set up the playing field with bases and a pitcher's mound",
        "Start the game by tossing the ball and kicking it to the field"
    ],
    "238": [
        "Shuffle the Chance and Community Chest cards",
        "Set up the game board with the properties, houses, hotels, and tokens",
        "Determine the order of play by rolling the dice",
        "Begin the game by each player rolling the dice and moving their token accordingly"
    ],
    "239": [
        "Sit in front of the organ.",
        "Place your hands on the keyboard.",
        "Press the keys to produce sounds.",
        "Use the pedals for additional effects."
    ],
    "240": [
        "Put on protective gear",
        "Load paintballs into the marker",
        "Find a suitable playing field",
        "Engage in strategic gameplay"
    ],
    "241": [
        "Sit on the piano bench",
        "Place your hands on the keyboard",
        "Press the keys in a rhythmic manner",
        "Listen to the music that you create"
    ],
    "242": [
        "Shuffle the deck of cards",
        "Deal the initial set of cards to each player",
        "Place the remaining cards face-down as the draw pile",
        "Begin the first round of betting"
    ],
    "243": [
        "Hold the recorder with your left hand, covering the holes with your fingertips.",
        "Place your right thumb on the thumb hole at the back of the recorder.",
        "Blow gently into the mouthpiece while using your fingers to uncover and cover the holes to create different notes.",
        "Practice different finger combinations and breathing techniques to play different melodies and songs."
    ],
    "244": [
        "Hold the saxophone with your left hand on the upper part of the instrument, and your right hand on the lower part.",
        "Position the mouthpiece on your lips while making sure there is a comfortable seal.",
        "Press the keys on the saxophone to create different notes and pitches.",
        "Control the airflow and embouchure to produce a rich and expressive sound."
    ],
    "245": [
        "Hold racquet with both hands",
        "Stand in the middle of the court facing the front wall",
        "Hit the ball against the front wall",
        "Continue hitting the ball back and forth with opponent"
    ],
    "246": [
        "Hold the tennis racket with a strong grip",
        "Stand with your feet shoulder-width apart",
        "Bend your knees slightly and maintain a balanced stance",
        "Swing the racket towards the incoming tennis ball"
    ],
    "247": [
        "Hold the trombone with your left hand.",
        "Place your right hand on the slide of the trombone.",
        "Position your lips on the mouthpiece of the trombone.",
        "Blow air into the trombone while moving the slide to produce sound."
    ],
    "248": [
        "Hold the trumpet with your left hand.",
        "Position your right hand on the valves.",
        "Place your lips on the mouthpiece.",
        "Press the valves down to produce different notes."
    ],
    "249": [
        "Hold the ukulele with your left hand on the neck and your right hand on the body",
        "Place your fingers on the fretboard to make different chords",
        "Strum the strings with your right hand to produce sound",
        "Practice fingerpicking and strumming patterns to play songs"
    ],
    "250": [
        "Position the violin on the shoulder.",
        "Hold the bow with the right hand and place it on the strings of the violin.",
        "Use the left hand to press the strings against the fingerboard to create different notes.",
        "Move the bow across the strings to produce sound."
    ],
    "251": [
        "Serve the ball over the net.",
        "Set the ball to a teammate for them to spike.",
        "Block the ball to prevent the opposing team from scoring.",
        "Dive or slide to save the ball from hitting the ground."
    ],
    "252": [
        "Hold the xylophone mallets in each hand",
        "Position yourself in front of the xylophone",
        "Strike the proper bars with the mallets to create different sounds",
        "Follow the musical notes and rhythm to play a melody"
    ],
    "253": [
        "Approach the pole at a sprint",
        "Plant the pole into the box",
        "Swing the body upward and extend the legs",
        "Clear the crossbar and land safely on the mat"
    ],
    "254": [
        "Analyzing weather data",
        "Preparing visual aids for the forecast",
        "Presenting the current weather conditions",
        "Providing an outlook for the upcoming days"
    ],
    "255": [
        "Grasp the pull-up bar with an overhand grip, slightly wider than shoulder-width apart.",
        "Engage your core, and retract your shoulder blades to set yourself in a stable position.",
        "Pull your body upward, aiming to bring your chin above the level of the pull-up bar.",
        "Lower your body down in a controlled manner, extending your arms fully."
    ],
    "256": [
        "Clench your fist",
        "Raise your arm",
        "Extend your arm in front of you",
        "Repetitively move your arm up and down with a pumping motion"
    ],
    "257": [
        "Open the fuel tank cap",
        "Insert the nozzle into the fuel tank",
        "Remove the nozzle from the fuel tank",
        "Close the fuel tank cap"
    ],
    "258": [
        "Position your body correctly in front of the punching bag.",
        "Make a fist with your dominant hand.",
        "Extend your arm and forcefully punch the bag.",
        "Repeat the punching motion with your other hand."
    ],
    "259": [
        "Extend your arm forward",
        "Rotate your torso with the direction of the punch",
        "Make a fist with your hand",
        "Drive your arm forward and aim for the target"
    ],
    "260": [
        "Start by lying face down on the floor.",
        "Place your hands slightly wider than shoulder-width apart, palms flat on the floor.",
        "Engage your core muscles and press through your palms to lift your body off the floor.",
        "Lower your body back down to the starting position."
    ],
    "261": [
        "Approach the car from the rear",
        "Position your hands on the back of the car",
        "Push the car using your arms and legs",
        "Continue pushing until the car moves"
    ],
    "262": [
        "Position yourself behind the cart",
        "Place your hands on the handlebars",
        "Apply force to the handlebars in the direction you want the cart to move",
        "Continue applying force until the cart reaches the desired location"
    ],
    "263": [
        "Position yourself behind the wheelchair",
        "Place your hands on the handles of the wheelchair",
        "Apply pressure and push the wheelchair forward",
        "Continue pushing until the desired destination is reached"
    ],
    "264": [
        "Pick up the book",
        "Find a comfortable place to sit or lie down",
        "Open the book to the first page",
        "Start reading the text from left to right"
    ],
    "265": [
        "Open the newspaper",
        "Pick a section to read",
        "Scan the headlines",
        "Read the articles of interest"
    ],
    "266": [
        "Setting up the recording equipment",
        "Configuring the audio input and output devices",
        "Preparing the musical instruments and microphones",
        "Recording the music"
    ],
    "267": [
        "Mount the bike by swinging your leg over the seat.",
        "Position your feet on the pedals and adjust them to a comfortable position.",
        "Grasp the handlebars firmly, making sure your hands are in a comfortable position.",
        "Start pedaling and maintain a steady rhythm."
    ],
    "268": [
        "Approach the camel and gently pat its neck to establish trust.",
        "Climb onto the camel's hump and position yourself comfortably.",
        "Hold onto the saddle or the reins for stability.",
        "Give a gentle kick or command to signal the camel to start moving."
    ],
    "269": [
        "Approach the elephant and calm it down",
        "Climb onto the back of the elephant",
        "Hold onto the saddle firmly",
        "Give commands to the elephant to start walking"
    ],
    "270": [
        "Mount the mechanical bull",
        "Hold onto the handles tightly",
        "Balance your body by shifting your weight",
        "React to the movements of the bull to stay on"
    ],
    "271": [
        "Mount the mountain bike",
        "Adjust the helmet for safety",
        "Grip the handlebars firmly",
        "Begin pedaling and start riding"
    ],
    "272": [
        "Mounting the mule",
        "Holding onto the reins",
        "Kicking the mule to start moving",
        "Guiding the mule with leg cues"
    ],
    "273": [
        "Mount the horse",
        "Hold the reins firmly",
        "Kick gently to start the motion",
        "Maintain balance and follow the horse's movement"
    ],
    "274": [
        "Wear a helmet and appropriate safety gear.",
        "Stand beside the scooter and make sure it is in a stable position.",
        "Step onto the scooter with one foot, ensuring that you have a firm grip on the handlebars.",
        "Push off with your foot and use your other foot to propel yourself forward. Keep your balance and steer in the desired direction."
    ],
    "275": [
        "Mounting the unicycle",
        "Balancing and positioning your feet on the pedals",
        "Using your arms for stability",
        "Pedaling and maintaining balance"
    ],
    "276": [
        "Hold the paper firmly with both hands.",
        "Start tearing the paper from one corner.",
        "Continue tearing the paper along the edge.",
        "Repeat the tearing process until the desired size or shape is achieved."
    ],
    "277": [
        "The robot stands with its feet shoulder-width apart.",
        "The robot starts moving its arms side to side in a synchronized motion.",
        "The robot begins to shuffle its feet back and forth in a rhythmic pattern.",
        "The robot adds some spins and twists to its dance moves, incorporating more complex and dynamic movements."
    ],
    "278": [
        "Select a suitable climbing route",
        "Secure all necessary climbing equipment",
        "Ascend the rock face using proper climbing techniques",
        "Reach the summit and safely descend back down"
    ],
    "279": [
        "Shape a fist with your hand to represent a rock",
        "Extend two fingers from your hand to represent scissors",
        "Keep your hand open flat to represent paper",
        "Show your chosen gesture simultaneously with another player and determine the winner based on the rules of the game"
    ],
    "280": [
        "Put on roller skates",
        "Balance your body",
        "Push off with one foot",
        "Repeat and glide forward"
    ],
    "281": [
        "Adjust the speed and incline of the treadmill to your desired settings.",
        "Step onto the treadmill and position yourself in the center of the running belt.",
        "Start the treadmill and gradually increase your speed to a comfortable running pace.",
        "Maintain proper running form, keeping your back straight, arms relaxed, and landing on the middle of your foot with each step."
    ],
    "282": [
        "Prepare the sailing vessel",
        "Set the sails and adjust their position according to the wind direction",
        "Steer the vessel in the desired direction by manipulating the helm",
        "Monitor the wind, weather conditions, and navigational instruments while sailing"
    ],
    "283": [
        "Stand with your feet together and your arms relaxed at your sides.",
        "Step to the left with your left foot, shifting your weight onto that foot.",
        "Bring your right foot next to your left foot, aligning them together.",
        "Step to the right with your right foot, shifting your weight onto that foot."
    ],
    "284": [
        "Clear the floor of any furniture or obstacles",
        "Start with a coarse-grit sandpaper to remove any existing finish or imperfections",
        "Switch to a medium-grit sandpaper to smooth out the surface",
        "Finish by using a fine-grit sandpaper for a smooth and even finish"
    ],
    "285": [
        "Crack the eggs into a bowl",
        "Whisk the eggs until the yolks and whites are fully combined",
        "Heat a non-stick pan over medium heat",
        "Pour the whisked eggs into the pan and cook until they are scrambled and cooked through"
    ],
    "286": [
        "Put on scuba diving gear",
        "Enter the water and submerge",
        "Breathe using the scuba regulator",
        "Explore the underwater environment"
    ],
    "287": [
        "Arrange tablecloth on the table",
        "Place dinner plates on the table",
        "Put the napkins and silverware beside each dinner plate",
        "Set glasses and drinks at each place setting"
    ],
    "288": [
        "Extend your right arm towards the person",
        "Take hold of the person's right hand firmly",
        "Move your hand up and down in a continuous motion",
        "Release the person's hand gently"
    ],
    "289": [
        "Tilt the head slightly to the left.",
        "Quickly bring the head back to a neutral position.",
        "Tilt the head slightly to the right.",
        "Quickly bring the head back to a neutral position."
    ],
    "290": [
        "Hold the knife firmly with one hand and the sharpening tool with the other hand.",
        "Place the sharpening tool at a 20-degree angle against the edge of the knife.",
        "Gently slide the sharpening tool along the blade, moving from the base of the blade towards the tip.",
        "Repeat this motion several times, alternating sides of the blade."
    ],
    "291": [
        "Hold the pencil firmly in one hand.",
        "Position the sharpener at one end of the pencil.",
        "Apply gentle pressure and rotate the pencil slowly.",
        "Continue sharpening until the desired point is achieved."
    ],
    "292": [
        "Wet the head and lather it with shaving cream",
        "Use a razor to carefully shave the hair off the head, starting from one side and moving towards the other",
        "Rinse the head with water to remove any remaining shaving cream",
        "Apply an aftershave or moisturizer to soothe the skin after shaving"
    ],
    "293": [
        "Wetting the legs with warm water",
        "Applying shaving cream or gel to the legs",
        "Using a razor to shave the hair in the direction of hair growth",
        "Rinsing the legs with cold water to close the pores"
    ],
    "294": [
        "Catching the sheep",
        "Positioning the sheep on its side",
        "Holding the sheep still",
        "Using the shearing tool to remove the wool"
    ],
    "295": [
        "Brush off any dirt or debris from the shoes.",
        "Apply a small amount of shoe polish to a soft cloth.",
        "Rub the shoe polish onto the shoes using circular motions.",
        "Buff the shoes with a clean cloth to give them a shiny finish."
    ],
    "296": [
        "Hold the basketball with both hands in front of you.",
        "Bend your knees and prepare to jump.",
        "Jump into the air while extending your arms and releasing the basketball.",
        "Follow through with your shooting motion, flicking your wrist and aiming for the basket."
    ],
    "297": [
        "Position yourself in front of the goal.",
        "Aim for a specific spot in the goal.",
        "Shift your weight onto your dominant foot.",
        "Kick the ball with precision and power towards the goal."
    ],
    "298": [
        "Grip the shot put firmly in your hand",
        "Position your feet shoulder-width apart",
        "Bend your knees and lower your body into a squat position",
        "Explosively push off the ground with your legs, extending them fully while simultaneously extending your throwing arm forward"
    ],
    "299": [
        "Hold the shovel with both hands.",
        "Bend at the knees to lift the snow.",
        "Toss the snow to the side.",
        "Repeat the process until all the snow is cleared."
    ],
    "300": [
        "Gather a stack of papers to be shredded.",
        "Load the papers into the shredder's input tray.",
        "Turn on the shredder.",
        "Monitor the shredding process and ensure that all papers are properly shredded."
    ],
    "301": [
        "Hold the deck of cards with one hand.",
        "Use the other hand to split the deck into two equal halves.",
        "Place the two halves of the deck side by side.",
        "Interleave the cards from both halves by taking one card from the first half and placing it on top of the second half, then taking one card from the second half and placing it on top of the first half. Repeat this step until all the cards are shuffled."
    ],
    "302": [
        "Stand in a balanced position with your feet shoulder-width apart.",
        "Shift your weight onto your back leg, bending your knee slightly.",
        "Rotate your hips and torso towards the side you want to kick.",
        "Extend your leg out to the side and forcefully kick with your heel, aiming for your target."
    ],
    "303": [
        "Observe the speaker's signing movements",
        "Interpret the meaning of the signed message",
        "Generate the corresponding spoken or written language",
        "Convey the interpreted message to the audience"
    ],
    "304": [
        "Choosing a song",
        "Warming up the vocal cords",
        "Learning the lyrics and melody",
        "Performing with expression and emotion"
    ],
    "305": [
        "Lie flat on your back on an exercise mat or the floor.",
        "Bend your knees and place your feet flat on the ground, hip-width apart.",
        "Cross your arms over your chest or place your hands behind your head.",
        "Engage your core muscles and slowly lift your upper body off the ground, curling forward towards your thighs."
    ],
    "306": [
        "Push off with one foot",
        "Place your other foot on the skateboard",
        "Bend your knees for balance",
        "Gently shift your weight to steer and control the skateboard"
    ],
    "307": [
        "Prepare for the jump",
        "Start the approach",
        "Take off from the ramp",
        "Perform aerial maneuvers"
    ],
    "308": [
        "Putting on ski boots and adjusting bindings",
        "Taking the ski lift to the top of the slope",
        "Navigating down the slope using proper technique",
        "Stopping and slowing down using the snowplow technique"
    ],
    "309": [
        "Put on ski boots and secure them tightly.",
        "Attach the ski bindings to the cross-country skis.",
        "Find a suitable cross-country ski track.",
        "Push off with one ski, gliding forward while alternating arms and legs in a coordinated motion."
    ],
    "310": [
        "Put on skiing gear",
        "Find a slalom course",
        "Ski down the slalom course, maneuvering through the gates",
        "Repeat steps 2 and 3 to improve your slalom skiing skills"
    ],
    "311": [
        "Hold the skipping rope handles firmly in each hand.",
        "Step over the rope with one foot.",
        "Swing the rope over your head and jump over it as it reaches the ground.",
        "Continue jumping and swinging the rope for a continuous skipping motion."
    ],
    "312": [
        "Put on a jumpsuit and safety gear",
        "Board the aircraft and ascend to the desired altitude",
        "Exit the aircraft and freefall through the sky",
        "Deploy the parachute and control the descent to the landing area"
    ],
    "313": [
        "Set up the slackline between two fixed points.",
        "Secure the slackline by attaching it to anchor points.",
        "Step onto the slackline and find your balance.",
        "Take small steps and use your arms for balance while walking on the slackline."
    ],
    "314": [
        "Raise your dominant hand",
        "Extend your fingers and tense your hand",
        "Swiftly bring your hand forward in a quick motion",
        "Make contact with the target surface with the palm of your hand"
    ],
    "315": [
        "Preparing the sled and equipment",
        "Training the dogs for endurance and speed",
        "Arranging the team of dogs in the proper order",
        "Racing the sled with the dogs across the designated course"
    ],
    "316": [
        "Take out a cigarette from the pack",
        "Place the cigarette between your lips",
        "Use a lighter or match to ignite the cigarette",
        "Inhale the smoke from the lit cigarette"
    ],
    "317": [
        "Prepare the hookah by assembling the hookah, including the base, stem, tray, and bowl.",
        "Fill the base of the hookah with water until it reaches the appropriate level.",
        "Place the bowl on top of the hookah stem and pack it with flavored tobacco or shisha.",
        "Light a charcoal using a lighter or coal burner, and place it on top of the tobacco in the bowl."
    ],
    "318": [
        "Position your feet shoulder-width apart with your toes pointing slightly outwards.",
        "Bend your knees and lower your hips, reaching down to grip the barbell with an overhand grip, hands slightly wider than shoulder-width apart.",
        "Drive through your feet, extending your hips and knees explosively while pulling the barbell upwards, keeping it close to your body.",
        "Continuing the upward movement, pull your body under the bar, rotating your elbows around and catching the bar overhead in a stable position."
    ],
    "319": [
        "Inhaling deeply",
        "Closing your eyes tightly",
        "Contracting the muscles in your face",
        "Expelling air forcefully from your nose"
    ],
    "320": [
        "Inhale deeply through the nose",
        "Retain inhaled air briefly",
        "Exhale slowly and steadily through the nose",
        "Repeat the process for desired duration"
    ],
    "321": [
        "Put on snorkeling mask",
        "Fit snorkel tube in your mouth",
        "Wear a buoyancy aid or life jacket",
        "Enter the water and start swimming"
    ],
    "322": [
        "Strap on snowboard boots",
        "Attach snowboard to boots",
        "Slide down the slope",
        "Perform tricks and maneuvers"
    ],
    "323": [
        "Prepare the kitesurfing equipment",
        "Find a suitable snowy location with open space",
        "Check weather conditions and wind direction",
        "Put on appropriate snow gear"
    ],
    "324": [
        "Put on appropriate winter clothing and safety gear",
        "Start the snowmobile engine and ensure it is running smoothly",
        "Hold the handlebars firmly and step onto the footrests",
        "Gradually accelerate and navigate through the snow-covered terrain"
    ],
    "325": [
        "Jump high into the air",
        "Tuck your knees into your chest",
        "Rotate your body forward",
        "Extend your legs and land on your feet"
    ],
    "326": [
        "Hold one poi in each hand",
        "Swing one poi around in a circular motion",
        "Swing the other poi around in a circular motion",
        "Continue spinning both poi simultaneously"
    ],
    "327": [
        "Prepare the work area by covering it with a drop cloth or newspaper.",
        "Put on protective equipment such as safety goggles, gloves, and a breathing mask.",
        "Shake the spray paint can vigorously to ensure proper mixing of the paint.",
        "Hold the spray paint can approximately 12 inches away from the object and apply thin, even coats of paint in a sweeping motion."
    ],
    "328": [
        "Hold the spray bottle firmly.",
        "Aim the nozzle towards the target area.",
        "Press down on the spray nozzle to initiate spraying.",
        "Move the spray bottle in a back-and-forth motion to ensure even coverage."
    ],
    "329": [
        "Choose a suitable diving board",
        "Take a proper stance at the edge of the diving board",
        "Push off the board with your feet",
        "Perform a complex dive maneuver in the air"
    ],
    "330": [
        "Stand with your feet shoulder-width apart.",
        "Bend your knees and lower your body down as if sitting in a chair.",
        "Keep your back straight and your core engaged during the movement.",
        "Push through your heels to return to the starting position."
    ],
    "331": [
        "Open your mouth wide",
        "Extend your tongue out of your mouth",
        "Point the tip of your tongue upwards",
        "Hold the position for a few seconds"
    ],
    "332": [
        "Pluck grapes from vine",
        "Sort and remove any bad grapes",
        "Place grapes in a large container",
        "Stomp on grapes to extract juice"
    ],
    "333": [
        "Extend your right arm forward",
        "Slowly raise your right arm above your head",
        "Hold the raised position for a few seconds",
        "Slowly lower your right arm back to the starting position"
    ],
    "334": [
        "Stand straight with your feet shoulder-width apart.",
        "Extend one leg forward while keeping your foot flexed.",
        "Hold the extended position for a few seconds.",
        "Bring your leg back to the starting position and repeat with the other leg."
    ],
    "335": [
        "Hold the guitar properly",
        "Place your fingers on the fretboard",
        "Strum the strings in a rhythmic pattern",
        "Adjust the strumming speed and pressure according to the desired sound"
    ],
    "336": [
        "Paddling out towards the breaking waves",
        "Positioning yourself in the lineup",
        "Waiting for a good wave to catch",
        "Catching the wave and riding it towards the shore"
    ],
    "337": [
        "Put on a wetsuit or a rash guard",
        "Grab your surfboard",
        "Walk towards the water's edge",
        "Paddle out into the waves"
    ],
    "338": [
        "Get a broom and dustpan",
        "Start at one end of the room and sweep debris into a pile",
        "Use the dustpan to scoop up the pile of debris",
        "Dispose of the debris in a garbage bag or bin"
    ],
    "339": [
        "Extend your arms straight above your head.",
        "Push off the wall with your feet and lean back.",
        "Rotate your arms out to the sides while kicking your legs in a fluttering motion.",
        "Repeat the arm stroke and leg kick to continue moving through the water."
    ],
    "340": [
        "Extend arms forward",
        "Pull arms back towards chest",
        "Kick legs in a frog-like motion",
        "Glide through the water with arms fully extended"
    ],
    "341": [
        "Extend your arms forward while placing your hands together",
        "Submerge your head and shoulders under the water",
        "Perform a simultaneous dolphin kick with both legs",
        "Execute a strong and powerful stroke with both arms, pulling them back through the water while your body moves forward"
    ],
    "342": [
        "Take a step back with your left foot, and pivot on your right foot.",
        "Step forward with your right foot and pivot on your left foot.",
        "Bring your left foot to meet your right foot, clapping your hands together.",
        "Repeat the steps in a continuous motion, adding style and flair to your movements."
    ],
    "343": [
        "Bend the knees",
        "Extend the legs in a forward motion",
        "Swing the legs forward and upward",
        "Allow the legs to swing back down"
    ],
    "344": [
        "Hold on to the swing with both hands",
        "Move your body back and forth",
        "Swing your legs forward and backward",
        "Maintain a steady rhythm and enjoy the swinging sensation"
    ],
    "345": [
        "Grip the sword with both hands",
        "Adopt a balanced stance",
        "Thrust forward with the sword",
        "Deflect and counter-attack"
    ],
    "346": [
        "Stand with feet shoulder-width apart",
        "Bend knees slightly",
        "Begin slow and controlled movements",
        "Focus on breathing and relaxation"
    ],
    "347": [
        "Turn on the water",
        "Adjust the temperature to your preference",
        "Enter the shower",
        "Wash your body using soap and water"
    ],
    "348": [
        "Stand facing your partner, with your bodies close together and your feet together.",
        "Take a step back with your left foot, then a step to the side with your right foot.",
        "Bring your left foot to meet your right foot, then take a step forward with your right foot.",
        "Repeat the previous steps, but starting with your right foot instead of your left foot."
    ],
    "349": [
        "Start with your feet parallel to each other.",
        "Bend your knees slightly and stand up tall.",
        "Lift your right foot off the ground and tap the ball of your foot.",
        "Bring your right foot back down and tap the heel of your foot."
    ],
    "350": [
        "Hold the guitar in your lap",
        "Place your fingers on the fretboard",
        "Tap the strings with your fingers",
        "Vary the intensity and rhythm of the taps"
    ],
    "351": [
        "Hold the pen between your thumb and index finger",
        "Position the tip of the pen slightly above the surface you want to tap",
        "Quickly and lightly press the pen tip onto the surface",
        "Release the pressure and repeat the action to tap the pen repeatedly"
    ],
    "352": [
        "Pour beer into a clean glass",
        "Observe the color and clarity of the beer",
        "Smell the aroma of the beer",
        "Take a sip and taste the flavors of the beer"
    ],
    "353": [
        "Take a small bite of the food",
        "Chew the food slowly",
        "Pay attention to the flavors and textures",
        "Swallow the food and evaluate the overall taste"
    ],
    "354": [
        "Preparing the testimony",
        "Stating personal information and qualifications",
        "Relaying the facts and events accurately",
        "Answering questions and providing additional details"
    ],
    "355": [
        "Unlock your phone",
        "Open the messaging app",
        "Select the recipient or create a new message",
        "Type and send your text message"
    ],
    "356": [
        "Grasp the axe handle firmly with your dominant hand.",
        "Aim at the target you want to hit.",
        "Swing your dominant arm back behind your body to generate power.",
        "Thrust your dominant arm forward, releasing the axe towards the target."
    ],
    "357": [
        "Grip the ball firmly",
        "Swing your arm back",
        "Step forward with your opposite foot",
        "Release the ball with a flick of your wrist"
    ],
    "358": [
        "Hold discus in throwing hand",
        "Step forward with non-throwing foot",
        "Rotate body while shifting weight onto the back leg",
        "Release discus while extending throwing arm forward"
    ],
    "359": [
        "Approach the person gently.",
        "Tickle the person's sides or underarms lightly.",
        "Observe the person's reaction and adjust the tickling based on their response.",
        "Stop tickling when the person signals that they have had enough or if they become uncomfortable."
    ],
    "360": [
        "Find a suitable toboggan or sled.",
        "Choose a safe and suitable location for tobogganing.",
        "Sit or lie on the toboggan with your feet facing forward.",
        "Push off with your hands or feet and enjoy the downhill ride."
    ],
    "361": [
        "Hold the coin between your thumb and forefinger",
        "Position your hand above the surface where you want to toss the coin",
        "Move your hand in an upward motion",
        "Release the coin, allowing it to spin and fall onto the surface"
    ],
    "362": [
        "Wash the lettuce leaves",
        "Chop the vegetables into bite-sized pieces",
        "Combine the lettuce, vegetables, and salad dressing in a bowl",
        "Toss the salad gently to mix all the ingredients"
    ],
    "363": [
        "Teach the dog basic commands like sit, stay, and come",
        "Introduce the dog to a leash and practice walking on it",
        "Use positive reinforcement to reward the dog for good behavior during training sessions",
        "Gradually increase the difficulty of commands and introduce more advanced training techniques"
    ],
    "364": [
        "Climb onto the trapeze bar",
        "Swing back and forth",
        "Release and let go of the bar",
        "Land safely on the ground"
    ],
    "365": [
        "Wet the beard with water",
        "Apply shaving cream or gel to the beard",
        "Use a trimmer or razor to trim or shave the beard",
        "Rinse off any remaining shaving cream or gel and pat the face dry"
    ],
    "366": [
        "Identify the overgrown branches and limbs to be trimmed",
        "Prepare the necessary tools and equipment for trimming",
        "Climb up the tree using a ladder or harness",
        "Carefully and systematically trim the branches, starting from the outermost parts and working your way inwards"
    ],
    "367": [
        "Run towards the takeoff board",
        "Take off with one foot while extending the opposite leg forward",
        "Hop with the takeoff foot and land on the same foot while driving the opposite knee up",
        "Extend the landing foot forward and land on the same foot while stretching the takeoff leg forward and downward"
    ],
    "368": [
        "Hold the bow tie in your dominant hand, with one end hanging twice as long as the other.",
        "Cross the longer end over the shorter end, making an X shape just below your collar bone.",
        "Fold the longer end horizontally and bring it up through the loop created by the X shape.",
        "Hold the folded part with your fingers and pull the shorter end straight down, tightening the bow tie."
    ],
    "369": [
        "Grasp one end of the rope with your dominant hand.",
        "Cross the opposite end of the rope over the first end to create a loop.",
        "Pass the second end of the rope through the loop you just created.",
        "Pull both ends of the rope in opposite directions to tighten the knot."
    ],
    "370": [
        "Hold the wide end of the tie in your right hand and the narrow end in your left hand.",
        "Cross the wide end over the narrow end, forming an X-shape near your neck.",
        "Bring the wide end under the narrow end and up through the loop formed by the X-shape.",
        "Hold onto the wide end and pull it down through the knot, adjusting the knot to tighten it."
    ],
    "371": [
        "Remove the packaging tape from the box",
        "Open the flaps of the box",
        "Take out the items from the box",
        "Dispose of the packaging materials"
    ],
    "372": [
        "Park the truck in a safe and accessible location.",
        "Inspect the cargo and ensure it is properly secured.",
        "Open the truck's doors and prepare the necessary equipment.",
        "Carefully unload the cargo from the truck."
    ],
    "373": [
        "Power on the computer",
        "Log in to the operating system",
        "Open the desired application or software",
        "Perform the desired tasks using the computer"
    ],
    "374": [
        "Pick up the remote controller.",
        "Point the remote controller towards the device.",
        "Press the appropriate button on the remote controller.",
        "Release the button on the remote controller."
    ],
    "375": [
        "Turn on the Segway power.",
        "Step onto the Segway and position your feet securely on the foot pads.",
        "Lean forward slightly to initiate forward movement.",
        "Use the handlebars to steer the Segway in the desired direction."
    ],
    "376": [
        "Approach the vault with speed and momentum",
        "Jump onto the springboard",
        "Push off the springboard and extend your body",
        "Tuck and rotate your body over the vault table"
    ],
    "377": [
        "Arriving at the designated line area",
        "Standing behind the person in front",
        "Observing the movement of the line",
        "Moving forward accordingly as the line progresses"
    ],
    "378": [
        "Put on a leash and collar on the dog",
        "Exit your house",
        "Take a walk around the neighborhood with the dog",
        "Return home and remove the leash and collar from the dog"
    ],
    "379": [
        "Fill the sink with hot soapy water",
        "Scrape off any leftover food from the dishes",
        "Wash the dishes with a sponge or dishcloth",
        "Rinse the dishes under running water"
    ],
    "380": [
        "Fill a basin or tub with warm water.",
        "Add a small amount of mild soap or foot wash to the water.",
        "Soak your feet in the water for 10-15 minutes.",
        "Use a washcloth or sponge to gently scrub your feet, paying special attention to areas like the heels and between the toes."
    ],
    "381": [
        "Wet the hair",
        "Apply shampoo to the hair",
        "Massage the scalp and hair with shampoo",
        "Rinse the hair thoroughly"
    ],
    "382": [
        "Wet your hands with clean running water.",
        "Apply soap to your hands.",
        "Rub your hands together to create a lather.",
        "Rinse your hands thoroughly under clean running water."
    ],
    "383": [
        "Putting on the water skis",
        "Holding onto the ski rope",
        "Bending the knees and getting into a crouched position",
        "Letting the boat pull you out of the water"
    ],
    "384": [
        "Climb to the top of the water slide",
        "Position yourself at the starting point",
        "Sit down and place your hands on the sides",
        "Push off and slide down the water slide"
    ],
    "385": [
        "Grab a watering can",
        "Fill the watering can with water",
        "Walk to the plants that need watering",
        "Pour water onto the soil around the plants"
    ],
    "386": [
        "Apply wax on the back",
        "Smooth the wax on the back using a waxing applicator",
        "Place a cloth strip over the wax on the back",
        "Pull the cloth strip quickly against the direction of hair growth to remove the wax and hair from the back"
    ],
    "387": [
        "Apply wax evenly on the chest area.",
        "Press a waxing strip firmly onto the applied wax.",
        "Hold the skin taut and quickly pull the waxing strip off in the opposite direction.",
        "Repeat the process until desired hair removal is achieved."
    ],
    "388": [
        "Cleanse the eyebrow area using a gentle cleanser",
        "Apply a thin layer of wax to the desired shape of the eyebrow",
        "Press a waxing strip firmly onto the waxed area and quickly pull it off in the opposite direction of hair growth",
        "Repeat the process on any remaining areas to be waxed"
    ],
    "389": [
        "Cleanse the legs with warm water and mild soap",
        "Apply waxing strips on a small section of the leg",
        "Hold the skin taut and pull the strip off quickly in the opposite direction of hair growth",
        "Repeat the process on different sections of the leg until all unwanted hair is removed"
    ],
    "390": [
        "Gather reeds or other suitable materials",
        "Prepare the reeds by soaking them in water",
        "Take a few reeds and weave them together to form the base of the basket",
        "Continue weaving the reeds in an over-under pattern to form the sides and shape of the basket"
    ],
    "391": [
        "Clamp the metal pieces together",
        "Ignite the welding torch",
        "Create a molten pool by directing the flame onto the joint",
        "Apply filler metal into the molten pool and move the torch along the joint to create a solid weld"
    ],
    "392": [
        "Pucker your lips",
        "Place your tongue against the roof of your mouth",
        "Blow air out of your mouth",
        "Adjust the position of your tongue and lips to create different notes"
    ],
    "393": [
        "Prepare the windsurfing equipment",
        "Position yourself on the windsurf board",
        "Raise the sail and catch the wind",
        "Control the direction and speed of the board using body movements and the sail"
    ],
    "394": [
        "Select a suitable wrapping paper.",
        "Place the present on the wrapping paper.",
        "Fold the wrapping paper over the present.",
        "Secure the wrapping paper with tape."
    ],
    "395": [
        "Enter the wrestling ring",
        "Greet your opponent",
        "Begin the match by engaging in physical contact",
        "Use a combination of takedowns, throws, and holds to try and pin your opponent to the mat"
    ],
    "396": [
        "Hold the pen in your hand",
        "Position the pen on the paper",
        "Gently press the pen against the paper",
        "Move the pen along the paper to create letters or words"
    ],
    "397": [
        "Open your mouth wide",
        "Inhale deeply",
        "Stretch your jaw muscles",
        "Exhale slowly"
    ],
    "398": [
        "Stand tall with feet hip-width apart.",
        "Inhale deeply as you raise your arms overhead.",
        "Exhale as you fold forward, reaching your hands towards the ground.",
        "Inhale as you slowly roll up to standing position."
    ],
    "399": [
        "Start with a warm-up routine, including light stretching and cardio exercises to prepare your body for the workout.",
        "Learn and perform various Zumba dance moves, following the instructor's cues and rhythm.",
        "Incorporate high-intensity interval training (HIIT) exercises into your Zumba routine to increase the calorie burn and strengthen your muscles.",
        "Finish the session with a cool-down period, which includes gentle stretching and relaxation exercises to lower your heart rate and promote recovery."
    ]
}