{
    "0": [
        "Find a suitable location for abseiling",
        "Put on the necessary safety equipment including a harness, helmet, and gloves",
        "Attach the rope to a secure anchor point at the top of the abseiling spot",
        "Make sure the rope is properly secured and has enough length for the descent",
        "Stand at the edge of the abseiling spot, facing away from the wall or cliff",
        "Lean back and start descending down the rope, using your legs to control the speed",
        "Use your hands to guide yourself and maintain balance while descending",
        "Continue descending until you reach the bottom, making sure to land safely and release the rope properly"
    ],
    "1": [
        "Imagine holding drumsticks in your hands.",
        "Raise your arms as if you are holding the drumsticks in the air.",
        "Begin tapping your right foot on the ground to create a rhythm.",
        "Start tapping your left foot to the beat as well.",
        "Move your right arm forward and downward as if striking a cymbal.",
        "Simultaneously move your left arm in a drumming motion as if hitting a snare drum.",
        "Continue to alternate between striking the cymbal with your right arm and hitting the snare drum with your left arm.",
        "Maintain the rhythm by tapping your feet and moving your arms in coordination."
    ],
    "2": [
        "1. Read and understand the question",
        "2. Analyze the question and identify the key details",
        "3. Gather relevant information or knowledge related to the question",
        "4. Formulate a clear and concise answer based on the gathered information",
        "5. Check the answer for accuracy and completeness",
        "6. Provide the answer in a clear and organized manner",
        "7. Clarify any doubts or uncertainties in the question before answering",
        "8. Double-check the answer to ensure it addresses the question accurately"
    ],
    "3": [
        "Raise both hands in the air",
        "Bring both hands together with palms touching",
        "Move both hands clapping together and apart repeatedly",
        "Make a clapping sound by striking palms together",
        "Continue to clap for a few seconds",
        "Maintain a rhythm while clapping",
        "Gradually decrease the speed of clapping",
        "Lower both hands to the sides and relax"
    ],
    "4": [
        "Squeeze a small amount of cream onto your fingertips",
        "Gently massage the cream onto your face in circular motions",
        "Ensure that the cream is evenly distributed on your skin",
        "Focus on areas that require extra hydration or treatment",
        "Allow the cream to absorb into your skin for a few minutes",
        "Avoid applying the cream too close to your eyes or mouth",
        "If needed, apply a second layer of cream to any dry areas",
        "Use the cream regularly for best results"
    ],
    "5": [
        "Take a bow and arrow",
        "Stand with your feet shoulder-width apart",
        "Place the arrow on the arrow rest",
        "Draw the bowstring back",
        "Align your eye with the sight",
        "Focus on the target",
        "Release the bowstring",
        "Follow through with your shot"
    ],
    "6": [
        "Position your body facing your opponent.",
        "Extend one arm forward with your palm facing down, while your other arm hangs by your side.",
        "Grip your opponent's hand firmly with your extended arm.",
        "Push against your opponent's hand, attempting to force their arm to touch the table.",
        "Simultaneously use your other arm to maintain balance and prevent your body from shifting.",
        "Keep your wrist locked and maintain a strong grip throughout the match.",
        "Use your upper body strength to apply pressure and push your opponent's arm towards the table.",
        "Continue to exert force until your opponent's arm touches the table, indicating your victory."
    ],
    "7": [
        "Cut the flowers to the desired length",
        "Remove any leaves from the bottom of the stems",
        "Fill a vase with water",
        "Add flower food or preservatives to the water",
        "Arrange the flowers in the vase, starting with the largest blooms in the center",
        "Place smaller flowers and greenery around the larger blooms for balance and visual interest",
        "Adjust the position of the flowers until you are satisfied with the arrangement",
        "Display the flower arrangement in a suitable location"
    ],
    "8": [
        "Unbox all the computer components",
        "Place the computer case on a flat and stable surface",
        "Open the computer case by removing any screws or latches",
        "Install the power supply unit in the designated slot",
        "Connect the power supply cables to the appropriate connectors on the motherboard",
        "Insert the CPU into the CPU socket on the motherboard",
        "Install the RAM modules into the RAM slots on the motherboard",
        "Connect the hard drive and optical drive to the motherboard using the appropriate cables"
    ],
    "9": [
        "Set up auction rules and guidelines",
        "Collect and curate items for auction",
        "Create a detailed catalog of auction items",
        "Promote the auction to potential bidders",
        "Set up a bidding platform or auction website",
        "Open the auction for bidding",
        "Monitor and manage bids during the auction",
        "Close the auction and announce winning bids"
    ],
    "10": [
        "Opening their eyes",
        "Stretching their tiny limbs",
        "Making soft cooing sounds",
        "Moving their head from side to side",
        "Yawning and rubbing their eyes",
        "Kicking their legs and wiggling their toes",
        "Reaching for nearby objects",
        "Crying or making noise to signal awake"
    ],
    "11": [
        "Preheat the oven to the desired temperature.",
        "In a mixing bowl, cream together butter and sugar until light and fluffy.",
        "Add eggs one at a time, beating well after each addition.",
        "In a separate bowl, whisk together flour, baking soda, and salt.",
        "Gradually add the dry ingredients to the wet mixture, mixing until just combined.",
        "Stir in any additional ingredients like chocolate chips or nuts.",
        "Drop rounded tablespoons of dough onto a greased baking sheet.",
        "Bake for a specified amount of time, or until the edges are golden brown."
    ],
    "12": [
        "Inflate the balloon by taking a deep breath",
        "Pinch the opening of the balloon to prevent air from escaping",
        "Tie a knot at the opening of the balloon to secure the air inside",
        "Push the knot inside the balloon, hiding it from view",
        "Hold the balloon by its neck, ensuring a good grip",
        "Position your lips around the neck of the balloon",
        "Blow into the balloon, releasing air from your lungs",
        "Continue blowing until the balloon reaches the desired size"
    ],
    "13": [
        "Clean the wound with antiseptic solution",
        "Put on disposable gloves",
        "Cover the wound with sterile gauze",
        "Secure the gauze with adhesive tape",
        "Apply pressure to control bleeding",
        "Wrap a bandage around the wound to provide support",
        "Secure the bandage with clips or adhesive tape",
        "Check the bandage regularly and replace if it becomes dirty or wet"
    ],
    "14": [
        "Preheat the grill to the desired temperature",
        "Clean the grill grates with a brush",
        "Oil the grill grates to prevent sticking",
        "Season the meat or vegetables with desired flavorings",
        "Place the food on the grill",
        "Cook the food for the specified amount of time, flipping as necessary",
        "Check for doneness using a meat thermometer if necessary",
        "Remove the food from the grill and let it rest before serving"
    ],
    "15": [
        "Prepare the necessary ingredients",
        "Measure and pour the alcoholic beverages into a cocktail shaker",
        "Add the non-alcoholic ingredients to the shaker",
        "Shake the cocktail mixture vigorously",
        "Strain the mixture into a glass",
        "Garnish the cocktail with a decorative element",
        "Serve the cocktail to the customer",
        "Clean and organize the bartending area"
    ],
    "16": [
        "Start with a deep breath",
        "Create a kick drum sound by vocalizing 'buh'",
        "Produce a snare drum sound by vocalizing 'tss'",
        "Add a hi-hat sound by vocalizing 'ch'",
        "Combine the kick, snare, and hi-hat sounds in a rhythmic pattern",
        "Add in other percussive sounds such as cymbals or toms",
        "Incorporate vocal sounds like humming or beatboxing",
        "Experiment with different rhythmic patterns and variations"
    ],
    "17": [
        "Build or purchase a beehive",
        "Prepare the beehive by cleaning and sanitizing it",
        "Obtain a healthy colony of bees",
        "Introduce the bees into the hive",
        "Provide the bees with a water source",
        "Ensure the bees have access to a food source",
        "Regularly inspect the hive for health and maintenance",
        "Harvest the honey produced by the bees"
    ],
    "18": [
        "Stand with your feet hip-width apart.",
        "Relax your shoulders and engage your core.",
        "Place your hands on your hips or extend them out to the sides.",
        "Shift your weight to one side, and begin to rotate your hips in a circular motion.",
        "As you rotate your hips, move your arms gracefully in sync with the movements.",
        "Continue rotating your hips in a smooth, fluid motion, gradually increasing the speed.",
        "Incorporate various hip isolations, such as hip drops, hip lifts, and hip shimmies.",
        "To add flair, incorporate arm movements, chest pops, and head slides into your routine."
    ],
    "19": [
        "Lie down on a flat bench with your feet flat on the ground and your eyes directly under the bar.",
        "Grasp the barbell with an overhand grip, slightly wider than shoulder-width apart.",
        "Take a deep breath and unrack the bar, straightening your arms completely.",
        "Lower the bar down towards your chest, keeping your elbows tucked in and your wrists straight.",
        "Pause for a moment when the bar touches your chest.",
        "Drive the bar back up by pushing through your chest and extending your arms.",
        "Lock out your elbows at the top of the movement, squeezing your chest muscles.",
        "Slowly lower the bar back down to your chest, maintaining control throughout the descent."
    ],
    "20": [
        "Stand upright with your feet shoulder-width apart.",
        "Bend your knees slightly to engage your leg muscles.",
        "Slowly hinge forward at your hips, keeping your back straight.",
        "Continue bending forward until you feel a gentle stretch in your lower back.",
        "Place your hands on your lower back for support.",
        "Gradually start bending backward, pushing your hips forward.",
        "Arch your back while keeping it aligned with your neck and head.",
        "Hold the position briefly, then slowly return to the upright position."
    ],
    "21": [
        "Grip the metal firmly with both hands.",
        "Apply force to the metal by pushing it downwards.",
        "Bend the metal slowly and steadily.",
        "Continue to apply pressure until the metal starts to bend.",
        "Adjust your hand position for better leverage as needed.",
        "Repeat the bending motion if necessary to achieve desired shape.",
        "Inspect the bent metal for any imperfections or irregularities.",
        "Release the metal and observe the final bent shape."
    ],
    "22": [
        "Bundle up in warm and waterproof clothing.",
        "Check the tire pressure on your bike.",
        "Attach studded tires or tire chains to your bike for better traction.",
        "Adjust your seat and handlebars to ensure a comfortable riding position.",
        "Apply a layer of wax or silicone spray on the bike frame to prevent snow buildup.",
        "Slowly ride the bike, using a lower gear to maintain balance and control.",
        "Keep a safe distance from other cyclists and vehicles.",
        "Be extra cautious on slippery surfaces and watch out for ice patches."
    ],
    "23": [
        "Pour the sand into a blasting machine",
        "Secure all safety equipment such as goggles and gloves",
        "Activate the blasting machine",
        "Direct the blasting nozzle towards the desired surface",
        "Press the trigger to release high-pressure air",
        "Move the nozzle in a sweeping motion to ensure even coverage",
        "Continue blasting until the desired level of surface texture is achieved",
        "Turn off the blasting machine and safely dispose of the used sand"
    ],
    "24": [
        "Heating the glass rod or tube in a flame until it becomes soft and pliable",
        "Shaping the molten glass by blowing air or using a blowing tool to create the desired form",
        "Adding color or other decorative elements to the glass by incorporating colored glass chips or applying glass powders or enamels",
        "Reheating the glass in the flame periodically to maintain its malleability",
        "Using various tools such as jacks, shears, and paddles to manipulate and shape the glass during the blowing process",
        "Creating a neck or opening in the glass object by blowing air into the molten glass and using tools to shape and widen the opening",
        "Annealing the finished glass object by gradually cooling it in a kiln to remove internal stresses and increase its durability",
        "Finishing touches such as polishing or etching the glass surface to achieve the desired texture or appearance"
    ],
    "25": [
        "Hold the leaf blower firmly in your hands",
        "Check the fuel level and fill it up if necessary",
        "Turn on the leaf blower using the ignition switch",
        "Adjust the nozzle to the desired angle",
        "Position yourself at a comfortable distance from the leaves",
        "Point the nozzle towards the pile of leaves",
        "Squeeze the trigger to start blowing the leaves",
        "Move the blower in a sweeping motion to cover the entire area"
    ],
    "26": [
        "Take a tissue or a clean handkerchief",
        "Hold the tissue or handkerchief up to your nose with one hand",
        "Close one nostril with your finger",
        "Breathe out slowly and gently through your nose",
        "Repeat the process with the other nostril",
        "If necessary, blow your nose again to make sure it is completely clear",
        "Dispose of the used tissue or handkerchief properly",
        "Wash your hands thoroughly after blowing your nose"
    ],
    "27": [
        "1. Take a deep breath and stand in front of the cake.",
        "2. Lean in towards the candles, making sure your face is a safe distance away from the flames.",
        "3. Hold your breath and pucker your lips as if you're about to blow a kiss.",
        "4. Focus your gaze on the candles and slowly exhale while keeping your lips pursed.",
        "5. Aim your breath directly towards the base of the candles, using a steady and controlled flow of air.",
        "6. Continue blowing until all the candles are extinguished, making sure not to blow any debris onto the cake.",
        "7. Take a moment to celebrate and appreciate the warm glow of the extinguished candles.",
        "8. Carefully lift your head away from the cake, ensuring that no stray hairs or clothing come too close to the flames."
    ],
    "28": [
        "Put on appropriate safety gear",
        "Position yourself inside the bobsled",
        "Grip the handles tightly",
        "Push off vigorously at the start line",
        "Lean forward to gain momentum",
        "Guide the sled by shifting your weight",
        "React quickly to any obstacles or curves",
        "Utilize efficient tucking techniques to reduce air resistance"
    ],
    "29": [
        "Prepare the materials and tools needed for bookbinding.",
        "Trim the pages of the book to the desired size.",
        "Fold the pages in half to create signatures.",
        "Prepare the book cover by cutting it to the appropriate size.",
        "Attach the signatures to the book cover using adhesive or sewing techniques.",
        "Apply adhesive to the spine of the book to reinforce its structure.",
        "Press the book firmly to ensure that all the pages are securely bound.",
        "Allow the book to dry completely before using or decorating it."
    ],
    "30": [
        "Jump onto the trampoline",
        "Bend your knees",
        "Extend your legs and push off the trampoline",
        "Tuck your knees towards your chest",
        "Extend your legs again as you start to descend",
        "Land back on the trampoline with your knees slightly bent",
        "Repeat the motion to continue bouncing",
        "Maintain balance and control while bouncing on the trampoline"
    ],
    "31": [
        "Choose the appropriate bowling ball",
        "Stand at the starting position",
        "Take a few steps forward",
        "Swing the bowling ball backward",
        "Move your arm forward and release the ball",
        "Follow through with your arm motion",
        "Watch the ball roll towards the pins",
        "Celebrate your bowling success"
    ],
    "32": [
        "Part your hair into three sections.",
        "Take the right section of hair and cross it over the middle section.",
        "Take the left section of hair and cross it over the middle section.",
        "Repeat steps 2 and 3, alternating between the right and left sections.",
        "Continue braiding until you reach the end of your hair.",
        "Secure the end of the braid with a hair tie.",
        "Gently tug on the sides of the braid to loosen and create a fuller look.",
        "Optional: Add accessories or styling products for desired effects."
    ],
    "33": [
        "Step 1: Prepare a bowl of seasoned flour mixture.",
        "Step 2: Dip the food item into beaten eggs.",
        "Step 3: Allow excess egg to drip off.",
        "Step 4: Coat the food item in the seasoned flour mixture.",
        "Step 5: Press lightly to ensure the coating sticks.",
        "Step 6: Shake off any excess flour.",
        "Step 7: Place the breaded food item onto a baking sheet.",
        "Step 8: Repeat the process for the remaining food items."
    ],
    "34": [
        "B-Boy Stance",
        "Toprock",
        "Footwork",
        "Freezes",
        "Power Moves",
        "Mega Moves",
        "Drills",
        "Transitions"
    ],
    "35": [
        "Prepare the painting surface by cleaning it with a damp cloth.",
        "Select the desired paint colors for your painting.",
        "Prepare your painting brushes by wetting them slightly and removing any excess water.",
        "Dip the brush into the paint, ensuring that the bristles are evenly coated.",
        "Apply the paint to the surface using smooth, even strokes.",
        "Allow the paint to dry completely before applying additional layers or details.",
        "Clean your brushes between color changes by rinsing them with water and drying them thoroughly.",
        "Repeat the process for each section or area of your painting, paying attention to details and ensuring even coverage."
    ],
    "36": [
        "Hold the brush firmly in your hand",
        "Start brushing from the ends of your hair",
        "Slowly work your way up towards the roots",
        "Brush in small sections to ensure all hair is covered",
        "Use sweeping motions to detangle any knots",
        "Continue brushing until your hair is smooth and shiny",
        "Pay extra attention to the back of your head and hard-to-reach areas",
        "Once finished, clean the brush to remove any hair or debris"
    ],
    "37": [
        "Wet the toothbrush under running water.",
        "Apply toothpaste to the bristles of the toothbrush.",
        "Hold the toothbrush at a 45-degree angle to your teeth.",
        "Gently brush your teeth in small circular motions.",
        "Brush the inner surfaces of your teeth.",
        "Brush the outer surfaces of your teeth.",
        "Brush the chewing surfaces of your teeth.",
        "Rinse your mouth with water and spit out the toothpaste."
    ],
    "38": [
        "Measure and mark the desired dimensions for the cabinet.",
        "Cut the pieces of wood according to the measurements.",
        "Assemble the sides, top, bottom, and back of the cabinet using screws or nails.",
        "Attach the shelves to the sides of the cabinet.",
        "Install the cabinet doors using hinges and screws.",
        "Sand the surfaces of the cabinet to smoothen the edges and remove any roughness.",
        "Apply a coat of primer to the cabinet to prepare it for painting or staining.",
        "Paint or stain the cabinet according to your desired finish."
    ],
    "39": [
        "Level and clear the ground",
        "Mark the perimeter of the shed",
        "Dig and pour the concrete foundation",
        "Construct the base and floor frame",
        "Assemble and raise the walls",
        "Install the roof trusses and sheathing",
        "Add doors and windows",
        "Paint or seal the shed"
    ],
    "40": [
        "Prepare the necessary equipment",
        "Put on a safety harness",
        "Ensure the harness is properly secured",
        "Listen to the safety briefing",
        "Climb to the bungee jumping platform",
        "Double-check the harness and cords",
        "Take a deep breath and prepare yourself",
        "Take the leap and enjoy the thrill of bungee jumping"
    ],
    "41": [
        "Choose a suitable location for busking",
        "Prepare your equipment and instruments",
        "Promote your busking performance through social media or posters",
        "Set up a performance area that is visible and accessible to the public",
        "Engage with the audience by performing music, singing, or performing a street act",
        "Create a pleasant and inviting atmosphere through your performance",
        "Interact with the audience and encourage them to participate",
        "Collect tips or payments from the audience for your performance"
    ],
    "42": [
        "Wear a life jacket",
        "Sit in the canoe or kayak",
        "Hold the paddle correctly",
        "Enter the water smoothly",
        "Start paddling with alternating strokes",
        "Maintain balance and control",
        "Navigate through the water",
        "Exit the water safely"
    ],
    "43": [
        "Start by standing in an upright position with your feet shoulder-width apart.",
        "Shift your weight to one foot while extending the other leg out to the side in a sweeping motion.",
        "Perform a spinning kick by pivoting on the standing foot and swinging the extended leg around in a circular motion.",
        "Transition into a handstand by jumping off the standing leg and placing your hands on the ground.",
        "While in the handstand position, kick your legs up and over your head, rotating your body in the air.",
        "Land back on your feet in a controlled manner, absorbing the impact with your leg muscles.",
        "Continue the flow of movements by stepping forward with one foot and lunging into a low squat.",
        "Finish the sequence by rising back up from the low squat and returning to the starting position."
    ],
    "44": [
        "Lift the baby gently and securely",
        "Support the baby's head and neck with one hand",
        "Hold the baby close to your body",
        "Maintain a good posture while carrying the baby",
        "Walk slowly and carefully",
        "Avoid any sudden movements",
        "Keep an eye on the baby's comfort and safety",
        "Lower the baby down gradually and gently"
    ],
    "45": [
        "Start standing upright with your feet together and arms relaxed at your sides.",
        "Take a big step forward with one foot and slightly bend that knee.",
        "Extend your arms out to the sides and lift them up to shoulder height.",
        "Shift your weight onto the forward foot and jump off the ground.",
        "As you jump, kick your back leg up and over your head, pushing off with your hands.",
        "Twist your body in the air, rotating towards the side of your kicking leg.",
        "As you land, bring your back leg down to the ground and lower your arms.",
        "Finish in a standing position, facing the opposite direction from where you started."
    ],
    "46": [
        "Select a large pumpkin",
        "Cut off the top of the pumpkin",
        "Scoop out the seeds and pulp from the inside of the pumpkin",
        "Draw a face or design on the front of the pumpkin",
        "Carefully carve out the design using a pumpkin carving knife",
        "Clean up any messy edges or areas",
        "Place a candle or LED light inside the pumpkin",
        "Light up the pumpkin and enjoy the eerie glow"
    ],
    "47": [
        "Preparing fishing equipment",
        "Selecting a suitable fishing spot",
        "Casting the fishing line into the water",
        "Waiting patiently for a fish to bite",
        "Feeling a tug on the fishing line",
        "Reeling in the fish",
        "Landing the fish onto the fishing boat or shore",
        "Removing the fish from the hook"
    ],
    "48": [
        "Get into a ready position",
        "Track the trajectory of the baseball",
        "Glove hand positioning",
        "Move towards the baseball",
        "Time the catch or throw",
        "Extend glove hand to catch the baseball",
        "Transfer the baseball to throwing hand",
        "Utilize proper throwing mechanics"
    ],
    "49": [
        "1. Assume a balanced athletic stance with feet shoulder-width apart. ",
        "2. Extend your dominant arm in front of you, palm facing upward.",
        "3. Grip the frisbee tightly with your dominant hand, using a three-finger grip for more stability.",
        "4. Bring the frisbee back, bending your elbow and loading your shoulder.",
        "5. As you move your arm forward, rotate your wrist and snap your forearm, releasing the frisbee with a flick of your fingers.",
        "6. Follow through with your arm, extending it fully forward and pointing towards your target.",
        "7. Watch the frisbee as it leaves your hand and track its trajectory with your eyes.",
        "8. Adjust your body positions and movements to catch the frisbee as it approaches you, using your hands and body to secure the catch."
    ],
    "50": [
        "Prepare your position by standing with your feet shoulder-width apart",
        "Grip the softball securely in your throwing hand",
        "Take a step forward with your lead foot and bring your throwing arm back",
        "As you step forward, shift your weight to your back foot and begin to rotate your body",
        "Extend your throwing arm forward, releasing the softball as you snap your wrist",
        "Follow through with your throwing arm, allowing it to continue its motion after releasing the softball",
        "Track the path of the softball with your eyes as it travels towards the target",
        "React quickly and adjust your position if necessary to catch the softball"
    ],
    "51": [
        "Planning for the celebration",
        "Inviting friends and family",
        "Decorating the venue",
        "Preparing food and drinks",
        "Setting up entertainment activities",
        "Capturing memories through photography",
        "Enjoying the festivities",
        "Thanking everyone for attending"
    ],
    "52": [
        "Prepare the necessary tools and materials",
        "Locate the oil drain plug under the engine",
        "Place a drain pan underneath the oil drain plug",
        "Loosen the oil drain plug using a wrench",
        "Allow the old oil to completely drain into the pan",
        "Remove the old oil filter using an oil filter wrench",
        "Apply a thin coat of oil to the rubber gasket on the new oil filter",
        "Screw the new oil filter onto the engine by hand until it is snug"
    ],
    "53": [
        "Loosen the lug nuts on the wheel",
        "Use a car jack to lift the vehicle",
        "Remove the lug nuts completely",
        "Take off the flat tire from the wheel hub",
        "Install the spare tire onto the wheel hub",
        "Tighten the lug nuts by hand",
        "Lower the vehicle back down with the car jack",
        "Use a wrench to fully tighten the lug nuts"
    ],
    "54": [
        "Inspect the overall condition of each tire",
        "Check for any visible signs of damage or wear",
        "Measure the tire pressure using a pressure gauge",
        "Compare the measured pressure with the recommended pressure",
        "Check the tire tread depth using a tread depth gauge",
        "Make sure the tread depth meets the minimum requirement",
        "Check for any objects or debris lodged in the tire grooves",
        "Ensure that the tires are properly aligned and balanced"
    ],
    "55": [
        "1. Begin with a basic cheer stance, with feet shoulder-width apart and hands on hips.",
        "2. Start by jumping up and clapping hands above your head.",
        "3. Next, kick one leg up in the air while extending your opposite arm up.",
        "4. Move into a formation with your cheer squad, creating a synchronized routine of moves.",
        "5. Incorporate formations and pyramids into the routine, including lifts and tosses.",
        "6. Use synchronized arm movements and chants to engage the crowd.",
        "7. Perform jumps, such as tucks, pikes, and herkies, to showcase flexibility and strength.",
        "8. Finish the routine with a big ending, such as a high kick or a jump with a full extension of the body."
    ],
    "56": [
        "Select a suitable piece of wood",
        "Hold the wood securely on a flat surface",
        "Position the axe above the wood",
        "Swing the axe down forcefully",
        "Continue swinging until you make a cut",
        "Remove any loose splinters or chips",
        "Repeat the process until the wood is chopped into desired pieces",
        "Clean up the area and store the chopped wood properly"
    ],
    "57": [
        "Bring your hands together",
        "Create an audible sound by forcefully hitting your palms",
        "Keep your fingers aligned and palms parallel",
        "Ensure both hands make contact at the same time",
        "Repeat the action multiple times",
        "Maintain a steady rhythm",
        "Keep your arms relaxed",
        "Celebrate and show your appreciation"
    ],
    "58": [
        "Preparing the clay",
        "Kneading the clay to remove air bubbles",
        "Forming the base of the pottery",
        "Shaping the walls of the pottery",
        "Adding decorative elements or patterns",
        "Allowing the pottery to dry and harden",
        "Bisquing the pottery in a kiln",
        "Glazing and firing the pottery"
    ],
    "59": [
        "Start with your feet shoulder-width apart, toes pointing slightly outward.",
        "Place your hands just outside of your shoulders on the barbell, palms facing down.",
        "Lower your hips and bend your knees, keeping your back straight and chest lifted.",
        "Drive through your heels, extend your knees, and push your hips forward to lift the barbell off the ground.",
        "As the barbell reaches hip level, quickly drop underneath it by bending your knees and hips.",
        "Catch the barbell in a deep squat position, with your elbows pointing forward and your arms fully extended.",
        "Stand up with the barbell overhead, extending your hips and knees.",
        "Lower the barbell back to the starting position, keeping your back straight and chest lifted."
    ],
    "60": [
        "Sweep the floor to remove loose dirt and debris",
        "Prepare a bucket of warm water mixed with floor cleaner",
        "Dip a mop into the cleaning solution",
        "Wring out the excess water from the mop",
        "Start mopping the floor, moving in a back and forth motion",
        "Pay extra attention to any stubborn stains or spills",
        "Change the mop water if it becomes dirty",
        "Allow the floor to air dry completely"
    ],
    "61": [
        "Prepare safety gear",
        "Inspect gutters for debris",
        "Remove large debris manually",
        "Use a leaf blower to clear smaller debris",
        "Flush gutters with water",
        "Scrub gutters with a brush",
        "Inspect downspouts for blockages",
        "Clean gutters with a hose"
    ],
    "62": [
        "Prepare pool cleaning equipment and tools",
        "Remove any loose debris from the pool surface using a pool skimmer",
        "Brush the pool walls and floor to remove any dirt or algae buildup",
        "Vacuum the pool to remove fine dirt particles and debris",
        "Clean and backwash the pool filter to ensure proper filtration",
        "Test and adjust the pool water chemistry, including pH and chlorine levels",
        "Shock the pool water if necessary to remove any contaminants",
        "Regularly maintain and clean the pool equipment to ensure optimal performance"
    ],
    "63": [
        "Remove the shoelaces from the shoes",
        "Use a soft brush to gently brush off any loose dirt and debris",
        "Wipe the shoes with a damp cloth or sponge to remove any surface stains",
        "Create a solution of mild soap and warm water",
        "Dip the brush into the soapy solution and gently scrub the shoes, paying special attention to any stained or dirty areas",
        "Rinse the shoes thoroughly with clean water to remove any soap residue",
        "Stuff the shoes with newspaper or tissue paper to help them retain their shape and absorb moisture",
        "Allow the shoes to air dry completely before wearing them again"
    ],
    "64": [
        "Put on gloves",
        "Apply toilet cleaner to the inside of the toilet bowl",
        "Scrub the inside of the toilet bowl using a toilet brush",
        "Flush the toilet to rinse away the cleaner",
        "Apply toilet cleaner to the outside of the toilet bowl and the seat",
        "Use a sponge or cloth to scrub the outside of the toilet bowl and the seat",
        "Wipe down the entire surface of the toilet with a disinfectant wipe or spray",
        "Dispose of gloves and wash hands thoroughly"
    ],
    "65": [
        "Prepare the cleaning solution",
        "Gather the necessary tools (squeegee, microfiber cloth, bucket)",
        "Remove any dust or debris from the window surface",
        "Wet the window with the cleaning solution",
        "Scrub the window using the squeegee or a sponge",
        "Wipe away any excess cleaning solution",
        "Dry the window with a clean microfiber cloth",
        "Check for any streaks or missed spots and touch them up if necessary"
    ],
    "66": [
        "Grasp the rope firmly with both hands.",
        "Extend your arms and legs fully.",
        "Using your arms, pull yourself upward.",
        "As you climb, keep your body close to the rope.",
        "Alternate pulling with your arms and pushing with your legs.",
        "Continue climbing until you reach the desired height.",
        "Once you reach the top, release your hands one at a time and grab onto something secure.",
        "Lower yourself back down the rope using controlled movements."
    ],
    "67": [
        "Grip the ladder securely",
        "Place one foot on the lowest rung",
        "Shift your weight onto the foot on the ladder",
        "Bring your other foot onto the ladder one rung above",
        "Continue alternating your feet, climbing up the ladder",
        "Keep your body aligned with the ladder",
        "Use your arms to support your weight",
        "Climb until you reach your desired height"
    ],
    "68": [
        "Find a sturdy tree with branches",
        "Approach the tree and assess its height",
        "Climb onto a lower branch",
        "Use your arms and legs to pull yourself up",
        "Find footholds or handholds on the trunk or branches",
        "Continue climbing, alternating hands and feet",
        "Keep your body close to the tree to maintain balance",
        "Reach the top of the tree or desired height"
    ],
    "69": [
        "Hold a clear, smooth sphere in one hand.",
        "Place the sphere on the back of your hand.",
        "Roll the sphere across the back of your hand to the other hand.",
        "Transfer the sphere to the palm of your hand.",
        "Roll the sphere across the palm of your hand to the other hand.",
        "Continue transferring and rolling the sphere between your hands, smoothly and seamlessly.",
        "Practice different rolling techniques, such as finger rolls, forearm rolls, and body rolls.",
        "Combine different rolling techniques and movements to create visually captivating routines."
    ],
    "70": [
        "1. Preheat the oven to the desired temperature.",
        "2. Clean and wash the chicken thoroughly.",
        "3. Pat the chicken dry with a paper towel.",
        "4. Season the chicken with salt, pepper, and any desired herbs or spices.",
        "5. Place the chicken in a roasting pan or baking dish.",
        "6. Cook the chicken in the preheated oven for the recommended amount of time.",
        "7. Check the internal temperature of the chicken using a meat thermometer to ensure it is fully cooked.",
        "8. Let the chicken rest for a few minutes before serving."
    ],
    "71": [
        "Crack the egg and separate the yolk from the egg white.",
        "Heat a non-stick pan over medium heat.",
        "Melt a small amount of butter or heat some oil in the pan.",
        "Once the butter has melted or the oil is hot, carefully pour the egg white into the pan.",
        "Let the egg white cook until it starts to set and firm up.",
        "Gently pour the egg yolk into the center of the egg white.",
        "Continue cooking until the egg white is fully set and the yolk is slightly runny.",
        "Carefully transfer the cooked egg onto a plate and season with salt and pepper before serving."
    ],
    "72": [
        "Light the campfire",
        "Set up a cooking grate over the fire",
        "Prepare the ingredients for cooking",
        "Place a pot or pan on the grate",
        "Add oil or butter to the pot or pan",
        "Cook the food over the campfire",
        "Stir or flip the food as necessary",
        "Remove the pot or pan from the fire when the food is cooked"
    ],
    "73": [
        "1. Preheat the grill or frying pan to medium heat.",
        "2. Place the sausages on the grill or in the pan.",
        "3. Cook the sausages for about 10 minutes, turning occasionally.",
        "4. Check the internal temperature of the sausages with a meat thermometer. They should reach 160u00b0F (71u00b0C) for pork sausages and 165u00b0F (74u00b0C) for chicken or turkey sausages.",
        "5. Remove the sausages from the grill or pan and let them rest for a few minutes.",
        "6. Serve the sausages on a plate or in a bun, as desired.",
        "7. Optional: garnish with your favorite toppings such as mustard, ketchup, onions, or sauerkraut.",
        "8. Enjoy your delicious cooked sausages!"
    ],
    "74": [
        "Gather the stack of money",
        "Organize the money by denomination",
        "Start with the highest denomination of money",
        "Count the number of bills in that denomination",
        "Record the count",
        "Move on to the next denomination of money",
        "Repeat steps 4-6 until all denominations have been counted",
        "Add up the total count of each denomination to get the final count of money"
    ],
    "75": [
        "Step1: Stand with your feet together, facing forward.",
        "Step2: Take a step to the right with your right foot, keeping your left foot in place.",
        "Step3: Bring your left foot to meet your right foot, bringing your feet back together.",
        "Step4: Take a step to the right with your right foot again, this time crossing your left foot behind your right foot.",
        "Step5: Bring your left foot back to meet your right foot, uncrossing your feet.",
        "Step6: Take a step to the left with your left foot, keeping your right foot in place.",
        "Step7: Bring your right foot to meet your left foot, bringing your feet back together.",
        "Step8: Take a step to the left with your left foot again, this time crossing your right foot behind your left foot."
    ],
    "76": [
        "1. Sit or stand in a comfortable position with your spine straight.",
        "2. Tilt your head slightly to the left or right, in a gentle and controlled manner.",
        "3. Place your hand on the side of your head, gently supporting it.",
        "4. Slowly and carefully, start to rotate your head in a circular motion.",
        "5. Continue the circular motion, gradually increasing the range of motion.",
        "6. As you rotate your head, you may feel some tension or cracking sensations in your neck muscles.",
        "7. If you feel any sharp pain or discomfort, stop immediately and consult with a healthcare professional.",
        "8. Repeat the rotation in the opposite direction, following the same steps."
    ],
    "77": [
        "Lifting head and looking around",
        "Pushing up on arms and lifting chest",
        "Starting to roll over",
        "Pushing up to sitting",
        "Rocking back and forth on hands and knees",
        "Crawling forward with belly off the ground",
        "Crawling on hands and knees",
        "Pulling up to stand"
    ],
    "78": [
        "Choose a suitable location for crossing the river.",
        "Assess the depth and current of the river.",
        "Find a sturdy and stable log or plank.",
        "Place the log or plank across the river as a makeshift bridge.",
        "Test the stability of the bridge by applying weight or pressure.",
        "Cross the bridge slowly and carefully, maintaining your balance.",
        "Pay attention to the flow of the river and adjust your movement accordingly.",
        "Once you have safely crossed the river, remove the bridge if necessary."
    ],
    "79": [
        "Tears welling up in the eyes",
        "Lips trembling",
        "Uncontrollable sobbing",
        "Shaking of the body",
        "Face turning red",
        "Sobs becoming louder",
        "Hands covering the face",
        "Shoulders shaking"
    ],
    "80": [
        "Wash and dry your hair thoroughly",
        "Divide your hair into small sections",
        "Take one section and wrap it around a curling iron",
        "Hold the curling iron in place for a few seconds",
        "Unwind the curling iron gently",
        "Repeat steps 3-5 for each section of hair",
        "Allow your hair to cool down completely",
        "Comb through your curls with your fingers for a more natural look"
    ],
    "81": [
        "Gather necessary tools such as nail clippers and a nail file",
        "Clean hands and nails with warm soapy water",
        "Trim nails to desired length, ensuring not to cut too close to the skin",
        "File the edges of the nails to smooth out any rough edges",
        "Shape the nails by filing them into the desired shape (such as square, round, or oval)",
        "Use a buffer to gently buff the surface of the nails to smooth out any ridges or imperfections",
        "Apply cuticle oil or cream to nourish the skin around the nails",
        "Finish by washing hands and applying lotion for soft, moisturized skin"
    ],
    "82": [
        "Peel the pineapple",
        "Cut off the top and bottom of the pineapple",
        "Stand the pineapple upright",
        "Slice off the skin in downward strokes",
        "Remove any remaining eyes or prickly parts",
        "Cut the pineapple into thin circular slices",
        "Cut the circular slices into smaller bite-sized pieces",
        "Place the pineapple pieces in a bowl for serving"
    ],
    "83": [
        "Hold the watermelon securely on a stable surface.",
        "Take a sharp knife and position it vertically at one end of the watermelon.",
        "Apply firm pressure and start slicing the watermelon in half.",
        "Place one half of the watermelon aside.",
        "Take the remaining half and lay it flat on the stable surface.",
        "Make vertical cuts along the width of the watermelon to create uniform slices.",
        "Repeat the process until you have desired number of slices.",
        "Serve and enjoy the juicy watermelon!"
    ],
    "84": [
        "Stand tall with arms by your sides",
        "Bend knees slightly and turn out feet",
        "Engage core muscles",
        "Extend one leg to the side, keeping it straight",
        "Lower heels while lifting the other foot off the ground",
        "Extend the lifted leg forward and point toes",
        "Lower the leg back down and repeat with the other leg",
        "Continue the sequence, moving with grace and precision"
    ],
    "85": [
        "Rock Step forward with left foot",
        "Rock Step backward with right foot",
        "Kick forward with left foot and stomp it down",
        "Kick forward with right foot and stomp it down",
        "Step back with left foot",
        "Step back with right foot",
        "Kick forward with left foot and stomp it down",
        "Kick forward with right foot and stomp it down"
    ],
    "86": [
        "Stand with feet shoulder-width apart",
        "Bend your knees slightly",
        "Twist your body to the right",
        "Swing your right arm out in front of you",
        "Swing your left arm out behind you",
        "Jump in the air and kick your right foot forward",
        "Jump and kick your left foot forward",
        "Continue repeating steps 3-7 in rhythm to the music"
    ],
    "87": [
        "Start with your feet together",
        "Take a step to the right with your right foot",
        "Bring your left foot next to your right foot",
        "Take a step to the left with your left foot",
        "Bring your right foot next to your left foot",
        "Move your hips to the right",
        "Move your hips to the left",
        "Repeat the steps from 2 to 7"
    ],
    "88": [
        "Position yourself with your feet hip-width apart and the barbell on the floor in front of you.",
        "Bend at your hips and knees, keeping your back flat and your chest up, and grip the barbell with both hands slightly wider than shoulder-width apart.",
        "Engage your core, squeeze your shoulder blades together, and prepare to lift the weight.",
        "Push through your heels and drive your hips forward, extending your knees and lifting the barbell off the ground.",
        "As you lift, keep your back flat, your chest up, and your gaze forward.",
        "Continue lifting until you are standing up straight with your hips fully extended and your shoulders back.",
        "To lower the barbell back down, hinge at your hips and slowly lower the weight to the floor, maintaining control and keeping your back flat.",
        "Repeat the movement for the desired number of repetitions."
    ],
    "89": [
        "Choose a suitable location for the Christmas tree",
        "Fluff and shape the branches of the tree",
        "String the lights around the tree evenly",
        "Hang ornaments on the branches",
        "Place the tree topper at the highest point of the tree",
        "Add garlands or tinsel for extra decoration",
        "Place presents under the tree",
        "Enjoy the beautifully decorated Christmas tree"
    ],
    "90": [
        "Grab a shovel",
        "Position yourself firmly on the ground",
        "Steadily insert the shovel into the soil",
        "Push the shovel downwards with force",
        "Lift the shovel along with the excavated soil",
        "Move the shovel to the side to create space for the next dig",
        "Repeat the process until the desired depth is reached",
        "Carefully remove the excavated soil and place it in a designated area"
    ],
    "91": [
        "Find a restaurant",
        "Check the menu",
        "Make a reservation",
        "Arrive at the restaurant",
        "Choose a table",
        "Order food and beverages",
        "Enjoy the meal",
        "Pay the bill"
    ],
    "92": [
        "1. Grip the disc firmly with your dominant hand.",
        "2. Position yourself with your feet shoulder-width apart and facing your target.",
        "3. Extend your arm back and across your body, creating tension in your throwing arm.",
        "4. Shift your weight onto your back foot as you bring your arm forward.",
        "5. Release the disc with a smooth and fluid motion, snapping your wrist for added power.",
        "6. Follow through with your throwing arm, extending it towards the target.",
        "7. Observe the flight of the disc and adjust your technique for better accuracy.",
        "8. Repeat steps 1-7 for each throw, navigating the disc golf course and aiming for the targets."
    ],
    "93": [
        "Climb to the top of the cliff",
        "Look for a clear area in the water",
        "Make sure the water is deep enough",
        "Take a few deep breaths to prepare",
        "Step confidently to the edge of the cliff",
        "Bend your knees and jump off the cliff",
        "Extend your arms and spread your body out",
        "Keep your eyes open and enjoy the exhilarating sensation of freefall"
    ],
    "94": [
        "Form two opposing teams",
        "Divide the playing area into two halves",
        "Allocate a certain number of dodgeballs to each team",
        "Position players from each team on their respective halves",
        "Start the game by throwing the dodgeballs towards the opposing team",
        "Avoid getting hit by the dodgeballs thrown by the opposing team",
        "Try to hit players from the opposing team with a dodgeball",
        "Eliminate players from the opposing team by hitting them with a dodgeball"
    ],
    "95": [
        "Start by warming up your body with light stretches.",
        "Follow along with a beginner's aerobics routine to get your heart rate up.",
        "Continue with a series of aerobic exercises, such as jumping jacks, high knees, or jogging in place.",
        "Incorporate some strength training moves like squats or lunges to improve muscle tone.",
        "Take short breaks between exercises to catch your breath and drink water.",
        "Add in some dance-inspired moves like cha-cha steps or grapevines to make the workout more fun.",
        "As you near the end of your routine, gradually reduce the intensity of the exercises to cool down.",
        "Finish the workout with a final set of stretches to enhance flexibility and prevent injury."
    ],
    "96": [
        "Sort the laundry into different piles based on color and fabric type",
        "Pre-treat any stains or heavily soiled areas with a stain remover",
        "Load the washing machine with the first batch of laundry",
        "Add the appropriate amount of laundry detergent",
        "Select the desired wash cycle and water temperature",
        "Start the washing machine",
        "Transfer the clean laundry to the dryer",
        "Select the appropriate drying cycle and start the dryer"
    ],
    "97": [
        "1. Clean and sanitize the nails.",
        "2. Shape the nails using a nail file.",
        "3. Soak the nails in warm water to soften the cuticles.",
        "4. Push back the cuticles gently using a cuticle pusher.",
        "5. Apply a base coat to protect the nails.",
        "6. Apply nail polish in your desired color.",
        "7. Let the nail polish dry completely.",
        "8. Apply a top coat to seal and add shine to the nails."
    ],
    "98": [
        "Hold a pencil or pen in your dominant hand.",
        "Place a blank sheet of paper on a flat surface.",
        "Visualize the image or object you want to draw in your mind.",
        "Start with a basic outline or shape of the image using light, gentle strokes.",
        "Add details and refine the outline to make it more accurate.",
        "Shade and create shadows to add depth and dimension to your drawing.",
        "Use different techniques and textures to enhance the visual appeal of your drawing.",
        "Review and make any necessary adjustments to ensure your drawing is complete and well-executed."
    ],
    "99": [
        "Bounce the basketball with your dominant hand at waist level.",
        "Quickly move your hand downward while maintaining control of the basketball.",
        "As the ball reaches the floor, catch it with your opposite hand.",
        "Push the ball back up using your opposite hand.",
        "Repeat the bouncing motion, alternating between your dominant and opposite hand.",
        "Maintain a low stance and keep your body balanced throughout the dribbling process.",
        "Keep your eyes up and focus on the court to be aware of your surroundings.",
        "Practice different dribbling moves and combinations to improve your skills."
    ],
    "100": [
        "Pick up the glass",
        "Hold the glass securely",
        "Tilt the glass towards your mouth",
        "Open your mouth",
        "Pour the liquid into your mouth",
        "Swallow the liquid",
        "Lower the glass",
        "Place the glass back down"
    ],
    "101": [
        "Hold the beer bottle in your hand",
        "Remove the bottle cap or open the beer can",
        "Place the bottle or can near your mouth",
        "Tilt the bottle or can to pour the beer into your mouth",
        "Open your mouth and take a sip of the beer",
        "Swallow the beer",
        "Repeat steps 4-6 until the beer is finished",
        "Dispose of the empty bottle or can properly"
    ],
    "102": [
        "Hold the shot glass with your hand",
        "Tilt your head slightly back",
        "Place the shot glass on your lips",
        "Open your mouth wide",
        "Pour the shot into your mouth",
        "Swallow the liquid in one go",
        "Take a deep breath to clear your throat",
        "Repeat the process for the next shot"
    ],
    "103": [
        "Enter the car",
        "Fasten your seatbelt",
        "Insert and turn the key in the ignition to start the car",
        "Put your foot on the brake pedal",
        "Shift the gear to Drive or the desired gear",
        "Release the parking brake",
        "Gradually release the brake pedal and press the accelerator",
        "Steer the car in the desired direction"
    ],
    "104": [
        "Start the tractor engine",
        "Adjust the seat and mirrors",
        "Put on the seatbelt",
        "Engage the clutch",
        "Shift the gear into first",
        "Release the clutch slowly",
        "Accelerate gradually",
        "Steer the tractor in the desired direction"
    ],
    "105": [
        "Position yourself for the drop kick.",
        "Take a few steps back to create momentum.",
        "Focus on the target or the person you aim to drop kick.",
        "Extend your non-kicking leg straight out in front of you.",
        "Swing your kicking leg forward, aiming for the target.",
        "Make contact with the ball using the top of your foot or your shoelaces.",
        "Follow through with the kick, allowing your leg to swing fully.",
        "Land on your kicking foot or both feet and regain balance."
    ],
    "106": [
        "Place your hand on a flat surface",
        "Curl your fingers into a loose fist",
        "Gently tap your fingers against the surface",
        "Lift and release each finger individually in a rhythmic motion",
        "Continue tapping and lifting fingers in a consistent pattern",
        "Increase the speed and intensity of the tapping motion",
        "Repeat the pattern for a desired duration",
        "Gradually slow down and bring the drumming to a stop"
    ],
    "107": [
        "Hold the basketball with both hands above your head.",
        "Bend your knees and jump up.",
        "While in mid-air, extend your arms and raise the ball towards the basket.",
        "As you reach the peak of your jump, forcefully push the ball down towards the hoop.",
        "Release the ball from your hands.",
        "Ensure that the ball makes contact with the rim or goes through the net.",
        "Land safely on the ground with both feet.",
        "Celebrate your successful dunk!"
    ],
    "108": [
        "Choose the desired hair color",
        "Buy the appropriate hair dye",
        "Prepare all the necessary materials, including gloves, mixing bowl, and hair clips",
        "Protect your clothes and surfaces with towels or cape",
        "Put on the gloves to avoid staining your hands",
        "Mix the hair dye according to the instructions",
        "Apply the hair dye evenly to your hair, starting from the roots to the ends",
        "Leave the hair dye on for the recommended amount of time"
    ],
    "109": [
        "Take the burger out of the packaging",
        "Hold the burger firmly with both hands",
        "Bring the burger towards your mouth",
        "Take a bite of the burger",
        "Chew the burger thoroughly",
        "Swallow the bite of the burger",
        "Repeat steps 4 to 6 until the burger is finished",
        "Dispose of any leftover packaging and clean up any mess"
    ],
    "110": [
        "Hold the cake knife in your dominant hand.",
        "Cut a slice of cake using the cake knife.",
        "Transfer the slice of cake onto a plate.",
        "Pick up a fork with your non-dominant hand.",
        "Take a bite of the cake using the fork.",
        "Chew the cake and savor its flavor.",
        "Swallow the cake.",
        "Repeat steps 2-7 until the cake is finished."
    ],
    "111": [
        "Hold the carrot firmly with your hand.",
        "Wash the carrot thoroughly under running water.",
        "Peel the carrot using a peeler or a knife.",
        "Place the carrot on a cutting board.",
        "Cut off the ends of the carrot.",
        "Slice the carrot into desired shapes.",
        "Transfer the sliced carrots onto a plate or bowl.",
        "Enjoy eating the freshly prepared carrots!"
    ],
    "112": [
        "Open the bag of chips",
        "Take out a chip from the bag",
        "Bring the chip to your mouth",
        "Bite into the chip",
        "Chew the chip",
        "Swallow the chip",
        "Repeat steps 2-6 with each chip",
        "Close the bag of chips when finished"
    ],
    "113": [
        "Take a doughnut from the box",
        "Hold the doughnut with your hand",
        "Bring the doughnut close to your mouth",
        "Take a bite from the doughnut",
        "Chew the doughnut slowly",
        "Swallow the doughnut",
        "Repeat steps 3-6 until the doughnut is finished",
        "Enjoy the taste of the doughnut"
    ],
    "114": [
        "Unwrap the hotdog bun",
        "Place the hotdog in the bun",
        "Squeeze some ketchup on top of the hotdog",
        "Add mustard to the hotdog",
        "Sprinkle chopped onions on top",
        "Sprinkle some relish on top",
        "Take a bite of the hotdog",
        "Chew and swallow the bite"
    ],
    "115": [
        "Hold the ice cream cone firmly",
        "Lick the ice cream slowly",
        "Take a small bite of the ice cream",
        "Chew the ice cream thoroughly",
        "Feel the coldness of the ice cream on your tongue",
        "Continue licking and biting the ice cream",
        "Enjoy the flavors melting in your mouth",
        "Repeat until the ice cream is finished"
    ],
    "116": [
        "Boil water in a pot.",
        "Add spaghetti to the boiling water.",
        "Stir occasionally to prevent sticking.",
        "Cook spaghetti until al dente.",
        "Drain the cooked spaghetti.",
        "Heat the sauce in a separate pan.",
        "Pour the sauce over the spaghetti.",
        "Garnish with grated cheese or herbs."
    ],
    "117": [
        "Wash the watermelon",
        "Cut the watermelon into halves",
        "Scoop out the seeds from the watermelon",
        "Cut each watermelon half into wedges",
        "Peel the skin off the watermelon wedges",
        "Take a watermelon wedge and take a bite",
        "Repeat step 6 for the remaining watermelon wedges",
        "Enjoy eating the refreshing watermelon!"
    ],
    "118": [
        "1. Prepare the egg hunting area.",
        "2. Hide the eggs in various locations.",
        "3. Gather the participants.",
        "4. Explain the rules of the egg hunt.",
        "5. Start the countdown.",
        "6. Let the participants search for the hidden eggs.",
        "7. Encourage teamwork and collaboration.",
        "8. Award prizes to the participants who find the most eggs."
    ],
    "119": [
        "Stretch your arm muscles",
        "Hold a dumbbell in your hand",
        "Raise the dumbbell towards your shoulder",
        "Pause for a moment",
        "Lower the dumbbell back to the starting position",
        "Repeat the movement for desired number of repetitions",
        "Switch to the other arm and repeat the exercise",
        "Rest for a few seconds before moving on to the next set"
    ],
    "120": [
        "Hold the exercise ball in front of your chest with both hands.",
        "Step forward with one foot.",
        "Bend the knees and lower your body into a lunge position.",
        "As you lunge, extend your arms forward and press the exercise ball away from your chest.",
        "Push through the front heel and return to the starting position.",
        "Repeat the lunge on the other side.",
        "Alternate lunges for a desired number of repetitions.",
        "Remember to keep your core engaged and maintain proper form throughout the exercise."
    ],
    "121": [
        "Identify the location and extent of the fire.",
        "Alert the authorities and call emergency services.",
        "Evacuate everyone from the immediate vicinity of the fire.",
        "Locate the nearest fire extinguisher or fire suppression system.",
        "Pull the safety pin on the fire extinguisher.",
        "Aim the nozzle at the base of the fire.",
        "Squeeze the handle to release the extinguishing agent.",
        "Sweep the nozzle from side to side to fully extinguish the fire."
    ],
    "122": [
        "Bend forward at the waist",
        "Extend your hands in front of you",
        "Position your head slightly downward",
        "Shift your weight onto your hands",
        "Propel your body forward",
        "Allow your face to make contact with the ground",
        "Spread your arms to cushion the impact",
        "Roll onto your side to prevent injury"
    ],
    "123": [
        "Prepare bird feed",
        "Pour bird feed into a bird feeder",
        "Hang the feeder in a suitable location",
        "Keep a bowl of water near the feeder",
        "Observe and wait for the birds to arrive",
        "Refill the feeder when it is empty",
        "Clean the feeder regularly",
        "Enjoy watching the birds feed"
    ],
    "124": [
        "Prepare the fish food",
        "Fill the fish tank with water",
        "Turn on the fish tank lights",
        "Open the fish food container",
        "Grab a pinch of fish food",
        "Sprinkle the fish food into the tank",
        "Observe the fish eat the food",
        "Close the fish food container"
    ],
    "125": [
        "Prepare the goat feed",
        "Clean the feeding area",
        "Fill the feeding trough with the prepared feed",
        "Call the goats to the feeding area",
        "Observe if all goats are present",
        "Ensure each goat has access to the feed trough",
        "Monitor the feeding process",
        "Clean up any spilled feed after the goats have finished"
    ],
    "126": [
        "Cleanse the eyebrow area by removing any makeup or oils",
        "Brush the eyebrow hairs upwards to see the natural shape",
        "Determine the desired eyebrow shape and thickness",
        "Use an eyebrow pencil or powder to fill in any sparse areas",
        "Start from the inner corner and lightly fill in the eyebrow following its natural direction",
        "Use short, feathery strokes to mimic the look of eyebrow hairs",
        "Blend and soften the product using a spoolie brush",
        "Set the eyebrows in place with a clear brow gel or wax"
    ],
    "127": [
        "Extend right hand fingers",
        "Keep wrist firm",
        "Bring right thumb close to the base of the palm",
        "Quickly release right thumb by snapping it away from palm",
        "Ensure fingers are aligned and touch each other firmly",
        "Maintain a fast and sharp movement",
        "Create a snapping sound by having fingers strike against each other",
        "Repeat the finger snapping action as desired"
    ],
    "128": [
        "Gather the necessary tools for fixing hair",
        "Comb the hair to remove any tangles",
        "Apply a small amount of hair oil or serum to add shine",
        "Using a hair tie, create a ponytail or bun",
        "Use hair clips or bobby pins to secure any loose strands",
        "Spray hairspray to hold the hairstyle in place",
        "Use a hair straightener or curling iron to style the hair",
        "Finish off with a spritz of hair perfume for a pleasant scent"
    ],
    "129": [
        "Heat the pan on medium heat",
        "Melt some butter in the pan",
        "Pour pancake batter onto the pan",
        "Cook the pancake on one side until bubbles form",
        "Flip the pancake to cook the other side",
        "Cook the pancake on the other side until golden brown",
        "Remove the pancake from the pan",
        "Serve the pancake with your choice of toppings"
    ],
    "130": [
        "Hold the kite string firmly",
        "Unravel the kite string",
        "Find an open area with no obstructions",
        "Gently throw the kite into the air",
        "Let the kite catch the wind",
        "Pull the string to control the kite's flight",
        "Enjoy watching the kite soar in the sky",
        "Gradually bring the kite down and land it safely"
    ],
    "131": [
        "1. Lay out the clothes on a clean and flat surface.",
        "2. Fold the sleeves of the clothes towards the center.",
        "3. Fold the bottom of the clothes towards the center.",
        "4. Fold one side of the clothes towards the center.",
        "5. Fold the other side of the clothes towards the center.",
        "6. Fold the clothes in half from top to bottom.",
        "7. Fold the clothes in half from left to right.",
        "8. Place the folded clothes neatly in a designated area."
    ],
    "132": [
        "Spread the napkin flat on a clean surface",
        "Fold the napkin in half diagonally to form a triangle",
        "Bring the two lower edges of the triangle up to meet the top point, forming a smaller triangle",
        "Fold the left corner of the triangle over to meet the right corner, creating a smaller triangle with a rectangular base",
        "Fold the bottom half of the rectangular base up to meet the top, creating a smaller square shape",
        "Flip the napkin over and fold the right and left corners towards the center, creating a smaller rectangle",
        "Fold the bottom half of the rectangular shape up to meet the top, creating a smaller square shape",
        "Fold the left and right corners towards the center, tucking them underneath to hold the napkin in place"
    ],
    "133": [
        "Unfold the paper completely",
        "Fold the left edge of the paper to meet the right edge",
        "Crease the fold firmly",
        "Unfold the paper halfway",
        "Fold the top edge of the paper to meet the bottom edge",
        "Crease the fold firmly",
        "Unfold the paper completely",
        "Fold the top half of the paper down so that the top edge aligns with the bottom edge"
    ],
    "134": [
        "Stand with your feet shoulder-width apart and hold a dumbbell in each hand with your palms facing your thighs.",
        "Keep your arms straight with a slight bend in your elbows throughout the entire movement.",
        "Slowly lift your arms forward and upward until they are parallel to the floor, forming a straight line from your shoulders to your hands.",
        "Pause for a moment at the top of the movement, squeezing your shoulder muscles.",
        "Lower your arms back down to the starting position in a controlled manner.",
        "Repeat for the desired number of repetitions.",
        "Ensure to maintain a neutral spine and engage your core throughout the exercise.",
        "Remember to breathe continuously and maintain proper form."
    ],
    "135": [
        "Wash and chop the vegetables into bite-sized pieces",
        "Heat oil in a frying pan over medium heat",
        "Add the vegetables to the pan",
        "Stir-fry the vegetables for a few minutes",
        "Add salt, pepper, and any other desired seasonings",
        "Continue stir-frying until the vegetables are cooked to your liking",
        "Remove the vegetables from the pan",
        "Serve hot and enjoy"
    ],
    "136": [
        "Identify the specific areas or bins designated for garbage collection.",
        "Equip yourself with appropriate protective gear, such as gloves and a face mask.",
        "Start by emptying the garbage cans or bins, carefully lifting the bags or containers without spilling any waste.",
        "Separate recyclable items from non-recyclable ones, placing them in their respective containers.",
        "Ensure that any hazardous or potentially dangerous materials are handled and disposed of properly, following local regulations and guidelines.",
        "Consolidate the collected garbage into larger containers or bags for easier transportation.",
        "Transport the garbage to the designated collection point or vehicle, following established routes and procedures.",
        "Clean and sanitize the garbage collection area, removing any leftover debris or spills, and ensuring proper hygiene standards are maintained."
    ],
    "137": [
        "Take a glass of water",
        "Wash your hands thoroughly",
        "Pour the water into your mouth without swallowing",
        "Tilt your head back and gargle the water in your mouth",
        "Make a gurgling sound by vibrating your throat",
        "Move the water around your mouth and throat",
        "Spit out the water into a sink or toilet",
        "Repeat the steps as necessary"
    ],
    "138": [
        "Step 1: Book an appointment with a salon or barber.",
        "Step 2: Arrive at the salon at the designated time.",
        "Step 3: Consult with the stylist or barber about the desired haircut.",
        "Step 4: Sit in the barber chair or at the washing station.",
        "Step 5: The stylist or barber will shampoo and condition your hair (optional).",
        "Step 6: The stylist or barber will cut your hair according to your desired style.",
        "Step 7: After the haircut, the stylist or barber may use styling products to finish the look.",
        "Step 8: Pay for the haircut and leave the salon with a fresh new hairstyle."
    ],
    "139": [
        "Choose a design for your tattoo",
        "Research and select a reputable tattoo artist",
        "Schedule an appointment with the tattoo artist",
        "Prepare yourself mentally for the process",
        "Discuss any specific details or modifications with the tattoo artist",
        "Arrive at the tattoo studio on time for your appointment",
        "Sit or lie comfortably for the tattooing process",
        "Follow any aftercare instructions provided by the tattoo artist"
    ],
    "140": [
        "Preparing for the award ceremony",
        "Announcing the award category",
        "Introducing the nominees",
        "Sharing the accomplishments of each nominee",
        "Announcing the winner",
        "Presenting the award to the winner",
        "Congratulating the winner",
        "Celebrating the achievement"
    ],
    "141": [
        "Select a suitable club for chipping",
        "Position your feet shoulder-width apart",
        "Keep your weight centered and slightly forward",
        "Grip the club with a light and relaxed grip",
        "Position the ball slightly back in your stance",
        "Align the clubface square to the target",
        "Keep your hands ahead of the ball at impact",
        "Take a smooth and controlled swing"
    ],
    "142": [
        "Hold the golf club with both hands",
        "Position your feet shoulder-width apart",
        "Align your body parallel to the target line",
        "Place the golf ball on a tee",
        "Take a deep breath and relax your body",
        "Swing the club back smoothly",
        "Shift your weight onto your front foot",
        "Follow through with a full extension of your arms"
    ],
    "143": [
        "Align your body towards the target.",
        "Position the putter behind the ball.",
        "Grip the putter with a light but firm hold.",
        "Take a few practice swings to gauge the distance.",
        "Focus on the ball and visualize the path to the hole.",
        "Start the putting stroke by smoothly rocking the shoulders.",
        "Maintain a steady rhythm and don't rush the stroke.",
        "Follow through with the putter towards the target."
    ],
    "144": [
        "Clean and prepare the meat by removing any excess fat or bones.",
        "Cut the meat into smaller pieces that will fit into the grinder.",
        "Set up the meat grinder according to the manufacturer's instructions.",
        "Feed the meat pieces into the grinder, pushing them down with the plunger.",
        "Turn on the grinder and begin grinding the meat.",
        "Continue feeding the meat into the grinder until all of it has been ground.",
        "Clean the grinder thoroughly after use, removing any remains of meat.",
        "Store the ground meat in a separate container or use it immediately."
    ],
    "145": [
        "Brush the dog's fur to remove any tangles or mats",
        "Trim the dog's nails",
        "Clean the dog's ears using a gentle cleanser",
        "Brush the dog's teeth using a dog-friendly toothbrush and toothpaste",
        "Bathe the dog with a suitable dog shampoo",
        "Dry the dog's fur using a towel or a blow dryer",
        "Comb the dog's fur to make it smooth and shiny",
        "Finish the grooming session by giving the dog a treat for being well-behaved"
    ],
    "146": [
        "Approach the horse calmly and confidently",
        "Secure the horse in a suitable area such as a grooming stall",
        "Gather all necessary grooming tools such as brushes, curry combs, and hoof pick",
        "Start by removing any dirt or debris from the horse's coat using a curry comb",
        "Brush the horse's mane and tail to remove any tangles or knots",
        "Use a soft brush to gently clean the horse's face",
        "Inspect the horse's hooves and pick out any dirt or debris using a hoof pick",
        "Finish by applying any necessary grooming products such as fly spray or coat conditioner"
    ],
    "147": [
        "Start with a standing position",
        "Take a small run or skip as a preparation",
        "Jump up and forward",
        "Use your hands and arms to support your body as you roll over",
        "Continue rolling until you reach a standing position again",
        "Perform a series of flips in the air",
        "Land on your feet with control",
        "Finish with a strong ending pose"
    ],
    "148": [
        "Grip the hammer firmly with both hands and stand in the throwing circle.",
        "Start the rotation by swinging the hammer back behind your body.",
        "Shift your weight onto your back leg and maintain a balanced posture.",
        "Begin the throwing motion by driving your front foot forward.",
        "Generate power by rotating your body and extending your arms.",
        "Release the hammer at the optimal point in the rotation.",
        "Follow through with your throwing motion, allowing your body to continue rotating.",
        "Observe the landing area and ensure a safe and controlled finish."
    ],
    "149": [
        "Stand with your feet shoulder-width apart",
        "Bend your knees slightly and keep your back straight",
        "Lower your head down towards your chest",
        "Swing your head back up, forcefully",
        "Repeat the head swing motion in a fast and rhythmic manner",
        "Coordinate the head movement with the beat of the music",
        "Maintain a steady pace and intensity throughout",
        "Continue headbanging until desired"
    ],
    "150": [
        "Step 1: Position your body with your head slightly lowered and your hands up for protection.",
        "Step 2: Focus on your target and begin to gather momentum by taking a small step forward with one foot.",
        "Step 3: Transfer your weight onto your front foot and begin to thrust your head forward.",
        "Step 4: Use the muscles in your neck and shoulders to generate power as you drive your head into your target.",
        "Step 5: Make sure to keep your eyes open and your gaze fixed on the target.",
        "Step 6: Upon impact, use your upper body strength to follow through with the headbutt, maintaining control and balance.",
        "Step 7: Immediately after the headbutt, be prepared to defend or counter, as your opponent may retaliate.",
        "Step 8: Practice this technique regularly to improve your accuracy, timing, and power."
    ],
    "151": [
        "Run towards the bar",
        "Plant one foot on the ground",
        "Drive the opposite knee up towards the chest",
        "Extend the driving leg forcefully",
        "Simultaneously swing the opposite arm forward and upward",
        "Jump off the planted foot",
        "Tuck the knees towards the chest while in mid-air",
        "Extend the legs straight to prepare for landing"
    ],
    "152": [
        "Stand with your feet shoulder-width apart.",
        "Raise your right leg straight up in front of you, keeping your knee and toes pointed forward.",
        "Extend your leg as high as you can, aiming for a vertical position.",
        "Bend your standing leg slightly for balance and stability.",
        "Snap your right leg back down quickly, returning to the starting position.",
        "Repeat the kick with your left leg, following the same steps.",
        "Alternate kicks between your right and left leg, keeping a steady rhythm.",
        "Continue kicking for the desired number of repetitions."
    ],
    "153": [
        "Holding the baseball bat with both hands",
        "Positioning the body sideways towards the pitcher",
        "Bending the knees slightly",
        "Swinging the bat back behind the body",
        "Bringing the bat forward with force",
        "Making contact with the baseball",
        "Following through with the swing",
        "Watching the trajectory of the baseball"
    ],
    "154": [
        "Shift your weight onto your outside leg",
        "Bend your knees to lower your center of gravity",
        "Point your skate blades perpendicular to your direction of travel",
        "Dig the inside edge of your outside skate into the ice",
        "Apply pressure to the inside edge to create friction and slow down",
        "Swing your inside leg behind your outside leg to help with stability",
        "Maintain balance by keeping your upper body centered and arms out for counterbalance",
        "Repeat the process until you come to a complete stop"
    ],
    "155": [
        "Approach the snake cautiously",
        "Gently reach out and grasp the snake's body behind its head",
        "Apply slight pressure to immobilize the snake",
        "Make sure to maintain a firm grip on the snake",
        "Lift the snake off the ground slowly, keeping it at a safe distance from your body",
        "Be mindful of the snake's movements and stay alert",
        "Ensure that your fingers are securely wrapped around the snake's body",
        "Move carefully and steadily while holding the snake"
    ],
    "156": [
        "Gather a piece of chalk and find a suitable area with a flat surface.",
        "Draw a large rectangle shape on the ground using the chalk, making it about 6-8 feet long.",
        "Divide the rectangle into several smaller rectangles or squares, each about 1-2 feet in width.",
        "Number each smaller rectangle or square starting from 1 at the top row and continuing to the bottom row.",
        "Stand at one end of the rectangle.",
        "Throw a small stone or object into the first numbered square.",
        "Hop on one foot, skipping the square with the stone, and landing on the subsequent squares.",
        "Continue hopping until you reach the end of the rectangle."
    ],
    "157": [
        "Step 1: Stand on the hoverboard with one foot in front and the other foot behind, maintaining a balanced stance.",
        "Step 2: Activate the hoverboard by turning it on using the power button located on the board.",
        "Step 3: Gently push off with your back foot and start gliding forward.",
        "Step 4: Maintain your balance by keeping your knees slightly bent and your body centered over the hoverboard.",
        "Step 5: Use your feet and body movements to control the direction of the hoverboard, leaning forward to go faster and leaning backward to slow down or stop.",
        "Step 6: Practice turning by shifting your body weight in the desired direction, using your toes and heels to initiate the turn.",
        "Step 7: Gradually increase your speed and confidence as you become more comfortable with the hoverboard.",
        "Step 8: When you are finished riding, come to a complete stop and carefully step off the hoverboard with one foot at a time."
    ],
    "158": [
        "Approach the person with open arms",
        "Wrap your arms around the person",
        "Gently press your body against theirs",
        "Hold the person close",
        "Squeeze lightly to convey warmth and affection",
        "Rest your head on the person's shoulder",
        "Maintain the embrace for a few moments",
        "Release the hug slowly and step back"
    ],
    "159": [
        "Hold the hula hoop around your waist with both hands.",
        "Stand with your feet shoulder-width apart.",
        "Twist your hips in a circular motion to make the hula hoop spin.",
        "Keep the hula hoop moving by rocking your body back and forth.",
        "Try to keep the hula hoop from falling to the ground.",
        "Increase the speed of your hip movements to keep the hula hoop spinning.",
        "Experiment with different movements, such as walking or stretching, while keeping the hula hoop spinning.",
        "Practice regularly to improve your hula hooping skills."
    ],
    "160": [
        "Approach the hurdle with a steady pace",
        "Jump off of your non-dominant foot",
        "Bring your trailing leg up and over the hurdle",
        "Extend your lead leg forward to clear the hurdle",
        "Drive your arms forward to maintain momentum",
        "Push off the ground with your non-dominant foot",
        "Clear the hurdle with a smooth and fluid motion",
        "Land on your dominant foot and continue running"
    ],
    "161": [
        "Grip the hurling stick firmly with both hands.",
        "Position your feet shoulder-width apart and face the direction you want to hurl the ball.",
        "Swing the hurling stick back behind your shoulder while simultaneously taking a step forward with the opposite foot.",
        "Using your core and upper body strength, forcefully swing the hurling stick forward, accelerating the ball towards your target.",
        "Follow through with the swing, allowing your hands to release the stick and your body to rotate.",
        "Watch the trajectory of the ball and adjust your aim and technique accordingly for future throws.",
        "Retrieve the ball and repeat the previous steps to continue hurling.",
        "Practice regularly to improve your accuracy, distance, and overall hurling skills."
    ],
    "162": [
        "Put on appropriate ice climbing gear",
        "Find a suitable ice climbing location",
        "Inspect the ice conditions and evaluate the safety",
        "Prepare your ice climbing tools and equipment",
        "Identify and plan the route to climb",
        "Begin climbing, using the proper technique and footwork",
        "Stay focused and maintain a steady pace while climbing",
        "Reach the top, celebrate your achievement, and safely descend"
    ],
    "163": [
        "Prepare necessary fishing equipment",
        "Travel to the location where ice fishing is permitted",
        "Locate a suitable frozen body of water",
        "Drill a hole into the ice",
        "Set up fishing gear, such as the fishing rod, tackle, and bait or lures",
        "Lower the fishing line into the hole and wait for a fish to bite",
        "When a fish bites, carefully reel it in",
        "Remove the fish from the hook and either release it or keep it for consumption"
    ],
    "164": [
        "Put on ice skates",
        "Find a smooth surface of ice",
        "Step onto the ice",
        "Bend your knees slightly for balance",
        "Glide forward by pushing off with one foot",
        "Alternate pushing off with each foot",
        "Use your arms for balance and momentum",
        "Practice turning and stopping on the ice"
    ],
    "165": [
        "Plug in the iron and turn it on.",
        "Adjust the temperature setting based on the type of fabric.",
        "Prepare the ironing board by unfolding it and setting it up at a comfortable height.",
        "Check the garment labels for any specific ironing instructions.",
        "Place the garment on the ironing board, smoothing out any wrinkles.",
        "Iron the garment starting from the collar or the topmost part, working your way down.",
        "Pay special attention to tricky areas like collars, cuffs, and pockets.",
        "Hang or fold the ironed garment properly once finished."
    ],
    "166": [
        "Grip the javelin firmly with your dominant hand.",
        "Position your feet shoulder-width apart and perpendicular to the throwing direction, with your non-dominant foot slightly forward.",
        "Extend your throwing arm backward, parallel to the ground, with the javelin pointing behind you.",
        "Start the approach by taking a few quick strides forward, gradually increasing your speed.",
        "As you approach the final step, plant your non-dominant foot firmly on the ground.",
        "Transfer your weight onto your non-dominant foot and rotate your hips and shoulders towards the throwing direction.",
        "Simultaneously, bring your dominant arm forward, while keeping it straight, and release the javelin at the optimal point.",
        "Follow through by extending your throwing arm and allowing your body to naturally rotate."
    ],
    "167": [
        "Put on a life jacket",
        "Mount the jet ski",
        "Start the engine",
        "Hold onto the handlebars",
        "Push the throttle to accelerate",
        "Lean forward for speed",
        "Use the handlebars to steer",
        "Navigate through the water"
    ],
    "168": [
        "Put on a pair of comfortable running shoes",
        "Start with a light warm-up, such as walking or stretching",
        "Gradually increase your pace into a slow jog",
        "Maintain a steady rhythm and posture while jogging",
        "Breathe deeply to provide oxygen to your muscles",
        "Continue jogging for a set distance or time duration",
        "Slow down your pace gradually to cool down",
        "Finish your jogging session with a few minutes of stretching"
    ],
    "169": [
        "Throw one ball up in the air with your dominant hand",
        "As the first ball reaches its peak, throw a second ball with your non-dominant hand",
        "Catch the first ball with your dominant hand",
        "As the second ball reaches its peak, throw a third ball with your dominant hand",
        "Catch the second ball with your non-dominant hand",
        "Catch the third ball with your dominant hand",
        "Repeat steps 2-6 to keep the juggling pattern going",
        "Practice increasing the number of balls as you become more proficient"
    ],
    "170": [
        "Ignite the fire props",
        "Hold one fire prop in each hand",
        "Throw one fire prop up into the air",
        "As the first fire prop reaches its peak, throw the second fire prop up into the air",
        "Catch the first fire prop as it comes back down",
        "Catch the second fire prop as it comes back down",
        "Repeat steps 3-6 in a continuous fluid motion",
        "Practice and improve your juggling skills over time"
    ],
    "171": [
        "Start by dropping the soccer ball onto your dominant foot.",
        "Kick the ball up with your dominant foot.",
        "As the ball is in the air, quickly position your non-dominant foot below it.",
        "When the ball reaches the peak of its height, hit it with the top of your non-dominant foot.",
        "As the ball descends, use your dominant foot to cushion its impact.",
        "Continue to alternate between your dominant and non-dominant foot, keeping the ball in the air.",
        "Maintain a rhythmic pattern as you juggle the ball with both feet.",
        "Practice regularly to improve your juggling skills."
    ],
    "172": [
        "Take a few steps back",
        "Bend your knees to prepare for the jump",
        "Swing your arms backward",
        "Push off the ground with your legs",
        "Extend your body forward and upward",
        "Bring your knees towards your chest",
        "Tuck your arms in towards your body",
        "Enter the water with your feet first"
    ],
    "173": [
        "Start with feet together",
        "Jump forward with both feet while swinging arms forward",
        "Jump back with both feet while swinging arms back",
        "Jump to the right with both feet while swinging arms to the right",
        "Jump to the left with both feet while swinging arms to the left",
        "Jump and kick right leg forward while swinging arms forward",
        "Jump and kick left leg forward while swinging arms forward",
        "End with feet together"
    ],
    "174": [
        "Position yourself behind the kicking tee.",
        "Take a few steps back to create momentum.",
        "Face the target and align your body properly.",
        "Take a deep breath to relax and focus.",
        "Approach the ball with a steady stride.",
        "Swing your foot in a controlled motion.",
        "Make contact with the ball using the laces.",
        "Follow through with your kicking motion."
    ],
    "175": [
        "Position yourself in front of the soccer ball.",
        "Take a step back to generate power.",
        "Plant your non-kicking foot next to the ball.",
        "Swing your kicking leg back.",
        "Bring your kicking leg forward with force.",
        "Make contact with the ball using the laces of your shoe.",
        "Follow through with your kicking leg.",
        "Watch the ball as it travels towards its intended target."
    ],
    "176": [
        "Move closer to the person",
        "Lean in towards the person's face",
        "Tilt your head slightly",
        "Close your eyes",
        "Press your lips gently against the person's lips",
        "Apply gentle pressure while kissing",
        "Continue kissing for a desired duration",
        "Slowly pull away from the person's lips"
    ],
    "177": [
        "Prepare the kiteboarding gear",
        "Inflate the kite and attach lines",
        "Put on the harness and secure it tightly",
        "Launch the kite by catching the wind",
        "Control the kite and learn to steer it",
        "Get into the water and practice body dragging",
        "Learn to water relaunch the kite",
        "Stand up on the board and ride the waves"
    ],
    "178": [
        "Hold the knitting needles with one in each hand.",
        "Make a slipknot by crossing the yarn over itself and pulling one end through the loop.",
        "Slide the slipknot onto one of the knitting needles.",
        "Hold the needle with the slipknot in your right hand, and use your left hand to hold the other needle.",
        "Insert the right-hand needle into the slipknot, making sure it goes under the left-hand needle.",
        "Wrap the yarn around the back of the right-hand needle, from right to left.",
        "Use the right-hand needle to pull the yarn through the slipknot and create a new loop.",
        "Slide the new loop onto the right-hand needle, and repeat the previous steps to continue knitting."
    ],
    "179": [
        "Prepare your body by stretching and warming up your muscles.",
        "Stand with your feet shoulder-width apart and bend your knees slightly.",
        "Engage your core and keep your body relaxed.",
        "Start by bouncing your knees up and down rhythmically.",
        "Add arm movements by swinging them in sync with your knee bounces.",
        "Intensify your movements by incorporating chest pops and torso twists.",
        "Practice intricate footwork patterns, such as stomping and pivoting.",
        "Express your emotions and creativity by adding your own style and personal flair to the dance moves."
    ],
    "180": [
        "Inhaling deeply",
        "Experiencing something funny",
        "Triggering a reflex",
        "Expelling air forcefully",
        "Creating a sound",
        "Engaging facial muscles",
        "Expressing joy or amusement",
        "Sharing positive emotions"
    ],
    "181": [
        "Prepare the foundation by leveling the ground",
        "Mix the mortar by combining sand, cement, and water",
        "Lay the first row of bricks, ensuring they are level and aligned",
        "Apply mortar to the sides and top of each brick",
        "Continue laying bricks, staggering the joints for added strength",
        "Use a spirit level to check for evenness as you go",
        "Trim bricks as needed with a chisel or saw",
        "Allow the mortar to dry and cure before applying any additional weight or pressure"
    ],
    "182": [
        "Run towards the take-off board",
        "Build up speed",
        "Extend your arms forward",
        "Bend your knees to generate power",
        "Spring off the take-off board",
        "Drive your legs forward and upward",
        "Extend your body fully",
        "Land in the sand pit with your feet first"
    ],
    "183": [
        "Stand with your feet hip-width apart.",
        "Take a big step forward with your right foot.",
        "Bend your right knee and lower your body until your right thigh is parallel to the ground.",
        "Keep your torso upright and your weight on your right foot.",
        "Push through your right heel to return to the starting position.",
        "Repeat the lunge with your left foot forward.",
        "Continue alternating legs for the desired number of repetitions.",
        "Remember to engage your core and keep your chest lifted throughout the movement."
    ],
    "184": [
        "Preheat the oven",
        "Prepare the baking pans",
        "Mix the dry ingredients",
        "Cream the butter and sugar",
        "Add the eggs and vanilla extract",
        "Alternate adding the dry ingredients and milk",
        "Pour the batter into the pans",
        "Bake for the recommended time"
    ],
    "185": [
        "1. Gather the necessary ingredients and materials.",
        "2. Wash your hands and sanitize your work area.",
        "3. Lay out two slices of bread on a clean surface.",
        "4. Apply a spread, such as mayonnaise or butter, onto one or both slices of bread.",
        "5. Add your desired fillings, such as meat, cheese, vegetables, or condiments, onto one slice of bread.",
        "6. Place the other slice of bread on top to form a sandwich.",
        "7. Use a sharp knife to cut the sandwich into halves or quarters, if desired.",
        "8. Serve and enjoy your delicious sandwich!"
    ],
    "186": [
        "Flatten the bedsheet and remove any wrinkles.",
        "Spread the bedsheets evenly over the mattress.",
        "Tuck in the sides of the bedsheet under the mattress.",
        "Smooth out the bedsheet so that it is flat and wrinkle-free.",
        "Place the pillows at the head of the bed.",
        "Arrange the pillows neatly and symmetrically.",
        "Place a duvet or comforter on top of the bedsheets.",
        "Straighten and adjust the duvet or comforter so that it covers the bed evenly."
    ],
    "187": [
        "Designing the jewelry piece",
        "Gathering the required materials and tools",
        "Preparing the workspace",
        "Measuring and cutting the jewelry components",
        "Assembling the jewelry components",
        "Adding embellishments or decorations",
        "Attaching the closures or clasps",
        "Finalizing and polishing the jewelry piece"
    ],
    "188": [
        "Prepare the pizza dough",
        "Let the dough rise",
        "Roll out the dough into a thin crust",
        "Spread sauce on the dough",
        "Add your desired toppings",
        "Sprinkle cheese on top",
        "Bake the pizza in the oven",
        "Slice and serve hot"
    ],
    "189": [
        "Roll a large ball of snow for the base of the snowman",
        "Roll a medium-sized ball of snow for the torso of the snowman",
        "Roll a smaller ball of snow for the head of the snowman",
        "Stack the three snowballs on top of each other",
        "Place two small rocks for the eyes of the snowman",
        "Carve a carrot shape for the nose of the snowman",
        "Use small twigs or sticks for the arms of the snowman",
        "Find a hat and place it on top of the snowman's head"
    ],
    "190": [
        "Prepare sushi rice",
        "Slice fresh fish and seafood",
        "Cut vegetables into thin strips",
        "Prepare sushi rolling mat",
        "Place nori seaweed on the rolling mat",
        "Spread sushi rice evenly on the nori seaweed",
        "Add desired ingredients on top of the rice",
        "Roll the sushi tightly using the rolling mat"
    ],
    "191": [
        "Boil water",
        "Pour hot water into a cup",
        "Add tea leaves or tea bag to the cup",
        "Let the tea steep for few minutes",
        "Remove the tea leaves or tea bag from the cup",
        "Add sugar or honey if desired",
        "Stir the tea",
        "Enjoy your cup of tea"
    ],
    "192": [
        "Lift the left leg and raise it to a horizontal position",
        "Move the left foot forward in a straight line",
        "Place the left foot firmly on the ground",
        "Lift the right leg and raise it to a horizontal position",
        "Move the right foot forward in a straight line",
        "Place the right foot firmly on the ground",
        "Repeat steps 1-6 in a continuous motion",
        "Maintain a steady pace and rhythm while marching"
    ],
    "193": [
        "Spread a towel or mat on a flat surface.",
        "Ask the person to lie face-down on the towel/mat.",
        "Apply massage oil or lotion to your hands.",
        "Begin by using long, smooth strokes along the spine.",
        "Gradually increase the pressure using kneading motions.",
        "Focus on any tense or knotted areas and apply deeper pressure.",
        "Use your hands, fists, or elbows to target specific muscles.",
        "Finish by using lighter strokes and gentle stretching movements."
    ],
    "194": [
        "Prepare a comfortable seating area with a soft cushion or chair for the recipient.",
        "Fill a basin or foot spa with warm water and add a few drops of essential oil for relaxation.",
        "Invite the recipient to sit and soak their feet in the warm water for around 10-15 minutes to soften the skin.",
        "Rub a generous amount of massage oil or lotion onto your hands to create a smooth glide for your movements.",
        "Begin by massaging the sole of the foot in circular motions, applying gentle pressure to relieve tension and promote relaxation.",
        "Move on to the toes and gently stretch and flex each one, providing relief for the muscles and joints.",
        "Massage along the arch of the foot using your thumbs, applying pressure and kneading any knots or tightness.",
        "Finish the massage by gently rotating the ankle in both directions, promoting joint mobility and relaxation."
    ],
    "195": [
        "Rub a small amount of massage oil or lotion onto your hands.",
        "Starting at the top of the leg, use both hands to gently squeeze and release the muscles.",
        "Work your way down the leg, applying pressure with your palms and fingers.",
        "Use your fingertips to knead and massage any tight or sore areas.",
        "Apply long, sweeping strokes from the thigh down to the calf.",
        "Use your thumbs to apply firm pressure along the back and sides of the calf muscles.",
        "Finish by gently stretching and flexing the foot and ankle.",
        "Repeat these steps on the other leg."
    ],
    "196": [
        "Step 1: Position the person comfortably, sitting or lying down.",
        "Step 2: Begin by applying gentle pressure on the person's temples using your fingertips and moving in a circular motion.",
        "Step 3: Slowly move your fingers to the person's scalp and use small circular motions to massage the entire head.",
        "Step 4: Pay extra attention to areas where the person might experience tension, such as the forehead or the base of the skull.",
        "Step 5: Use your hands to gently lift and release the person's hair, providing a soothing sensation.",
        "Step 6: Continue massaging the head, gradually increasing the pressure if desired.",
        "Step 7: Pay attention to the person's reactions and adjust the massage accordingly.",
        "Step 8: Repeat the process as needed, taking breaks if necessary."
    ],
    "197": [
        "Approach the cow calmly",
        "Secure the cow by tying it or keeping it in a holding area",
        "Clean the udder and teats with warm, soapy water",
        "Squeeze or massage each teat to remove any blockages or discomfort",
        "Position the milking machine or bucket under the cow's udder",
        "Attach the milking machine or bucket to the cow's teats",
        "Start the milking process by gently squeezing the teats to allow the milk to flow",
        "Continue milking until the udder is empty or the desired amount of milk is collected"
    ],
    "198": [
        "Prepare the mop and bucket with clean water and an appropriate cleaning solution.",
        "Clear the floor of any obstacles or furniture that may hinder the mopping process.",
        "Dip the mop into the bucket of cleaning solution, ensuring that the mop is thoroughly saturated.",
        "Begin mopping the floor from the farthest corner, working your way towards the exit.",
        "Use long, sweeping motions to push the mop across the floor, applying even pressure.",
        "Pay special attention to areas with stains or spills, using extra pressure and scrubbing if necessary.",
        "Periodically rinse the mop in the bucket to remove any dirt or residue, wringing out excess water.",
        "Continue mopping the floor until the entire surface is clean and free of dirt and grime."
    ],
    "199": [
        "Put on a helmet and protective gear",
        "Check if the motorbike is in working condition",
        "Mount the motorbike and adjust the seat position",
        "Start the motorbike engine",
        "Hold the handlebars firmly",
        "Shift gears according to the speed",
        "Accelerate and maintain balance",
        "Follow traffic rules and signals"
    ],
    "200": [
        "Clear the area around the furniture",
        "Measure the dimensions of the furniture",
        "Get the necessary tools and equipment",
        "Remove any detachable parts from the furniture",
        "Securely wrap the furniture to protect it from damage",
        "Lift and carry the furniture with the help of another person",
        "Navigate through narrow doorways or hallways if necessary",
        "Carefully place the furniture in its new location"
    ],
    "201": [
        "1. Prepare the lawnmower and gather necessary equipment.",
        "2. Clear the lawn of any large obstacles or debris.",
        "3. Adjust the cutting height of the lawnmower to the desired length.",
        "4. Start mowing the lawn in straight lines, moving from one end to the other.",
        "5. Overlap each pass slightly to ensure even coverage.",
        "6. Take breaks to empty the grass clippings bag as needed.",
        "7. Trim the edges of the lawn using a trimmer or edger.",
        "8. Once finished, clean and store the lawnmower and other equipment."
    ],
    "202": [
        "Preparing for the news broadcast",
        "Researching and gathering information",
        "Writing the news script",
        "Practicing reading and delivery",
        "Setting up the news studio",
        "Reviewing and editing the news script",
        "Putting on professional attire",
        "Anchoring the live news broadcast"
    ],
    "203": [
        "Grasp the bottle firmly with one hand.",
        "Hold the cap of the bottle with the other hand.",
        "Apply force to twist the cap counter-clockwise.",
        "Continue twisting until the cap is loose.",
        "Release the cap from the bottle.",
        "Set the cap aside.",
        "Hold the bottle firmly with one hand.",
        "Tilt the bottle to pour the contents."
    ],
    "204": [
        "Grab the present",
        "Gently shake the present to see if there's any loose parts inside",
        "Find the edges of the wrapping paper",
        "Pull the edges of the wrapping paper apart",
        "Remove the wrapping paper completely",
        "Inspect the uncovered box",
        "Locate and unfasten any tape or adhesive holding the box closed",
        "Remove the lid of the box"
    ],
    "205": [
        "Prepare the paraglider equipment",
        "Check the wind conditions",
        "Find a suitable takeoff point",
        "Lay out the paraglider and attach all the lines",
        "Put on the harness and attach yourself to the paraglider",
        "Wait for the right wind direction and speed",
        "Take a few steps and let the wind lift you off the ground",
        "Once in the air, control the paraglider using weight shifts and brake toggles"
    ],
    "206": [
        "Prepare the parasailing equipment",
        "Choose a suitable location for parasailing",
        "Attach the parasailing harness to your body",
        "Secure the parasail to the tow rope",
        "Board the boat or vehicle",
        "Hold on to the tow rope tightly",
        "Wait for the boat or vehicle to gain enough speed",
        "Take off and enjoy parasailing"
    ],
    "207": [
        "Sprint towards an obstacle",
        "Jump onto the obstacle",
        "Balance on the obstacle",
        "Perform a precision jump to the next obstacle",
        "Swing from one bar to another",
        "Climb up a wall using your hands and feet",
        "Roll out of a high jump to reduce impact",
        "Perform a wall run to reach a higher platform"
    ],
    "208": [
        "Grip the football firmly in your throwing hand.",
        "Position your feet shoulder-width apart and face your intended target.",
        "Step forward with your non-throwing foot, transferring your weight forward.",
        "Rotate your hips and torso while bringing your throwing arm back.",
        "Drive your throwing arm forward and release the football with a flick of the wrist.",
        "Follow through with your throwing motion, extending your arm fully.",
        "Monitor the flight of the football and adjust your aim if necessary.",
        "Repeat the steps to make accurate passes consistently."
    ],
    "209": [
        "Hold the football with both hands in front of your chest.",
        "Step forward with your non-throwing foot.",
        "Extend your arms forward, pointing the football towards your target.",
        "Rotate your hips and torso while pulling your throwing arm back.",
        "Bring your throwing arm forward in a smooth, controlled motion.",
        "Release the football with a tight spiral by flicking your wrist.",
        "Follow through with your throwing arm towards your target.",
        "Follow the flight of the football and adjust your position if needed."
    ],
    "210": [
        "Wash the apples",
        "Cut off the stem of each apple",
        "Make a shallow cut around the circumference of each apple",
        "Gently peel off the skin starting from the top",
        "Continue peeling until all the skin is removed",
        "Remove any remaining blemishes or spots on the flesh",
        "Rinse the peeled apples to remove any residue",
        "Slice or chop the peeled apples as desired"
    ],
    "211": [
        "Wash the potatoes",
        "Place the potatoes on a cutting board",
        "Use a peeler to remove the outer skin of the potatoes",
        "Cut off any blemishes or spots on the potatoes",
        "Rinse the peeled potatoes under cold water",
        "Use a knife to cut the potatoes into desired shapes or sizes",
        "Transfer the peeled and cut potatoes to a bowl or pot",
        "Repeat the process for the remaining potatoes"
    ],
    "212": [
        "Approach the animal slowly",
        "Get down to the animal's level",
        "Extend your hand towards the animal",
        "Allow the animal to sniff your hand",
        "Start petting the animal gently",
        "Observe the animal's reaction",
        "Continue petting the animal if it seems comfortable",
        "End the petting session by slowly removing your hand"
    ],
    "213": [
        "Approach the cat slowly and calmly",
        "Extend your hand towards the cat",
        "Allow the cat to sniff your hand",
        "Gently stroke the cat's head",
        "Continue petting the cat's back",
        "Avoid petting the cat's belly or tail",
        "Observe the cat's body language for signs of enjoyment",
        "Repeat the petting process if the cat is enjoying the interaction"
    ],
    "214": [
        "Locate the tree with ripe fruit",
        "Inspect the fruit to ensure it is ready for picking",
        "Position yourself close to the tree trunk",
        "Extend your arm towards the fruit",
        "Grasp the fruit firmly but gently",
        "Twist and pull the fruit off the tree",
        "Place the picked fruit in a designated container",
        "Repeat the process for each ripe fruit on the tree"
    ],
    "215": [
        "Choose the appropriate tree species for planting",
        "Prepare the planting site by removing any grass or weeds",
        "Dig a hole in the planting site that is deep enough to accommodate the tree's root system",
        "Place the tree into the hole, making sure that it is straight and upright",
        "Backfill the hole with soil, gently packing it around the tree's roots",
        "Water the newly planted tree thoroughly to help settle the soil and provide hydration",
        "Apply a layer of mulch around the base of the tree to suppress weeds and retain moisture",
        "Regularly monitor and care for the tree, including watering, pruning, and protecting from pests or diseases"
    ],
    "216": [
        "Prepare the surface by cleaning and removing any loose debris",
        "Apply a bonding agent to help the plaster adhere to the surface",
        "Mix the plaster according to the manufacturer's instructions",
        "Start plastering from the top corner of the surface",
        "Spread the plaster evenly using a plastering trowel",
        "Smooth the surface with a wet sponge or float",
        "Allow the plaster to dry completely before applying additional coats",
        "Repeat the process for additional coats if necessary"
    ],
    "217": [
        "Hold the accordion firmly with both hands.",
        "Position your fingers on the keys and the buttons.",
        "Push and pull the bellows to create airflow.",
        "Press the keys to produce different notes.",
        "Use the buttons to play chords or bass notes.",
        "Coordinate the movements of your hands to create melodies.",
        "Vary the pressure and speed of the bellows to control the volume and expression.",
        "Practice playing different songs and melodies to improve your skills."
    ],
    "218": [
        "Hold the badminton racket correctly",
        "Position yourself on one side of the badminton court",
        "Stand with your feet shoulder-width apart",
        "Toss the shuttlecock into the air",
        "Hit the shuttlecock with the racket",
        "Follow through with your shot",
        "Be ready to return the shuttlecock",
        "Continue playing until a point is scored"
    ],
    "219": [
        "Hold the bagpipe with both hands",
        "Place your left arm through the shoulder strap",
        "Hold the chanter with your left hand",
        "Place your right hand on the bass drone",
        "Blow air into the blowstick to create sound",
        "Press the holes on the chanter to play different notes",
        "Control the bag pressure with your arm to maintain consistent sound",
        "Practice different fingerings and melodies to improve proficiency"
    ],
    "220": [
        "Dribble the basketball",
        "Pass the basketball to a teammate",
        "Receive a pass from a teammate",
        "Shoot the basketball into the hoop",
        "Defend against an opponent",
        "Rebound the basketball after a missed shot",
        "Set a screen for a teammate",
        "Move without the basketball"
    ],
    "221": [
        "Hold the bass guitar firmly",
        "Place your fingers on the fretboard",
        "Learn the basic open notes",
        "Practice finger exercises for dexterity",
        "Learn different bass guitar techniques",
        "Start playing simple bass lines",
        "Learn and play bass guitar scales",
        "Practice playing along with songs"
    ],
    "222": [
        "Shuffle the deck of cards",
        "Deal the cards to the players",
        "Arrange your hand of cards",
        "Take turns playing cards",
        "Follow the rules of the game",
        "Pay attention to other players' moves",
        "Keep track of points or scoring",
        "Celebrate the winner at the end of the game"
    ],
    "223": [
        "Hold the cello between your knees",
        "Rest your left hand on the fingerboard",
        "Place your right hand on the bow",
        "Position your left thumb on the back of the neck",
        "Press the strings with your fingers to create different notes",
        "Use the bow to stroke the strings and produce sound",
        "Apply pressure and speed to control the volume and tone",
        "Practice different techniques and finger positions to improve proficiency"
    ],
    "224": [
        "Set up the chessboard",
        "Determine who plays first",
        "Move the pawns forward",
        "Develop the knights",
        "Castling",
        "Bring out the bishops and the queen",
        "Position the rooks",
        "Plan and execute strategic moves"
    ],
    "225": [
        "Hold the clarinet properly with both hands.",
        "Adjust the reed by placing it on the mouthpiece.",
        "Attach the ligature to secure the reed.",
        "Position your fingers on the keys according to the notes you want to play.",
        "Place your embouchure on the mouthpiece, forming a seal.",
        "Take a deep breath and blow into the clarinet.",
        "Press down the keys to produce different pitches.",
        "Control the airflow and finger movements to play various melodies."
    ],
    "226": [
        "Hold the controller with both hands",
        "Press the power button to turn on the controller",
        "Connect the controller to the gaming device using a USB cable or wireless connection",
        "Navigate to the home screen on the gaming device",
        "Select the game you want to play",
        "Use the buttons and joysticks on the controller to navigate menus and select options within the game",
        "Follow the on-screen prompts and controls to play the game",
        "When finished, turn off the controller by pressing the power button again"
    ],
    "227": [
        "Gather the necessary equipment",
        "Find a suitable cricket ground",
        "Mark the boundaries and pitch",
        "Divide players into two teams",
        "Assign roles to each player",
        "Toss a coin to determine which team bats first",
        "Start the game by bowling the ball",
        "Bat and score runs"
    ],
    "228": [
        "Hold cymbals in both hands.",
        "Raise arms above head.",
        "Bring cymbals together.",
        "Clash the cymbals together.",
        "Separate the cymbals.",
        "Alternate clashing the cymbals.",
        "Move cymbals in different directions.",
        "Vary the intensity and speed of the cymbal clashes."
    ],
    "229": [
        "Hold the didgeridoo against your mouth and position it at a slight angle.",
        "Take a deep breath and fill your lungs with air.",
        "Place your lips firmly against the mouthpiece of the didgeridoo.",
        "Blow a steady stream of air into the didgeridoo.",
        "Create a vibrating sound by using your tongue and throat muscles.",
        "Alternate between using different techniques like circular breathing, vocalization, and tongue movement to produce different sounds.",
        "Experiment with different rhythms and patterns by varying your breathing and vibrating techniques.",
        "Practice regularly to improve your skills and explore new sounds."
    ],
    "230": [
        "Set up the drum kit",
        "Hold the drumsticks correctly",
        "Position yourself behind the drum set",
        "Start with a basic drum beat",
        "Coordinate your hands and feet for different beats",
        "Experiment with drum fills and rolls",
        "Play along with music or a metronome",
        "Practice and develop your drumming skills"
    ],
    "231": [
        "Position your fingers on the flute keys",
        "Blow air into the embouchure hole",
        "Create different pitches by covering and uncovering the tone holes",
        "Use your breath control to adjust the volume and intensity of the sound",
        "Move your fingers in a coordinated manner to play different notes",
        "Develop your embouchure technique to produce a clear and resonant tone",
        "Practice scales and exercises to improve your finger dexterity and overall playing ability",
        "Learn and perform musical pieces by reading sheet music and following the specified fingerings"
    ],
    "232": [
        "Hold the guitar correctly",
        "Place your fingers on the fretboard",
        "Strum the strings with your dominant hand",
        "Press the strings down to form chords",
        "Use your other hand to pluck individual strings",
        "Practice different chord progressions",
        "Learn to play melodies and solos",
        "Experiment with different techniques and styles"
    ],
    "233": [
        "Hold the harmonica in your hand.",
        "Position your mouth over one set of holes on the harmonica.",
        "Inhale and exhale through your mouth while moving the harmonica back and forth.",
        "Press different combinations of holes to produce different notes.",
        "Use your tongue to block and unblock holes for additional variations in sound.",
        "Experiment with blowing softly and forcefully to create different dynamics.",
        "Practice playing scales and melodies to improve your skills.",
        "Listen to recordings of professional harmonica players to learn new techniques."
    ],
    "234": [
        "Hold the harp with your left hand in a balanced position.",
        "Place your right hand on the strings near the bottom of the harp.",
        "Pluck the strings gently with your right hand fingers and/or your nails.",
        "Use your left hand fingers to press the correct strings to produce the desired notes.",
        "Use varying finger pressure and techniques to create different dynamics and tones.",
        "Coordinate the movements of your hands to play melodies, chords, and arpeggios.",
        "Pay attention to timing and rhythm, ensuring that each note is played at the right moment.",
        "Practice regularly to improve your technique and develop fluency in playing the harp."
    ],
    "235": [
        "Put on protective equipment",
        "Lace up ice hockey skates",
        "Grip ice hockey stick",
        "Position yourself on the ice",
        "Practice skating and puck handling",
        "Join an ice hockey team",
        "Participate in drills and practice sessions",
        "Play ice hockey matches"
    ],
    "236": [
        "Place keyboard on a stable surface",
        "Plug in the power cord of the keyboard to a power source",
        "Connect the keyboard to an amplifier or speaker system",
        "Turn on the power of the keyboard",
        "Familiarize yourself with the different keys and buttons on the keyboard",
        "Position your hands on the keyboard in the proper posture",
        "Press the keys on the keyboard to produce sound",
        "Practice playing different notes, chords, and melodies on the keyboard"
    ],
    "237": [
        "Gather a group of players",
        "Assign positions to each player",
        "Set up the kickball field",
        "Determine the order of kicking",
        "Pitch the ball",
        "Kick the ball",
        "Field the ball",
        "Score points by reaching bases and touching home plate"
    ],
    "238": [
        "1. Set up the Monopoly board with all the pieces, money, and property cards.",
        "2. Roll the dice to determine who goes first.",
        "3. Begin the first turn by rolling the dice and moving the corresponding number of spaces on the board.",
        "4. Depending on the space landed on, take the necessary action such as buying properties, paying rent, or drawing Chance/Community Chest cards.",
        "5. Continue taking turns in a clockwise direction, following the same procedure.",
        "6. Build houses and hotels on owned properties to increase their rent value.",
        "7. Negotiate and trade properties with other players to accumulate monopolies and increase your chances of winning.",
        "8. The game ends when one player has bankrupted all others and becomes the sole player remaining."
    ],
    "239": [
        "Sit in front of the organ",
        "Position your feet on the pedals",
        "Place your hands on the keyboard",
        "Select a desired voice or sound",
        "Press the power button to turn on the organ",
        "Adjust the volume level",
        "Begin playing the desired notes and chords",
        "Respectively release the pedals and hands to end playing"
    ],
    "240": [
        "Put on protective gear",
        "Load paintballs into the marker",
        "Gather with teammates and form a game plan",
        "Enter the playing field",
        "Communicate and coordinate with teammates during the game",
        "Take cover and move strategically to avoid getting hit",
        "Aim and shoot paintballs at opponents",
        "Celebrate victories and analyze the game afterwards"
    ],
    "241": [
        "Sit in front of the piano",
        "Position your hands on the keyboard",
        "Place your fingers on the appropriate keys",
        "Start playing a simple melody",
        "Use your fingers to press the keys and produce sound",
        "Move your hands smoothly across the keyboard",
        "Maintain proper posture and hand position",
        "Practice regularly to improve your piano playing skills"
    ],
    "242": [
        "Shuffling the deck of cards",
        "Dealing two private cards to each player",
        "Placing the community cards on the table",
        "Betting or checking",
        "Revealing the community cards",
        "Betting or folding",
        "Revealing the private cards",
        "Determining the winner"
    ],
    "243": [
        "Hold the recorder in your left hand",
        "Put your left thumb on the back thumb hole",
        "Cover the remaining four holes with your fingers on your left hand",
        "Hold the recorder to your mouth with your right hand",
        "Place your bottom lip over the mouthpiece",
        "Blow into the recorder using a steady stream of air",
        "Use your fingers on your left hand to play different notes by uncovering and covering the holes",
        "Practice playing different songs and melodies on the recorder"
    ],
    "244": [
        "Hold the saxophone with your left hand on the upper part of the body and your right hand on the lower part of the body.",
        "Place your fingers on the keys, with your left thumb on the thumb rest and your right thumb on the octave key.",
        "Inhale deeply and blow air into the mouthpiece, using your diaphragm to create a strong and steady stream of air.",
        "Press the keys to produce different notes, using precise finger movements and coordination between your hands.",
        "Control the pitch and volume of the sound by adjusting the pressure of your lips on the reed and the speed of your air flow.",
        "Use your tongue to articulate and separate the notes, creating distinct and clear sounds.",
        "Practice different scales, melodies, and techniques to develop your playing skills and expand your repertoire.",
        "Experiment with dynamics, phrasing, and expression to add musicality and emotion to your saxophone playing."
    ],
    "245": [
        "Hold the racquet with a firm grip",
        "Stand in the backcourt of the squash or racquetball court",
        "Serve the ball by hitting it into the front wall",
        "Move quickly and anticipate your opponent's shots",
        "Return the ball by hitting it before it bounces twice",
        "Hit the ball against the wall in a way that it makes it difficult for your opponent to return",
        "Keep the rally going by hitting the ball back and forth",
        "Score points by hitting the ball so that it cannot be returned by your opponent"
    ],
    "246": [
        "Hold the tennis racket with your dominant hand",
        "Position yourself in the ready stance with your feet shoulder-width apart",
        "Slightly bend your knees",
        "Grip the racket with both hands, forming a firm but relaxed grip",
        "Toss the tennis ball into the air with your non-dominant hand",
        "Use your dominant hand to swing the racket and make contact with the ball",
        "Follow through with your swing, extending your arm and releasing the racket",
        "Watch the ball as it crosses the net and anticipate your opponent's shot"
    ],
    "247": [
        "Hold the trombone with both hands.",
        "Position your lips against the mouthpiece of the trombone.",
        "Press down on the keys or valves to change the pitch of the sound.",
        "Breathe in deeply and start blowing air into the trombone.",
        "Use your tongue to articulate each note and create clear, distinct sounds.",
        "Move the slide in and out to change the length of the tubing and alter the pitch.",
        "Play different scales and melodies by following sheet music or improvising your own.",
        "Practice regularly to improve your technique and control."
    ],
    "248": [
        "Hold the trumpet with your left hand",
        "Place your right hand on the valves",
        "Press the valves down to create different notes",
        "Place your lips on the mouthpiece of the trumpet",
        "Take a deep breath and blow into the mouthpiece",
        "Use your fingers to change notes by pressing the valves",
        "Adjust the air pressure to control the volume and tone",
        "Practice playing scales and melodies to improve your skills."
    ],
    "249": [
        "Hold the ukulele with your dominant hand.",
        "Place your fingers on the frets of the ukulele to form chords.",
        "Strum the strings of the ukulele with your other hand.",
        "Maintain a steady rhythm while strumming.",
        "Practice transitioning between different chords smoothly.",
        "Learn and play different songs using the ukulele.",
        "Experiment with different strumming patterns and techniques.",
        "Join a ukulele class or community to improve your skills."
    ],
    "250": [
        "Hold the violin under the chin",
        "Place the left hand on the neck of the violin",
        "Position the fingers on the fingerboard to play different notes",
        "Use the bow to create sound by drawing it across the strings",
        "Maintain proper bowing technique and pressure on the strings",
        "Shift fingers and change positions on the fingerboard to play different pitches",
        "Practice scales and exercises to improve finger dexterity and intonation",
        "Learn to read sheet music and play specific melodies and songs"
    ],
    "251": [
        "Grab the volleyball from the storage",
        "Find a suitable location to set up the volleyball court",
        "Mark the boundaries of the court using ropes or chalk",
        "Divide the players into two teams",
        "Assign specific positions to each player, such as setter, spiker, libero, etc.",
        "Toss a coin to determine which team serves first",
        "Begin the game by serving the volleyball over the net",
        "Continue to volley the ball back and forth between the teams until a point is scored or a fault is committed"
    ],
    "252": [
        "Hold the xylophone mallets in each hand.",
        "Position your hands over the xylophone bars.",
        "Start with the lowest bar on the left side.",
        "Gently strike the bar with the mallet.",
        "Move your hands to the next bar.",
        "Repeat the process for each bar, moving from left to right.",
        "Play the xylophone with rhythm and precision.",
        "Practice different melodies and tunes to improve your xylophone skills."
    ],
    "253": [
        "Approach the runway with the pole in hand",
        "Plant the pole in the box",
        "Run towards the box with full speed",
        "Grip the pole tightly",
        "Takeoff from the ground using the planted pole",
        "Extend your body and raise your legs over the bar",
        "Release the grip on the pole and drop it safely",
        "Land on the mat safely"
    ],
    "254": [
        "Gather weather data from reliable sources.",
        "Analyze the weather data to identify patterns and trends.",
        "Create visual representations of the weather data, such as maps or charts.",
        "Prepare a summary of the weather forecast, including key information like temperature, precipitation, and wind speed.",
        "Compile the weather forecast into a presentation format.",
        "Organize the presentation slides in a logical order.",
        "Practice presenting the weather forecast to ensure clarity and accuracy.",
        "Deliver the weather forecast to the intended audience."
    ],
    "255": [
        "Grasp the pull-up bar with an overhand grip, slightly wider than shoulder-width apart.",
        "Hang from the bar with your arms fully extended and your body straight.",
        "Engage your core muscles and pull your shoulder blades down and back.",
        "Begin by bending your elbows and pulling your body upward.",
        "Continue pulling until your chin is above the bar.",
        "Pause briefly at the top of the movement.",
        "Lower your body back down to the starting position with control.",
        "Repeat for the desired number of repetitions."
    ],
    "256": [
        "Clench your fist",
        "Extend your arm forward",
        "Bend your elbow",
        "Pull your fist back towards your chest",
        "Extend your arm forward again",
        "Repeat the previous two steps in a rhythmic motion",
        "Increase the speed of the pumping motion",
        "Continue pumping your fist with energy and enthusiasm"
    ],
    "257": [
        "Pick up the gas nozzle",
        "Insert the nozzle into the car's gas tank",
        "Select the type of fuel you want to pump",
        "Push the lever to lock it in place",
        "Squeeze the handle to start pumping gas",
        "Watch the meter to see how much gas you are pumping",
        "Release the handle when you are finished",
        "Put the gas nozzle back in its holder"
    ],
    "258": [
        "Take a firm stance and position your body correctly.",
        "Make a fist with your dominant hand and keep your other hand guarding your face.",
        "Shift your weight from your back foot to your front foot as you extend your punching arm forward.",
        "Rotate your hips and torso to generate power as you punch the bag.",
        "Snap your arm back quickly to protect yourself and prepare for the next punch.",
        "Continue to alternate punching with both arms, maintaining good form and technique.",
        "Focus on hitting the bag with speed, accuracy, and power.",
        "Take breaks as needed and listen to your body."
    ],
    "259": [
        "Stand with your feet shoulder-width apart and your knees slightly bent",
        "Extend your dominant arm forward, keeping your elbow bent",
        "Rotate your hips and shoulders to generate power",
        "Pivot on your back foot as you twist your torso",
        "Extend your arm fully, aiming for your target",
        "Make contact with your fist, driving it through the target",
        "Quickly retract your arm back to the starting position",
        "Reset your stance and prepare for your next punch"
    ],
    "260": [
        "Place your hands shoulder-width apart on the ground.",
        "Extend your legs back so that you are supporting your weight on your hands and toes.",
        "Keep your body in a straight line from head to toe, with your core engaged.",
        "Lower your chest towards the ground by bending your elbows.",
        "Pause for a moment when your chest is just above the ground.",
        "Push through your hands to straighten your arms, lifting your body back up.",
        "Repeat the movement for the desired number of repetitions.",
        "Remember to breathe consistently throughout the exercise."
    ],
    "261": [
        "Approach the car",
        "Position yourself behind the car",
        "Place your hands on the back of the car",
        "Engage your leg muscles",
        "Push the car forward with force",
        "Continue pushing until the car starts moving",
        "Maintain a steady pace while pushing",
        "Gradually reduce the force as the car gains momentum"
    ],
    "262": [
        "Position yourself behind the cart",
        "Place your hands on the handlebar",
        "Apply force to the handlebar",
        "Push the cart forward",
        "Maintain a steady pace",
        "Adjust the direction of the cart if needed",
        "Continue pushing until the desired destination is reached",
        "Release your grip on the handlebar"
    ],
    "263": [
        "Position yourself behind the wheelchair",
        "Place your hands on the handles of the wheelchair",
        "Lean forward and engage your lower body strength",
        "Push the wheelchair forward with a steady and controlled motion",
        "Maintain a comfortable pace while pushing",
        "Observe and anticipate any obstacles or changes in terrain",
        "Adjust your grip and body position as needed for better maneuverability",
        "Continue pushing until you have reached your desired destination"
    ],
    "264": [
        "Pick up the book",
        "Find a comfortable place to sit",
        "Open the book",
        "Adjust the lighting if necessary",
        "Begin reading from the first page",
        "Turn the pages as you progress",
        "Take breaks if needed",
        "Finish reading the book"
    ],
    "265": [
        "Pick up the newspaper",
        "Unfold the newspaper",
        "Find a comfortable place to sit",
        "Adjust the lighting for reading",
        "Begin reading from the front page",
        "Turn the pages sequentially",
        "Pause and reflect on interesting articles",
        "Complete reading the entire newspaper"
    ],
    "266": [
        "Set up the recording equipment",
        "Prepare the musical instruments",
        "Adjust the microphone positions",
        "Test the audio levels",
        "Press the record button",
        "Play and perform the music",
        "Monitor the recording quality",
        "Stop the recording and save the audio file"
    ],
    "267": [
        "Mount the bike by swinging your leg over the seat.",
        "Place your feet on the pedals.",
        "Adjust your body position to sit comfortably on the saddle.",
        "Hold the handlebars firmly with both hands.",
        "Push down on the pedals with your feet to start moving.",
        "Maintain your balance by keeping the bike upright.",
        "Steer the bike in the desired direction by turning the handlebars.",
        "Apply brakes gently to slow down or stop."
    ],
    "268": [
        "Approach the camel",
        "Climb onto the camel's back",
        "Grab onto the reins",
        "Kick your legs gently to instruct the camel to start moving",
        "Maintain your balance as the camel walks",
        "Lean back slightly when the camel starts to run",
        "Hold onto the reins firmly to steer the camel in the desired direction",
        "Gradually slow down and stop the camel by pulling back on the reins"
    ],
    "269": [
        "Climbing onto the back of the elephant",
        "Holding onto the elephant's ears or using a saddle for stability",
        "Guiding the elephant with verbal commands or using gentle pressure from the legs",
        "Sitting comfortably and securely on the elephant's back",
        "Maintaining balance while the elephant moves",
        "Enjoying the ride and taking in the surroundings",
        "Carefully dismounting from the elephant's back",
        "Thanking the elephant and its caretakers for the experience"
    ],
    "270": [
        "Mount the mechanical bull and position yourself securely on the seat.",
        "Hold onto the handlebars tightly to maintain balance and stability.",
        "Prepare yourself for the bull's movements by bracing your core and legs.",
        "Signal the operator to start the mechanical bull's motion.",
        "React to the bull's movements by adjusting your body position and applying counter pressure.",
        "Shift your weight and use your legs and arms to maintain control and balance.",
        "Try to stay on the bull for as long as possible by anticipating its moves and adjusting accordingly.",
        "When ready to dismount, signal the operator to stop the bull, and carefully release your grip on the handlebars before stepping off."
    ],
    "271": [
        "Put on a helmet",
        "Check the condition of the mountain bike",
        "Adjust the seat height",
        "Grip the handlebars firmly",
        "Start pedaling to gain momentum",
        "Shift gears to match the terrain",
        "Navigate obstacles and rough terrain carefully",
        "Enjoy the ride and maintain balance"
    ],
    "272": [
        "Mount the mule by stepping on the left stirrup",
        "Swing your right leg over the mule's back and settle into the saddle",
        "Hold onto the reins firmly with both hands",
        "Gently kick or squeeze the mule's sides with your legs to encourage it to start walking",
        "Guide the mule using the reins to turn left or right",
        "Use your body weight to signal the mule to stop or slow down",
        "Keep a balanced posture while riding",
        "Dismount the mule by swinging your right leg over the mule's back and landing on the ground"
    ],
    "273": [
        "Approach the horse calmly",
        "Gently grab the reins of the horse",
        "Lead the horse to a suitable location for riding or walking",
        "Prepare the horse by checking the saddle and bridle",
        "Mount the horse by placing your left foot in the stirrup and swinging your right leg over the horse's back",
        "Find your balance in the saddle",
        "Communicate with the horse through subtle cues to indicate the desired direction or speed",
        "Guide the horse using the reins and your body movements"
    ],
    "274": [
        "Get on the scooter",
        "Put on a helmet for safety",
        "Adjust the seat to a comfortable position",
        "Place both feet on the footrests",
        "Gently push off with one foot to gain momentum",
        "Use the handlebars to steer and balance",
        "Accelerate by twisting the throttle",
        "Brake by squeezing the brake lever"
    ],
    "275": [
        "Mounting the unicycle by placing one foot on the pedal",
        "Balancing the body by leaning forward and using arms for stability",
        "Pedaling with one foot to gain momentum",
        "Lifting the second foot onto the other pedal",
        "Continuing to pedal and maintain balance",
        "Steering the unicycle by shifting body weight",
        "Maintaining focus and concentration to stay balanced",
        "Dismounting the unicycle by stepping off with one foot"
    ],
    "276": [
        "Hold the paper firmly in both hands.",
        "Start tearing the paper from one corner.",
        "Continue tearing in a straight line.",
        "Apply even pressure while tearing the paper.",
        "Repeat the tearing process until the desired size or shape is achieved.",
        "For more precise ripping, use scissors to create a starting point.",
        "Be careful not to tear the paper too forcefully or it may rip unevenly.",
        "Dispose of the ripped pieces of paper properly."
    ],
    "277": [
        "Activate robot's dance mode",
        "Play upbeat music to set the mood",
        "Robot raises its arms above its head",
        "Robot starts moving its hips from side to side",
        "Robot takes a step forward with its right foot",
        "Robot spins in a circle",
        "Robot does a high kick with its left leg",
        "Robot finishes with a dramatic pose"
    ],
    "278": [
        "Tie the climbing harness securely around your waist.",
        "Fasten the climbing shoes tightly on your feet.",
        "Inspect the rock climbing route for any potential hazards or obstacles.",
        "Securely fasten the climbing helmet on your head.",
        "Attach the climbing rope to your harness using a proper knot.",
        "Use your hands and feet to carefully ascend the rock face.",
        "Maintain a steady grip and carefully search for stable footholds and handholds.",
        "Use proper belaying techniques and communication to ensure a safe climb."
    ],
    "279": [
        "Choose rock or scissors or paper as your move",
        "Count to three",
        "Simultaneously reveal your move",
        "Rock beats scissors",
        "Scissors beat paper",
        "Paper beats rock",
        "Determine the winner based on moves",
        "Repeat steps 1-7 for the next round"
    ],
    "280": [
        "Put on roller skates",
        "Stand with feet shoulder-width apart",
        "Bend knees slightly for balance",
        "Push off with one foot",
        "Glide with the other foot",
        "Alternate pushing and gliding with each foot",
        "Maintain balance and posture while skating",
        "Practice stopping and turning smoothly"
    ],
    "281": [
        "Put on appropriate running shoes and comfortable activewear.",
        "Adjust the treadmill settings to your desired speed and incline level.",
        "Stand on the treadmill and position yourself securely with one foot on each side of the belt.",
        "Press the start button on the treadmill to initiate the running program.",
        "Begin by slowly increasing your speed until you reach a comfortable running pace.",
        "Maintain proper posture with your head up, shoulders relaxed, and arms swinging naturally.",
        "Continue running on the treadmill for your desired duration or until you achieve your fitness goal.",
        "Gradually reduce your speed and allow the treadmill to come to a complete stop before stepping off."
    ],
    "282": [
        "Prepare the sailboat and check all the equipment",
        "Raise the sails and secure them properly",
        "Steer the boat in the desired direction using the tiller or steering wheel",
        "Adjust the sails to catch the wind properly",
        "Maintain a proper course by constantly monitoring the wind direction and adjusting the sails accordingly",
        "Navigate through any obstacles in the water, such as other boats or buoys",
        "Trim the sails to optimize speed and efficiency",
        "Bring the boat safely back to the dock and anchor it properly"
    ],
    "283": [
        "Count the beat",
        "Start with the basic step",
        "Step forward with your left foot",
        "Bring your right foot together",
        "Step back with your right foot",
        "Bring your left foot together",
        "Turn to the right",
        "Turn to the left"
    ],
    "284": [
        "Move furniture and objects out of the room",
        "Remove any nails or staples from the floor",
        "Sweep or vacuum the floor to remove debris",
        "Fill any cracks or gaps in the floor with wood filler",
        "Attach the appropriate grit sandpaper to a floor sander",
        "Start sanding the floor, working in small sections at a time",
        "Change the sandpaper grit as needed to achieve the desired smoothness",
        "Clean the floor thoroughly to remove any remaining dust or residue"
    ],
    "285": [
        "Crack the eggs into a bowl",
        "Whisk the eggs until the yolks and whites are fully combined",
        "Add salt and pepper to taste",
        "Heat a non-stick pan over medium heat",
        "Melt a small amount of butter in the pan",
        "Pour the beaten eggs into the pan",
        "Cook the eggs for a few minutes, stirring occasionally until they start to set",
        "Continue cooking the eggs, stirring gently, until they reach your desired level of doneness"
    ],
    "286": [
        "Put on scuba gear",
        "Check the air supply",
        "Enter the water",
        "Descend underwater",
        "Equalize your ears",
        "Explore the underwater environment",
        "Monitor your air supply",
        "Ascend back to the surface"
    ],
    "287": [
        "Lay a clean tablecloth on the table.",
        "Place the tablecloth evenly, ensuring it covers the entire surface.",
        "Set placemats at each seat.",
        "Position the placemats parallel to the edges of the table.",
        "Place dinner plates at each setting.",
        "Position each plate in the center of the placemat.",
        "Set forks to the left of each plate.",
        "Arrange the forks evenly, with the tines facing up."
    ],
    "288": [
        "Extend your right arm towards the other person",
        "Open your palm with the fingers slightly spread apart",
        "Move your arm forward, bringing your palm closer to the other person's right hand",
        "Maintain eye contact and smile",
        "Wrap your fingers around the other person's hand, making sure to match their grip strength",
        "Gently shake their hand up and down a few times",
        "Release your grip and retract your arm back to your side",
        "Thank the person and exchange pleasantries if desired"
    ],
    "289": [
        "Tilt the head slightly to one side",
        "Slowly rotate the head from side to side",
        "Increase the speed of head rotation",
        "Gradually decrease the rotation speed",
        "Pause momentarily with the head centered",
        "Tilt the head in the opposite direction",
        "Rotate the head in the opposite direction",
        "Gradually slow down the head rotation"
    ],
    "290": [
        "Find a stable surface to work on.",
        "Gather all the knives that need sharpening.",
        "Inspect each knife for any damages or irregularities.",
        "Hold the knife firmly with one hand.",
        "Position the knife at a 20-degree angle to the sharpening tool.",
        "Gently slide the blade of the knife along the sharpening tool, starting from the base to the tip.",
        "Repeat this motion on both sides of the blade, ensuring equal sharpening.",
        "Inspect the knife again for sharpness before using or storing."
    ],
    "291": [
        "Hold the pencil firmly in one hand.",
        "Use a pencil sharpener with a sharpening blade.",
        "Insert the dull end of the pencil into the sharpener.",
        "Rotate the pencil in a clockwise motion while applying gentle pressure.",
        "Continue rotating until the pencil becomes sharp.",
        "Remove the pencil from the sharpener.",
        "Inspect the tip of the pencil to ensure it is sharp.",
        "Repeat the process if necessary."
    ],
    "292": [
        "Wet the head with water",
        "Apply shaving cream to the head",
        "Using a razor, start shaving from the front of the head towards the back",
        "Continue shaving in a systematic pattern, moving from one area of the head to another",
        "Rinse the razor frequently to remove hair and shaving cream residue",
        "Use your non-dominant hand to pull the skin taut while shaving for a closer shave",
        "Pay extra attention to the hairline and behind the ears",
        "Once all the hair has been shaved, rinse the head with water to remove any remaining shaving cream"
    ],
    "293": [
        "Wet your legs with warm water.",
        "Apply shaving cream or gel on your legs.",
        "Take a razor and hold it at a 30-degree angle.",
        "Start shaving from your ankle and move upwards.",
        "Rinse the razor after every stroke.",
        "Gently press the razor against your skin to remove hair.",
        "Continue shaving until all the hair is removed.",
        "Rinse your legs with cold water to close the pores."
    ],
    "294": [
        "Prepare the shearing equipment",
        "Secure the sheep in a suitable restraining device",
        "Inspect the sheep for any visible health issues or injuries",
        "Begin by shearing the head and neck area",
        "Continue shearing along the body, working from top to bottom",
        "Pay special attention to areas with heavy wool growth, such as the belly and hindquarters",
        "Gently move and position the sheep as needed to access different areas",
        "Ensure that each pass with the shearing tool removes all the wool from the sheep"
    ],
    "295": [
        "Clean the surface of the shoes using a soft brush or cloth",
        "Apply shoe cleaner or polish onto the surface of the shoes",
        "Use a brush to spread the cleaner or polish evenly across the shoes",
        "Let the shoes sit for a few minutes to allow the cleaner or polish to penetrate the leather",
        "Buff the shoes using a shoe brush or a soft cloth to remove excess cleaner or polish",
        "Use a shoe shine cloth or a clean cloth to apply shoe shine onto the shoes",
        "Buff the shoes using a circular motion to enhance shine and remove any remaining residue",
        "Repeat the shoe shine process if desired shine level is not achieved"
    ],
    "296": [
        "Hold the basketball with your dominant hand",
        "Bend your knees slightly",
        "Focus on the target hoop",
        "Extend your arm and aim at the center of the hoop",
        "Using your wrist, flick the ball towards the hoop",
        "Follow through with your arm motion",
        "Observe the trajectory of the ball",
        "Repeat the process to improve accuracy"
    ],
    "297": [
        "Position yourself in front of the goal",
        "Aim for a specific spot in the goal",
        "Plant your non-kicking foot next to the ball",
        "Take a backswing with your kicking leg",
        "Swing your leg forward with power and accuracy",
        "Strike the ball with the top of your foot",
        "Follow through with your kicking leg",
        "Watch as the ball flies into the goal"
    ],
    "298": [
        "Hold the shot put in your dominant hand near the base of your fingers.",
        "Stand in the throwing circle with your feet shoulder-width apart and your non-dominant foot slightly in front of your dominant foot.",
        "Bend your knees slightly, keeping your back straight and your weight evenly distributed on both feet.",
        "Bring the shot put back towards your neck, keeping your elbow high and close to your body.",
        "Rotate your hips and torso towards the direction you want to throw, transferring your weight onto your back foot.",
        "Drive your non-dominant foot into the ground and push off, extending your legs and generating power.",
        "Release the shot put at the optimal moment, using a throwing motion that involves a push from the shoulder and wrist flick.",
        "Follow through with your arm, allowing it to extend fully and finish above your shoulder."
    ],
    "299": [
        "Grab the shovel",
        "Position yourself in front of the pile of snow",
        "Insert the shovel into the snow",
        "Push the shovel forward to lift and scoop the snow",
        "Lift the shovel with the snow and transfer it to the desired location",
        "Release the shovel to deposit the snow",
        "Repeat steps 3 to 6 until the desired area is cleared",
        "Dispose of the snow properly"
    ],
    "300": [
        "Prepare the shredding machine by ensuring it is plugged in and turned on",
        "Gather all the papers that need to be shredded",
        "Remove any staples, paper clips, or other non-paper items from the stack of papers",
        "Check for any sensitive or confidential information on the papers and set them aside for separate shredding",
        "Feed the papers into the shredding machine one at a time, ensuring they are properly aligned and inserted fully",
        "Continue feeding the papers until the entire stack has been shredded",
        "Empty the shredded paper collection bin or bag as needed to ensure the machine does not become jammed",
        "Dispose of the shredded paper in a secure manner, such as recycling or using a designated shredding disposal service"
    ],
    "301": [
        "Hold the deck of cards in one hand.",
        "Use your other hand to split the deck into two equal halves.",
        "Hold each half of the deck with one hand.",
        "Place the two halves of the deck on top of each other.",
        "Use your fingers to interweave and mix the cards from both halves.",
        "Maintain a steady and quick motion to ensure thorough shuffling.",
        "Repeat the interweaving motion several times.",
        "Finally, square up the deck and it is now shuffled."
    ],
    "302": [
        "Stand with your feet shoulder-width apart.",
        "Raise your knee of the kicking leg up towards your chest.",
        "Extend your leg straight out to the side, aiming for your target.",
        "As your leg reaches full extension, rotate your hips and pivot on the standing foot.",
        "Strike your target with the outer edge of your foot.",
        "Recoil your leg back to the starting position.",
        "Return your standing foot to its original position.",
        "Repeat the side kick for the desired number of repetitions."
    ],
    "303": [
        "Observe the person communicating in sign language",
        "Analyze and understand the meaning of the signs being used",
        "Simultaneously translate the signs into spoken language",
        "Clearly articulate the translated message to the intended audience",
        "Maintain visual and physical contact with the person communicating in sign language",
        "Ensure accuracy and fidelity in the interpretation process",
        "Adapt the interpretation style and language to the needs of the situation and audience",
        "Continuously update and improve sign language interpreting skills"
    ],
    "304": [
        "Choose a song to sing",
        "Warm up your vocal cords",
        "Memorize the lyrics",
        "Practice the melody",
        "Find the right key",
        "Control your breathing",
        "Express emotions through your voice",
        "Perform with confidence"
    ],
    "305": [
        "Lie down on your back with your knees bent and feet flat on the floor.",
        "Cross your arms over your chest or place your hands behind your ears.",
        "Engage your core muscles by tightening your abdominal muscles.",
        "Slowly lift your upper body off the ground, using your core strength.",
        "Exhale as you lift and inhale as you lower yourself back down.",
        "Continue to lift until your shoulder blades are off the ground.",
        "Pause briefly at the top of the movement and then slowly lower yourself back down.",
        "Repeat the movement for the desired number of repetitions."
    ],
    "306": [
        "Find a suitable skateboarding location",
        "Put on protective gear such as helmet, knee pads, and elbow pads",
        "Push off with your foot to gain momentum",
        "Keep your balance by bending your knees and leaning forward",
        "Place your feet on the skateboard, one foot slightly behind the other",
        "Kick your back foot to propel yourself forward",
        "Use your arms for balance and stability",
        "Practice different skateboarding tricks and techniques"
    ],
    "307": [
        "Stand at the top of the ski jump ramp.",
        "Bend your knees slightly and prepare for takeoff.",
        "Push off forcefully with your legs to propel yourself into the air.",
        "Extend your body and arms forward to maintain balance.",
        "Lean forward and bring your skis parallel to each other.",
        "Keep your body stable and maintain a streamlined position in the air.",
        "Spot your landing and prepare to land with your knees slightly bent.",
        "Absorb the impact of landing by flexing your knees and maintaining balance."
    ],
    "308": [
        "Put on ski boots",
        "Attach skis to ski boots",
        "Grab ski poles",
        "Find a suitable place for skiing",
        "Position yourself on top of the slope",
        "Bend your knees and get into a skiing stance",
        "Push off with your poles and start gliding downhill",
        "Maintain balance and control your speed while skiing"
    ],
    "309": [
        "Put on appropriate skiing equipment",
        "Find a suitable cross-country skiing trail",
        "Warm up your muscles by stretching",
        "Start skiing with a gentle and smooth stride",
        "Maintain a steady rhythm and pace",
        "Use proper techniques for climbing uphill",
        "Practice weight shifting and balance when going downhill",
        "Cool down and stretch after your skiing session"
    ],
    "310": [
        "Put on skiing gear",
        "Find a slalom course",
        "Ski down the course at a high speed",
        "Weave through the gates",
        "Bend your knees and keep a low center of gravity",
        "Shift your weight from one ski to the other",
        "Turn quickly and smoothly between the gates",
        "Maintain balance and control throughout the run"
    ],
    "311": [
        "Hold the skipping rope handles in each hand.",
        "Step over the rope and position it behind your feet, slightly touching your ankles.",
        "With a slight jump, swing the rope overhead and above your head.",
        "As the rope comes back down, jump over it with both feet together.",
        "Repeat the jump as the rope passes underneath your feet.",
        "Continue jumping and maintaining a steady rhythm.",
        "Try different variations like high knees, double unders, or crossing the rope over.",
        "To finish, slow down your pace and let the rope stop spinning."
    ],
    "312": [
        "Prepare the equipment",
        "Board the aircraft",
        "Ascend to the desired altitude",
        "Exit the aircraft",
        "Freefall",
        "Deploy the parachute",
        "Control the descent",
        "Land safely"
    ],
    "313": [
        "Choose a suitable slackline and find a location with two anchor points.",
        "Set up the slackline by attaching it securely to the anchor points.",
        "Tighten the slackline to an appropriate tension using a ratchet or tensioning system.",
        "Place a protective mat or cushion underneath the slackline in case of falls.",
        "Step onto the slackline with one foot and stabilize yourself.",
        "Carefully balance and distribute your weight onto the slackline.",
        "Take small steps and make adjustments to maintain your balance.",
        "Practice different techniques and tricks as you gain more confidence."
    ],
    "314": [
        "Extend your arm towards the target",
        "Curl your fingers into a tight fist",
        "Aim the palm side of your hand towards the target",
        "Swing your arm forward swiftly",
        "Make contact with the target using the back of your hand",
        "Follow through with the motion, allowing your hand to continue moving forward",
        "Retract your arm back to its starting position",
        "Regain your balance and prepare for the next action"
    ],
    "315": [
        "1. Prepare the sled dog team by ensuring they are in good health and fitness.",
        "2. Select and organize the necessary equipment such as sleds, harnesses, and booties.",
        "3. Train the sled dogs to understand basic commands like 'stop', 'go', 'left', and 'right'.",
        "4. Design and plan the race route, taking into consideration the terrain and distance.",
        "5. Check weather conditions to ensure the safety of the dogs and participants.",
        "6. Conduct a pre-race briefing to inform the participants about the rules and regulations.",
        "7. Start the race by releasing the sled dogs and maintaining control over the team.",
        "8. Monitor the race progress and provide necessary support and assistance to the participants."
    ],
    "316": [
        "Take out a cigarette from the pack",
        "Place the cigarette between your lips",
        "Take a lighter or matchstick",
        "Ignite the lighter or matchstick",
        "Hold the flame close to the end of the cigarette",
        "Inhale slowly, drawing the smoke into your mouth",
        "Exhale the smoke from your mouth",
        "Repeat the inhalation and exhalation process"
    ],
    "317": [
        "Prepare the hookah by assembling the parts",
        "Fill the glass base with water",
        "Place the hookah stem on top of the base",
        "Attach the hose and mouthpiece to the hookah stem",
        "Pack the bowl with flavored tobacco",
        "Light the charcoal and place it on top of the bowl",
        "Start inhaling the smoke through the hose",
        "Enjoy the relaxing experience of smoking hookah"
    ],
    "318": [
        "Position your feet shoulder-width apart with your toes pointing slightly outward.",
        "Bend your knees and hinge forward at the hips, keeping your back straight and chest up.",
        "Extend your arms forward, keeping them slightly flexed at the elbows.",
        "Grip the barbell with an overhand grip, hands slightly wider than shoulder-width apart.",
        "Brace your core and lift the barbell explosively by extending your hips, knees, and ankles.",
        "As the barbell reaches its highest position, quickly pull your body under the bar by bending your elbows and bringing your shoulders up.",
        "Catch the barbell overhead with your arms fully extended and your elbows locked.",
        "Stand up straight with the barbell overhead, maintaining a stable and balanced position."
    ],
    "319": [
        "Inhale air deeply",
        "Hold breath momentarily",
        "Close eyes tightly",
        "Tighten facial muscles",
        "Expel air forcefully through the nose",
        "Cover the nose and mouth with a tissue or hand",
        "Dispose of the tissue properly",
        "Wash hands afterwards"
    ],
    "320": [
        "Inhale deeply through the nose",
        "Allow the air to flow into the nasal passages",
        "Draw the air further into the sinuses",
        "Feel the sensation of the air passing through the sinuses",
        "Exhale gently through the nose",
        "Repeat the process of inhaling and exhaling through the nose",
        "Focus on the scents or odors in the environment",
        "Observe any changes or reactions in the sense of smell"
    ],
    "321": [
        "Put on snorkel mask and ensure it fits securely on your face",
        "Put on snorkel fins to aid in swimming",
        "Wade into the water until it is deep enough to swim comfortably",
        "Take a deep breath and lower yourself into the water",
        "Start swimming using a stroke of your choice",
        "Keep your head underwater, looking down to observe marine life",
        "Breathe through the snorkel tube when needed",
        "Continue exploring underwater until you are ready to return to shore"
    ],
    "322": [
        "Put on snowboarding boots",
        "Strap on snowboarding bindings",
        "Secure snowboarding helmet",
        "Grab snowboard and attach to bindings",
        "Slide down the slope to gain momentum",
        "Bend knees and lean forward to initiate a turn",
        "Use body weight to control speed and direction",
        "Perform tricks and stunts as desired"
    ],
    "323": [
        "Choose a suitable location with open space and enough snow",
        "Prepare the necessary equipment, including a snowkite, harness, helmet, and snowboard or skis",
        "Check the wind direction and speed to ensure safe conditions for snowkiting",
        "Set up the snowkite by attaching the lines and inflating the kite",
        "Put on the harness and secure it properly",
        "Launch the snowkite by pulling on the control bar while maintaining proper balance",
        "Control the direction and speed of the snowkite by adjusting the angle of the kite and using the control bar",
        "Practice different maneuvers and techniques, such as jumps, turns, and slides, to improve your snowkiting skills"
    ],
    "324": [
        "Put on warm winter clothing and gear",
        "Check the condition of the snowmobile and ensure it is in proper working order",
        "Start the snowmobile engine",
        "Adjust the throttle and familiarize yourself with the controls",
        "Accelerate slowly and get accustomed to the snowmobile's handling",
        "Ride on designated trails or areas approved for snowmobiling",
        "Observe all safety regulations and signs while riding",
        "Enjoy the exhilarating experience of snowmobiling while taking in the winter scenery"
    ],
    "325": [
        "Stand tall with your feet shoulder-width apart.",
        "Bend your knees slightly to prepare for the jump.",
        "Swing your arms down to gain momentum.",
        "Jump up while tucking your knees up towards your chest.",
        "Extend your legs out in front of you to create a circular motion.",
        "Use your core muscles to rotate your body through the air.",
        "As you near the end of the rotation, extend your legs and prepare to land on your feet.",
        "Land softly on the balls of your feet with your knees slightly bent."
    ],
    "326": [
        "Hold the poi handles in each hand.",
        "Start swinging one poi in front of your body, making circular motions.",
        "As the first poi reaches its peak on one side, begin swinging the other poi on the opposite side.",
        "Continue to alternate swinging the poi in a circular motion, creating a spinning effect.",
        "Gradually increase the speed and momentum of the poi swings.",
        "Experiment with different hand and arm movements to create different patterns with the spinning poi.",
        "Practice controlling the poi's spin and direction by adjusting the grip and angle of your hands.",
        "Continue practicing and refining your spinning poi technique to master various tricks and maneuvers."
    ],
    "327": [
        "Prepare the surface by cleaning it thoroughly.",
        "Cover any areas you don't want painted with masking tape or drop cloths.",
        "Shake the spray paint can vigorously to mix the paint.",
        "Hold the can about six to eight inches away from the surface.",
        "Begin spraying in a steady back-and-forth motion, overlapping each stroke slightly.",
        "Keep the can moving to avoid drips or uneven coverage.",
        "Apply multiple thin coats, allowing each coat to dry before applying the next.",
        "Let the final coat dry completely before removing any masking tape or drop cloths."
    ],
    "328": [
        "Hold the spray bottle firmly with one hand",
        "Twist the cap or nozzle of the spray bottle to open it",
        "Shake the spray bottle to mix the contents thoroughly",
        "Adjust the nozzle to the desired spray pattern (if applicable)",
        "Point the nozzle of the spray bottle in the direction where you want to spray",
        "Press down on the trigger or button to release the spray",
        "Move the spray bottle in a sweeping motion to cover the desired area",
        "Release the trigger or button to stop spraying"
    ],
    "329": [
        "Stand on the edge of the springboard",
        "Bend your knees to prepare for the dive",
        "Push off the springboard with your legs",
        "Extend your body and reach forward with your arms",
        "Tuck your knees to your chest",
        "Perform a somersault in the air",
        "Extend your body again",
        "Straighten your legs and enter the water headfirst"
    ],
    "330": [
        "Stand with your feet shoulder-width apart",
        "Engage your core and keep your chest lifted",
        "Lower your body by bending your knees and pushing your hips back",
        "Keep your weight on your heels and maintain a straight back",
        "Go down until your thighs are parallel to the ground",
        "Pause for a moment, then push through your heels to return to the starting position",
        "Repeat for the desired number of repetitions",
        "Remember to breathe throughout the entire movement"
    ],
    "331": [
        "Open your mouth slightly",
        "Move your tongue forward",
        "Extend your tongue outside your mouth",
        "Curve the tip of your tongue upward",
        "Push your tongue against your lower lip",
        "Hold the position for a few seconds",
        "Slowly retract your tongue back into your mouth",
        "Close your mouth"
    ],
    "332": [
        "Prepare a large container filled with grapes",
        "Clean and sanitize your feet",
        "Step into the container full of grapes",
        "Begin stomping on the grapes with your feet",
        "Continue stomping and crushing the grapes to release their juice",
        "Periodically mix and rotate the grapes to ensure even pressure is applied",
        "Repeat the stomping process until all the grapes have been thoroughly crushed",
        "Transfer the crushed grape juice into a separate container for further processing"
    ],
    "333": [
        "Extend your arm straight out in front of you.",
        "Bend your wrist backward, stretching your fingers.",
        "Bring your arm across your chest to stretch the shoulder.",
        "Rotate your arm in circles to loosen up the shoulder joint.",
        "Reach your arm overhead, stretching the upper arm and shoulder.",
        "Lean your upper body to the side, stretching the arm and side muscles.",
        "Lower your arm and repeat the stretches on the other side.",
        "Finish by shaking out your arm to release any tension."
    ],
    "334": [
        "Stand up straight with your feet shoulder-width apart",
        "Extend your right leg forward, keeping your foot flexed",
        "Slowly bend your upper body forward, reaching towards your extended leg",
        "Hold the stretch for a few seconds",
        "Return to the starting position",
        "Repeat the stretch with your left leg",
        "Alternate between stretching each leg for a total of 8 repetitions",
        "Remember to breathe deeply and relax your muscles throughout the stretch"
    ],
    "335": [
        "Hold the guitar with your dominant hand.",
        "Place your non-dominant hand on the neck of the guitar.",
        "Position your fingers on the appropriate frets of the guitar.",
        "Use your dominant hand to strum the strings of the guitar.",
        "Strum the strings in a downward motion.",
        "Strum the strings in an upward motion.",
        "Alternate between downward and upward strums.",
        "Practice different strumming patterns to create rhythm."
    ],
    "336": [
        "Walking towards the beach with a surfboard",
        "Putting on a wetsuit",
        "Applying wax to the surfboard",
        "Paddling out into the water",
        "Positioning yourself on the surfboard",
        "Waiting for the perfect wave",
        "Catching a wave and riding it",
        "Navigating through the crowd of surfers"
    ],
    "337": [
        "Paddle out towards the breaking waves",
        "Position yourself on the surfboard",
        "Wait for a suitable wave to catch",
        "Extend your arms in front of you for balance",
        "Use your upper body strength to push yourself up into a standing position",
        "Bend your knees slightly and maintain a low center of gravity",
        "Use your arms to maintain balance as you ride the wave",
        "Lean into turns and shift your weight as needed"
    ],
    "338": [
        "Grab a broom and dustpan",
        "Move any furniture or objects off the floor",
        "Start at one corner of the room and sweep the dirt and debris into a pile",
        "Use the dustpan to scoop up the dirt and transfer it into a trash bag or bin",
        "Continue sweeping in small sections until the entire room is clean",
        "Check corners, edges, and hard-to-reach areas for any remaining dirt or debris",
        "Dispose of the dirt properly, either by emptying the trash bag or bin into a larger trash receptacle or by placing it outside for disposal",
        "Return furniture and objects to their original positions"
    ],
    "339": [
        "Lie on your back in the water",
        "Extend your arms straight above your head",
        "Bend your elbows and bring your hands down towards your hips",
        "Simultaneously kick your legs in a fluttering motion",
        "As your hands reach your hips, rotate your shoulders",
        "Begin the arm recovery by sweeping your arms out of the water",
        "Bring your arms back up above your head",
        "Repeat the process for a continuous backstroke swim"
    ],
    "340": [
        "Extend arms and glide forward in water",
        "Take a deep breath and hold it",
        "Bend the elbows and bring hands towards chest",
        "Extend arms forward pushing water backward",
        "Kick legs in a frog-like motion",
        "Keep head facing down and hips elevated",
        "Continue kicking and pulling arms in a synchronized manner",
        "Repeat the steps in a continuous fluid motion"
    ],
    "341": [
        "Position yourself face down in the water, extending your arms in front of you.",
        "Kick your legs together in a dolphin-like motion.",
        "Simultaneously, pull your arms through the water in a circular motion, sweeping them out and around.",
        "Keep your head facing down and your body straight as you recover your arms and bring them back to the starting position.",
        "Kick your legs again as you glide forward through the water.",
        "Continue this motion rhythmically, coordinating the movements of your arms and legs.",
        "Take regular breaths by rotating your head to the side during the recovery phase of the stroke.",
        "Repeat the steps in a fluid and continuous manner, propelling yourself through the water."
    ],
    "342": [
        "Step 1: Start with a closed position, facing your partner.",
        "Step 2: Begin by taking a step backward with your left foot.",
        "Step 3: Follow this by stepping forward with your right foot.",
        "Step 4: Take a step to your left with your left foot.",
        "Step 5: Pivot on your left foot while turning to the right.",
        "Step 6: Bring your right foot next to your left foot.",
        "Step 7: Step to the side with your right foot.",
        "Step 8: Conclude the sequence by bringing your left foot next to your right foot."
    ],
    "343": [
        "Stand upright",
        "Bend your knees slightly",
        "Shift your weight to one leg",
        "Lift the opposite leg off the ground",
        "Swing the lifted leg forward",
        "Swing the leg backward",
        "Repeat the swinging motion with the other leg",
        "Continue swinging your legs alternately"
    ],
    "344": [
        "Find a sturdy object to swing on",
        "Stand facing the object with both hands gripping it",
        "Bend your knees and then push off the ground",
        "Allow your body to swing forward and back",
        "Use your legs and core muscles to generate momentum",
        "Continue swinging by coordinating the movement of your legs and arms",
        "Enjoy the feeling of freedom and exhilaration as you swing",
        "Gradually slow down and come to a stop"
    ],
    "345": [
        "Hold the sword in a firm grip",
        "Take a defensive stance ready to block or parry",
        "Engage your opponent with quick strikes",
        "Use footwork to maneuver and maintain distance",
        "Block or parry incoming attacks",
        "Stay focused and alert for openings to strike",
        "Maintain balance and control throughout the fight",
        "Finish the fight with a decisive strike"
    ],
    "346": [
        "Stand with feet shoulder-width apart and arms relaxed at sides",
        "Shift weight to one leg, bending the knee slightly",
        "Extend opposite leg out to the side with foot pointing forward",
        "Bring hands up to chest level with palms facing down",
        "Rotate upper body to the side, keeping hips stable",
        "Shift weight to opposite leg, bending the knee slightly",
        "Extend other leg out to the side with foot pointing forward",
        "Repeat steps 4-7 in a continuous flowing motion"
    ],
    "347": [
        "Turn on the shower",
        "Adjust the water temperature",
        "Get undressed",
        "Step into the shower",
        "Wet your body",
        "Apply shampoo to your hair",
        "Rinse off the shampoo",
        "Apply body wash and clean your body"
    ],
    "348": [
        "Step 1: Stand facing your partner with your right hand in your partner's left hand and your left arm extended outward.",
        "Step 2: Begin with a forward step with your left foot, shifting your weight onto the ball of your foot.",
        "Step 3: Transfer your weight onto your right foot and take a backward step with your left foot.",
        "Step 4: Shift your weight forward onto your left foot and take a side step with your right foot.",
        "Step 5: Rotate your hips and take a forward step with your right foot, crossing it in front of your left foot.",
        "Step 6: Transfer your weight onto your left foot and take a backward step with your right foot.",
        "Step 7: Shift your weight forward onto your right foot and take a side step with your left foot.",
        "Step 8: Repeat the previous steps, alternating the footwork and adding in turns, dips, and fancy footwork as desired."
    ],
    "349": [
        "Stand with feet together",
        "Slide right foot to the side",
        "Snap left foot back to starting position",
        "Slide left foot to the side",
        "Snap right foot back to starting position",
        "Repeat to the rhythm of the music",
        "Add heel taps to each slide",
        "Add toe taps to each snap"
    ],
    "350": [
        "Hold the guitar with your dominant hand.",
        "Place your non-dominant hand on the neck of the guitar.",
        "Position your fingers on the fretboard.",
        "Use your dominant hand to tap the strings.",
        "Apply varying amounts of pressure to produce different notes.",
        "Tap the strings with your fingertips.",
        "Experiment with different tapping techniques.",
        "Practice and refine your tapping skills."
    ],
    "351": [
        "Hold the pen with your fingers",
        "Position the pen perpendicular to the surface",
        "Gently tap the pen on the surface",
        "Repeat the tapping motion at a consistent rhythm",
        "Control the force of the tap to achieve desired sound",
        "Keep the pen in contact with the surface",
        "Continue tapping until desired result is achieved",
        "Release the pen after tapping"
    ],
    "352": [
        "Pour a glass of beer",
        "Observe the appearance of the beer",
        "Swirl the beer gently to release aromas",
        "Smell the aroma of the beer",
        "Take a small sip of the beer",
        "Roll the beer around your mouth to taste different flavors",
        "Evaluate the balance of flavors in the beer",
        "Note the aftertaste and any lingering flavors"
    ],
    "353": [
        "Pick up a small portion of the food using a utensil",
        "Bring the food close to your nose to smell its aroma",
        "Observe the color and appearance of the food",
        "Place the food on your tongue",
        "Move the food around in your mouth to distribute the flavors",
        "Pay attention to the taste sensations on different areas of your tongue",
        "Chew the food to further enhance the flavors",
        "Swallow the food and note the aftertaste"
    ],
    "354": [
        "Swear an oath to tell the truth",
        "Give your full name and occupation",
        "Explain your qualifications and expertise in the relevant subject matter",
        "Listen carefully to the questions being asked",
        "Provide clear and concise responses to the questions",
        "Avoid speculation or guessing when answering",
        "Be respectful and cooperative during cross-examination",
        "Ask for clarification if you do not understand a question"
    ],
    "355": [
        "Unlock your phone",
        "Open the messaging app",
        "Select the contact you want to text",
        "Tap on the text input field",
        "Type your message",
        "Tap on the send button",
        "Wait for the message to be sent",
        "Repeat steps 3-7 to send more texts"
    ],
    "356": [
        "Grip the handle of the axe firmly.",
        "Stand with your feet shoulder-width apart, knees slightly bent.",
        "Swing the axe backward, extending your arm behind you.",
        "Rotate your upper body and transfer your weight onto your front foot.",
        "Bring the axe forward, using the momentum to propel it.",
        "Release your grip on the handle as the axe leaves your hand.",
        "Follow through with your arm, allowing it to extend fully.",
        "Watch as the axe travels through the air towards its target."
    ],
    "357": [
        "Hold the ball firmly in your hand",
        "Step forward with your non-dominant foot",
        "Swing your dominant arm back",
        "Transfer your body weight onto your back foot",
        "Shift your weight forward onto your front foot",
        "Simultaneously swing your dominant arm forward and release the ball",
        "Follow through with your arm, extending it fully",
        "Watch the ball as it travels towards its intended target"
    ],
    "358": [
        "Grip the discus firmly in your throwing hand",
        "Steady yourself in a balanced stance",
        "Rotate your body to generate momentum",
        "Step forward with your lead foot",
        "Shift your weight onto your back foot",
        "Drive your hips forward",
        "Extend your arm and release the discus",
        "Follow through with your throwing arm"
    ],
    "359": [
        "Prepare for tickling by finding a willing participant.",
        "Approach the person with a playful and lighthearted demeanor.",
        "Gently touch the person's sides, underarms, or feet.",
        "Use light and rapid movements, such as feather-like strokes or gentle finger wiggling.",
        "Observe the person's reactions and adjust your tickling technique accordingly.",
        "Maintain a balance between tickling and ensuring the person's comfort.",
        "Take breaks and allow the person to catch their breath if needed.",
        "End the tickling session by expressing gratitude and ensuring the person's well-being."
    ],
    "360": [
        "Find a suitable tobogganing hill.",
        "Position the toboggan at the top of the hill.",
        "Take a running start and jump onto the toboggan.",
        "Hold on tight to the handles or sides of the toboggan.",
        "Push off with your feet to gain momentum.",
        "Lean back slightly to distribute your weight.",
        "Steer the toboggan by shifting your weight and using your arms.",
        "Enjoy the exhilarating ride down the hill."
    ],
    "361": [
        "Hold the coin between your thumb and index finger.",
        "Position your hand slightly above your eye level.",
        "Raise your hand up in the air.",
        "Extend your arm forward, away from your body.",
        "Release the coin from your fingers, allowing it to fall.",
        "Observe the coin as it flips in the air.",
        "Listen for the sound of the coin landing on the ground.",
        "Check the outcome of the coin toss."
    ],
    "362": [
        "Wash the lettuce leaves thoroughly",
        "Chop the lettuce into bite-sized pieces",
        "Dice the tomatoes into small cubes",
        "Slice the cucumbers into thin rounds",
        "Chop the bell peppers into strips",
        "Add the lettuce, tomatoes, cucumbers, and bell peppers to a large bowl",
        "Drizzle salad dressing over the vegetables",
        "Toss the salad gently until all the ingredients are evenly coated"
    ],
    "363": [
        "Choose a suitable training location.",
        "Establish trust and build rapport with the dog.",
        "Teach basic commands like sit, stay, and come.",
        "Implement positive reinforcement techniques.",
        "Gradually increase the difficulty of commands and expectations.",
        "Introduce distractions to the training environment.",
        "Practice consistency and repetition.",
        "Reinforce learned behaviors and continue advanced training."
    ],
    "364": [
        "Hold onto the trapeze bar with both hands.",
        "Swing one leg forward and lift it over the bar.",
        "Hook your knee over the bar and let go with your hands.",
        "Extend your other leg and point your toes.",
        "Release your knee from the bar and bring both legs together.",
        "Bend your knees and grab onto the bar with your hands again.",
        "Swing your legs back and lift them over the bar.",
        "Straighten your body and extend your arms."
    ],
    "365": [
        "1. Wet your beard with warm water",
        "2. Apply a suitable shaving cream or gel on your beard",
        "3. Use a sharp and clean razor or electric shaver to trim your beard",
        "4. Start trimming from the sideburns down towards the jawline",
        "5. Trim the mustache area carefully, shaping it according to your preference",
        "6. Trim the chin area and neckline, keeping the edges clean and defined",
        "7. Rinse your face with cold water to close the pores and remove any excess shaving cream",
        "8. Apply a soothing aftershave or moisturizer to hydrate and soothe the skin."
    ],
    "366": [
        "Inspect the tree branches for any dead or diseased limbs.",
        "Remove any dead or diseased limbs using pruning shears.",
        "Identify any branches that are growing too close to power lines or structures.",
        "Trim back branches that are growing too close to power lines or structures using pruning shears or a pole saw.",
        "Look for any branches that are crossing or rubbing against each other.",
        "Trim back crossing or rubbing branches, cutting them at their point of origin.",
        "Trim any branches that are obstructing pathways or walkways.",
        "Dispose of all trimmed branches properly by either composting or arranging for a pickup."
    ],
    "367": [
        "Approach the take-off board with a steady run-up",
        "Take off from the board by extending one leg forward while swinging the other leg back",
        "Drive the swing leg forward and upward",
        "Extend both legs forward while maintaining a tight body posture",
        "Extend the legs downward and backward to prepare for landing",
        "Land on the same leg that took off, while keeping the other leg extended forward",
        "Push off the landing leg and extend both legs forward for the final jump",
        "Lift both legs up and forward to achieve maximum distance"
    ],
    "368": [
        "Hold the bow tie in front of you, with one end longer than the other. ",
        "Cross the longer end over the shorter end, creating an X shape.",
        "Loop the longer end behind the X shape, bringing it up and over the shorter end.",
        "Hold the loop in place with your thumb and index finger.",
        "Bring the shorter end over the loop you just created.",
        "Pass the shorter end through the loop, creating a second loop.",
        "Hold both ends of the bow tie and slowly pull to tighten the knot.",
        "Adjust the bow tie by gently tugging on the loops to make it look symmetrical."
    ],
    "369": [
        "Grasp one end of the rope with your dominant hand.",
        "Make a loop with the rope by folding it over itself.",
        "Pass the end of the rope through the loop.",
        "Hold the loop in one hand and the loose end of the rope in the other hand.",
        "Pass the loose end of the rope through the loop again.",
        "Tighten the knot by pulling both ends of the rope in opposite directions.",
        "Check the knot to ensure it is secure and tight.",
        "Trim any excess rope if desired."
    ],
    "370": [
        "Hold the tie around your neck with the wide end on the right side and the narrow end on the left side.",
        "Cross the wide end over the narrow end.",
        "Bring the wide end up and pass it through the loop made behind the crossed ends.",
        "Pull the wide end down and hold it in front of the knot.",
        "Take the wide end over the front of the knot from right to left.",
        "Pass the wide end through the loop around your neck from top to bottom.",
        "Tighten the knot by pulling the wide end down and sliding the knot up to the collar.",
        "Adjust the tie by straightening the knot and the ends."
    ],
    "371": [
        "Prepare a box cutter or scissors.",
        "Carefully open the box by cutting the tape or removing any stickers or seals.",
        "Take out any protective packaging materials, such as bubble wrap or foam inserts.",
        "Gently lift the item out of the box, being mindful of its weight and fragility.",
        "Inspect the item for any signs of damage or defects.",
        "Remove any additional packaging, such as plastic wrap or cardboard sleeves.",
        "Place the item on a clean and flat surface, making sure it is stable and secure.",
        "Dispose of the packaging materials properly, whether by recycling or discarding them in the appropriate waste bin."
    ],
    "372": [
        "Park the truck in a designated unloading area",
        "Turn off the engine and engage the parking brake",
        "Put on personal protective equipment (PPE)",
        "Open the back door of the truck",
        "Unload the cargo using appropriate equipment (e.g. forklift, pallet jack)",
        "Check the delivery note or manifest to verify the items being unloaded",
        "Place the unloaded items in the designated area or storage location",
        "Close and secure the back door of the truck"
    ],
    "373": [
        "Power on the computer",
        "Log in to the operating system",
        "Open the desired application",
        "Navigate to the specific file or folder",
        "Perform the necessary actions on the file or folder",
        "Save the changes made",
        "Close the application",
        "Power off the computer"
    ],
    "374": [
        "Pick up the remote controller",
        "Point the remote controller towards the device",
        "Press the power button on the remote controller",
        "Use the arrow buttons to navigate through the menu options",
        "Press the OK or select button to confirm a selection",
        "Adjust the volume using the volume buttons",
        "Change the channels using the channel buttons",
        "Press the mute button to turn off the sound"
    ],
    "375": [
        "Stand next to the Segway and make sure it is powered on.",
        "Step onto the Segway platform with one foot.",
        "Gently shift your weight forward to balance on the Segway.",
        "Place your other foot on the platform and distribute your weight evenly between both feet.",
        "Lean slightly forward to initiate forward movement.",
        "To turn left, shift your weight to the left and to turn right, shift your weight to the right.",
        "To slow down or stop, gradually shift your weight backward.",
        "When you are finished using the Segway, step off the platform with one foot first and then the other."
    ],
    "376": [
        "Approach the vault at full speed.",
        "Plant your hands on the vault and bring your legs up.",
        "Push off with your hands and launch your body into the air.",
        "Rotate your body in a pike position.",
        "Extend your legs and reach for the landing mat.",
        "Land firmly on the mat with your feet together.",
        "Maintain your balance and stand up straight.",
        "Prepare for your next move or dismount."
    ],
    "377": [
        "Arrive at the designated waiting area",
        "Stand behind the person in front of you",
        "Maintain a respectful distance from other individuals",
        "Keep track of your position in the line",
        "Be aware of any instructions or announcements",
        "Move forward as space becomes available",
        "Follow any direction given by the line attendants",
        "Reach the front of the line and proceed with your next task"
    ],
    "378": [
        "Put on the dog's leash",
        "Open the front door",
        "Walk out of the house",
        "Close the front door behind you",
        "Take a step forward",
        "Allow the dog to lead the way",
        "Continue walking at a steady pace",
        "Observe the dog's behavior and adjust your pace accordingly"
    ],
    "379": [
        "Fill the sink with warm soapy water",
        "Scrape off any leftover food into the trash",
        "Place the dishes in the sink",
        "Use a sponge or brush to scrub the dishes",
        "Rinse off the soap from the dishes with clean water",
        "Dry the dishes with a towel",
        "Put the clean dishes away in their respective places",
        "Clean and dry the sink and countertops after washing the dishes"
    ],
    "380": [
        "1. Fill a basin or tub with warm water.",
        "2. Add a mild soap or foot wash to the water.",
        "3. Immerse your feet in the water and let them soak for a few minutes.",
        "4. Use a washcloth or sponge to gently scrub your feet, paying attention to areas with dirt or dead skin.",
        "5. Rinse your feet thoroughly with clean water.",
        "6. Pat your feet dry with a towel.",
        "7. Apply a moisturizing foot cream or lotion, massaging it into your skin.",
        "8. Put on a clean pair of socks to keep your feet moisturized."
    ],
    "381": [
        "Wet the hair",
        "Apply shampoo to the scalp",
        "Massage the scalp with fingertips",
        "Rinse the hair thoroughly",
        "Apply conditioner to the ends",
        "Leave the conditioner for a few minutes",
        "Rinse the hair again",
        "Gently towel dry the hair"
    ],
    "382": [
        "Turn on the faucet",
        "Wet your hands thoroughly",
        "Apply soap to your hands",
        "Rub your palms together",
        "Interlace your fingers and rub the back of your hands",
        "Interlock your fingers and rub the spaces between them",
        "Rub the backs of your fingers against your palms",
        "Clean your thumbs by rubbing them with your other hand"
    ],
    "383": [
        "Put on a wetsuit and a life jacket",
        "Attach the ski rope to the boat",
        "Hold on to the ski rope with both hands",
        "Signal the boat driver that you are ready",
        "Bend your knees slightly and get into a crouched position",
        "When the boat starts moving, gradually stand up",
        "Keep your arms straight and your weight balanced",
        "Enjoy gliding on the water and maneuvering around"
    ],
    "384": [
        "Find a suitable location with a sloping surface and a water source",
        "Prepare the waterslide by laying a tarp or a slippery material on the slope",
        "Wet the tarp or slippery material thoroughly to create a slippery surface",
        "Make sure there are no obstacles or dangerous objects in the sliding path",
        "Position yourself at the top of the slide",
        "Sit or lay down on the tarp or slippery material",
        "Push yourself forward to start sliding down the slope",
        "Enjoy the thrilling experience of water sliding!"
    ],
    "385": [
        "Holding a watering can, approach the plants that need watering.",
        "Gently pour water onto the base of each plant, targeting the roots.",
        "Move the watering can from one plant to the next, ensuring each plant receives an adequate amount of water.",
        "If needed, refill the watering can with water.",
        "Continue watering plants until each one has been properly watered.",
        "Observe the soil around each plant to ensure it is evenly moist.",
        "If necessary, adjust the amount of water being poured to achieve the desired level of moisture.",
        "After watering, place the watering can in an appropriate storage area."
    ],
    "386": [
        "Clean the back area to remove any dirt or residue",
        "Apply a thin layer of wax to a small section of the back",
        "Place a waxing strip over the waxed area",
        "Smooth down the strip in the direction of hair growth",
        "Hold the skin taut and quickly pull off the strip in the opposite direction of hair growth",
        "Repeat the process for the remaining sections of the back",
        "Check for any missed hairs and repeat the waxing process if necessary",
        "Apply a soothing lotion or post-waxing oil to calm the skin"
    ],
    "387": [
        "Apply wax evenly on the chest area.",
        "Place a cloth strip firmly on the wax.",
        "Press the cloth strip to adhere it to the wax.",
        "Hold the skin taut and pull the cloth strip off quickly in the opposite direction of hair growth.",
        "Continue waxing in small sections until the entire chest area is covered.",
        "Remove any residue or excess wax with a wax remover or oil.",
        "Apply a soothing lotion or cream to calm the skin after waxing.",
        "Avoid direct sunlight and hot showers for at least 24 hours after waxing."
    ],
    "388": [
        "Cleanse the eyebrow area",
        "Trim any excessively long eyebrow hairs",
        "Brush the eyebrows upwards",
        "Apply a thin layer of wax to the desired eyebrow shape",
        "Press a waxing strip onto the wax",
        "Hold the skin taut and pull off the strip in a swift motion",
        "Repeat the process on the other eyebrow",
        "Cleanse the area once again to remove any leftover wax or residue"
    ],
    "389": [
        "Cleanse the legs to remove any dirt or oil",
        "Exfoliate the skin to remove dead cells and prepare it for waxing",
        "Apply talcum powder or cornstarch to absorb any excess moisture",
        "Heat the wax according to the instructions",
        "Test the temperature of the wax on a small area of skin",
        "Apply a thin layer of wax in the direction of hair growth",
        "Press a cloth or strip firmly onto the waxed area",
        "Pull the cloth or strip quickly in the opposite direction of hair growth to remove the wax and hair"
    ],
    "390": [
        "Select the appropriate material for the basket weaving.",
        "Gather the necessary tools such as scissors, a weaving needle, and a ruler.",
        "Prepare the material by cutting it into equal-sized strips.",
        "Soak the material strips in water to make them more pliable.",
        "Create a sturdy base for the basket by weaving together a few strips in a circular pattern.",
        "Continue weaving the strips in an over-under pattern to form the sides of the basket.",
        "Add additional rows of weaving to increase the height of the basket.",
        "Finish the basket by trimming and securing the ends of the material strips."
    ],
    "391": [
        "Prepare the welding equipment",
        "Clean the surfaces to be welded",
        "Set up the proper safety measures",
        "Choose the suitable welding method",
        "Position the workpieces to be welded",
        "Strike an arc or initiate the welding process",
        "Control the welding process and maintain the desired temperature",
        "Inspect the welded joint for quality assurance"
    ],
    "392": [
        "Purse your lips together",
        "Place the tip of your tongue against the roof of your mouth",
        "Exhale gently and steadily through your pursed lips",
        "Create a small opening between your lips",
        "Allow the air to flow through the opening, causing a high-pitched sound",
        "Adjust the position of your tongue to control the pitch of the whistle",
        "Practice controlling the duration and volume of the whistle",
        "Continue practicing until you can consistently produce a clear and distinct whistle"
    ],
    "393": [
        "Prepare the windsurfing board and rig",
        "Carry the windsurfing board to the water",
        "Position the board in shallow water",
        "Step onto the board with one foot",
        "Position the other foot on the board",
        "Hold onto the boom with both hands",
        "Lean back and let the wind fill the sail",
        "Begin to steer and maneuver the board"
    ],
    "394": [
        "Choose a suitable wrapping paper",
        "Lay the wrapping paper flat on a clean surface",
        "Place the present in the center of the wrapping paper",
        "Fold one edge of the wrapping paper over the present",
        "Fold the opposite edge of the wrapping paper over the present and secure with tape",
        "Fold one end of the wrapping paper over the present",
        "Fold the opposite end of the wrapping paper over the present and secure with tape",
        "Trim any excess wrapping paper if necessary"
    ],
    "395": [
        "Grapple with opponent",
        "Perform takedowns",
        "Execute holds and locks",
        "Apply pressure and leverage",
        "Escape opponent's control",
        "Perform strikes and submissions",
        "Showcasing agility and strength",
        "Win by pinfall or submission"
    ],
    "396": [
        "Hold the pen or pencil firmly",
        "Position your hand comfortably on the paper",
        "Start with a proper writing posture",
        "Formulate your thoughts before writing",
        "Begin with an outline or introduction",
        "Develop the main points in a logical order",
        "Use appropriate vocabulary and grammar",
        "Conclude with a summary or closing statement"
    ],
    "397": [
        "Open your mouth wide",
        "Take a deep breath",
        "Stretches your jaw muscles",
        "Lower your jaw",
        "Relax your mouth muscles",
        "Let out a slow and deep exhale",
        "Feel the stretching and relaxation of your facial muscles",
        "Close your mouth"
    ],
    "398": [
        "Start by sitting in a cross-legged position on a yoga mat.",
        "Extend your arms overhead and take a deep breath in.",
        "Exhale and gently twist your torso to the right, placing your left hand on your right knee and your right hand behind you.",
        "Inhale and lengthen your spine, then exhale and deepen the twist.",
        "Repeat the twist on the other side, placing your right hand on your left knee and your left hand behind you.",
        "Next, come into a tabletop position with your hands and knees on the mat.",
        "Inhale and lift your right arm and left leg off the mat, extending them out straight.",
        "Exhale and bring your right elbow towards your left knee, rounding your back."    ],
    "399": [
        "Step 1: Stand with your feet shoulder-width apart and your arms relaxed at your sides.",
        "Step 2: Start by stepping your right foot forward and bending your knees slightly.",
        "Step 3: As you step forward, lift your left hand and extend it overhead, while simultaneously lifting your right knee up towards your chest.",
        "Step 4: Lower your right foot back to the starting position, while bringing your left hand back down to your side.",
        "Step 5: Repeat steps 2-4 with your left foot and right hand.",
        "Step 6: Continue alternating between your right and left foot, while increasing the speed and intensity of the movements.",
        "Step 7: Incorporate hip movements and torso twists as you become more comfortable with the basic steps.",
        "Step 8: Remember to stay hydrated and take breaks as needed throughout your Zumba workout."
    ]
}