{
    "0": [
        "Start by applying an eyeshadow primer on the eyelids.",
        "Next, use an eyeshadow brush to apply a base color all over the eyelids."
    ],
    "1": [
        "Exfoliate your lips",
        "Apply lip balm as a base"
    ],
    "2": [
        "Grasp the bow properly",
        "Aim at the target accurately"
    ],
    "3": [
        "Lying down on the stomach",
        "Pushing up on the hands and knees"
    ],
    "4": [
        "Step 1: Stand at one end of the balance beam with your arms relaxed at your sides.",
        "Step 2: Carefully step onto the balance beam, placing one foot in front of the other, keeping your arms extended for balance."
    ],
    "5": [
        "Lift your left leg and take a step forward with your left foot",
        "Lift your right leg and take a step forward with your right foot"
    ],
    "6": [
        "Grip the baseball with your fingers and place it in your hand.",
        "Swing your arm back and then powerfully throw the baseball toward the target."
    ],
    "7": [
        "Dribble the ball towards the opponent's basket.",
        "Jump and shoot the ball into the basket."
    ],
    "8": [
        "Jump",
        "Slam the ball into the hoop"
    ],
    "9": [
        "Position yourself on a flat bench with your feet firmly on the ground and your back pressed against the bench.",
        "Grasp the barbell with an overhand grip, hands slightly wider than shoulder-width apart and lift it off the rack, holding it directly above your chest."
    ],
    "10": [
        "Pedal forward with one foot",
        "Maintain balance and control while steering."
    ],
    "11": [
        "Place the cue ball on the billiard table.",
        "Strike the cue ball with the cue stick to hit other balls and pocket them into the designated holes."
    ],
    "12": [
        "Towel dry the hair",
        "Divide the hair into sections"
    ],
    "13": [
        "Light the candles",
        "Blow out the candles"
    ],
    "14": [
        "Bend your knees and lower your body down as if you are sitting back into a chair.",
        "Push through your heels to raise your body back up to the starting position."
    ],
    "15": [
        "Approach the bowling lane",
        "Take a few steps forward"
    ],
    "16": [
        "Stand in front of the punching bag",
        "Throw a powerful punch with your dominant hand"
    ],
    "17": [
        "Stand in front of the boxing speed bag with your feet shoulder-width apart.",
        "Start punching the speed bag with quick and controlled punches, alternating between your left and right hand."
    ],
    "18": [
        "Extend arms forward.",
        "Simultaneously pull palms downwards."
    ],
    "19": [
        "Take the toothbrush and wet it under running water.",
        "Put toothpaste on the toothbrush and start brushing your teeth in circular motions."
    ],
    "20": [
        "Grip the barbell, ensuring that your hands are slightly wider than shoulder-width apart.",
        "From a standing position, slowly lower your hips and bend your knees, preparing to lift the barbell."
    ],
    "21": [
        "Climb to the top of the cliff",
        "Jump off the cliff into the water"
    ],
    "22": [
        "Hold the cricket ball with your dominant hand",
        "Run forward and smoothly release the ball with a coordinated arm and body action"
    ],
    "23": [
        "Take a steady stance",
        "Swing the bat with proper timing and technique"
    ],
    "24": [
        "1. Take a sharp knife from the drawer.",
        "2. Hold the vegetable firmly on the cutting board and cut it into desired pieces."
    ],
    "25": [
        "Jump off the diving board",
        "Enter the water headfirst"
    ],
    "26": [
        "Hold drumsticks in both hands",
        "Strike the drumhead with the drumsticks"
    ],
    "27": [
        "Hold the fencing foil with a firm grip",
        "Extend your dominant arm out towards the opponent"
    ],
    "28": [
        "Approach the penalty spot",
        "Take a few steps back to gain momentum"
    ],
    "29": [
        "Stretch and warm up your body",
        "Perform floor exercises such as rolls, handstands, cartwheels, and flips"
    ],
    "30": [
        "Extend your arm forward and open your hand",
        "Closely track the flying trajectory of the Frisbee and firmly grip it when it comes within reach"
    ],
    "31": [
        "Extend your right arm forward and enter your hand into the water.",
        "Kick your legs in a fluttering motion while simultaneously pulling your right arm back, pushing the water behind you."
    ],
    "32": [
        "Hold the golf club with both hands in a relaxed grip.",
        "Shift your weight to your back foot, and start the backswing."
    ],
    "33": [
        "Wash and dampen the hair",
        "Trim and style the hair"
    ],
    "34": [
        "Hold the hammer firmly in your dominant hand",
        "Swing the hammer with force towards the target"
    ],
    "35": [
        "Start by gripping the hammer firmly in your throwing hand",
        "Take a step back, extending your throwing arm behind you while maintaining your balance"
    ],
    "36": [
        "Position your hands shoulder-width apart on the ground.",
        "Kick your legs up, balancing your weight on your hands and forming an inverted V shape with your body."
    ],
    "37": [
        "Balancing on hands",
        "Walking on hands"
    ],
    "38": [
        "Apply oil to the scalp",
        "Gently massage the scalp in circular motions"
    ],
    "39": [
        "Prepare for the jump",
        "Execute the jump by propelling yourself upwards and clearing the bar"
    ],
    "40": [
        "Prepare the horses for racing",
        "Start the horse race"
    ],
    "41": [
        "Approach the horse calmly",
        "Mount the horse with proper technique"
    ],
    "42": [
        "Hold the hula hoop with both hands",
        "Swing the hula hoop around your waist"
    ],
    "43": [
        "Step 1: Begin in a closed position with partner, facing each other and holding hands.",
        "Step 2: Start with a simple glide across the ice, maintaining a strong posture and connection with your partner."
    ],
    "44": [
        "Grip the javelin firmly.",
        "Step forward with the non-throwing foot and shift your weight onto it."
    ],
    "45": [
        "Throw ball from hand A to hand B",
        "Catch ball with hand B and throw ball from hand B to hand A"
    ],
    "46": [
        "Stand with feet shoulder-width apart",
        "Jump into the air while spreading legs and raising arms above the head"
    ],
    "47": [
        "Hold both handles of the jump rope in your hands.",
        "Swing the jump rope over your head and jump over it as it comes down."
    ],
    "48": [
        "Situate yourself in a kayak.",
        "Use paddle to propel kayak forward."
    ],
    "49": [
        "Hold the knitting needles",
        "Wrap the yarn around the needle"
    ],
    "50": [
        "Run towards the jumping pit with maximum speed",
        "Execute a powerful takeoff with a strong pushing motion from the running leg while swinging the non-dominant arm forward for balance"
    ],
    "51": [
        "Step 1: Stand with your feet hip-width apart, with your hands on your hips or down by your sides.",
        "Step 2: Take a big step forward with your right leg, and lower your body until both of your knees are bent at a 90-degree angle. Keep your torso upright and your chest lifted. Your front knee should be directly above your ankle, and your back knee should be hovering just above the floor."
    ],
    "52": [
        "Marching in formation",
        "Displaying military equipment"
    ],
    "53": [
        "Pour the ingredients into a mixing bowl",
        "Use a whisk or spoon to thoroughly blend the ingredients until well combined"
    ],
    "54": [
        "Prepare the mop and the bucket with water and cleaning solution",
        "Begin mopping the floor in a systematic pattern, starting from one end and moving towards the other"
    ],
    "55": [
        "Hold one nunchuck in each hand",
        "Practice twirling the nunchucks in different directions"
    ],
    "56": [
        "Hold onto the parallel bars with a firm grip",
        "Lift your body off the ground and support your weight with your arms"
    ],
    "57": [
        "Prepare the pizza dough by mixing the ingredients and kneading the dough until it's smooth and elastic",
        "Divide the dough into smaller portions and shape them into balls for individual pizzas"
    ],
    "58": [
        "Hold the cello between your knees",
        "Pluck or use a bow to produce sound from the strings"
    ],
    "59": [
        "Hold the Daf firmly in both hands.",
        "Strike the edge of the Daf with the fingers to produce rhythmic beats."
    ],
    "60": [
        "Hold the dhol with both hands",
        "Strike the dhol using the sticks"
    ],
    "61": [
        "Hold the flute with both hands",
        "Blow air into the mouthpiece to produce sound"
    ],
    "62": [
        "Hold the guitar with your dominant hand.",
        "Strum the strings with your other hand."
    ],
    "63": [
        "Sit at the piano",
        "Place your hands on the keys"
    ],
    "64": [
        "Tune the sitar strings",
        "Hold the sitar properly with the left hand on the neck and right hand on the strings."
    ],
    "65": [
        "Hold the tabla drums securely with both hands.",
        "Strike the tabla drums with the fingertips or palms."
    ],
    "66": [
        "Holding the violin properly",
        "Tuning the violin"
    ],
    "67": [
        "Run towards the pole",
        "Plant the pole in the ground"
    ],
    "68": [
        "Start by mounting the pommel horse.",
        "Perform a series of swings and circles on the horse."
    ],
    "69": [
        "Grip the pull-up bar with both hands.",
        "Pull your body up towards the bar until your chin is above the bar."
    ],
    "70": [
        "Extend arm and make a fist",
        "Rapidly thrust the fist forward towards the target"
    ],
    "71": [
        "Lower your body down until your chest almost touches the ground",
        "Push yourself back up to the starting position"
    ],
    "72": [
        "Prepare necessary equipment",
        "Navigate the river"
    ],
    "73": [
        "Put on climbing shoes",
        "Climb up the indoor rock wall"
    ],
    "74": [
        "Grip the rope firmly with both hands",
        "Alternately lift each leg and wrap it around the rope while pulling yourself up"
    ],
    "75": [
        "Place the oars into the oarlocks.",
        "Sit on the rowing machine and secure your feet in the foot straps."
    ],
    "76": [
        "Start by standing with your feet shoulder-width apart.",
        "Spin your body to the right while moving your left foot back and your right foot forward, crossing your right foot in front of your left foot."
    ],
    "77": [
        "Lather your face with shaving cream",
        "Gently glide the razor along the contours of your beard"
    ],
    "78": [
        "Grip the shotput firmly",
        "Extend your arm fully and swing it behind your shoulder"
    ],
    "79": [
        "Stand on the skateboard with one foot placed near the front of the deck and the other foot pushing off the ground.",
        "Balance your body and shift your weight to the foot on the skateboard while pushing off with your other foot."
    ],
    "80": [
        "Put on skiing equipment",
        "Slide down the snowy slope"
    ],
    "81": [
        "Put on a wetsuit",
        "Mount the skijet and start the engine"
    ],
    "82": [
        "Prepare all the necessary safety equipment",
        "Board the aircraft and climb to the desired altitude"
    ],
    "83": [
        "Step 1: Toss the soccer ball gently into the air using one hand.",
        "Step 2: Use your foot to kick the ball back into the air before it touches the ground."
    ],
    "84": [
        "Position the ball on the penalty spot",
        "Take a few steps back and prepare to run towards the ball"
    ],
    "85": [
        "Grip the rings firmly with both hands.",
        "Begin to swing your body forward and backward while maintaining a strong grip on the rings."
    ],
    "86": [
        "Enter the sumo wrestling ring",
        "Engage in a physical match with an opponent"
    ],
    "87": [
        "Paddle towards the incoming wave.",
        "Position yourself on the surfboard and get ready to catch the wave."
    ],
    "88": [
        "Hold the swing firmly with both hands.",
        "Swing your body back and forth, maintaining a steady rhythm."
    ],
    "89": [
        "Hold the table tennis bat with your dominant hand.",
        "Position your body sideways to the table with your feet shoulder-width apart and knees slightly bent."
    ],
    "90": [
        "Stand with feet shoulder-width apart",
        "Relax your body and take a deep breath"
    ],
    "91": [
        "Hold the tennis racket with a firm grip",
        "Swing the racket towards the ball with a controlled motion"
    ],
    "92": [
        "Grip the discus firmly",
        "Rotate your body and transfer the weight onto your back leg"
    ],
    "93": [
        "Bend knees",
        "Jump on the trampoline"
    ],
    "94": [
        "Position your fingers on the home row keys.",
        "Press each key in a sequence to type out the desired text."
    ],
    "95": [
        "Grip the uneven bars firmly with both hands",
        "Extend your arms and lift your body off the ground"
    ],
    "96": [
        "Approach the net with quick and explosive steps",
        "Jump high into the air with arms raised"
    ],
    "97": [
        "Attach a leash to the dog's collar",
        "Walk in a steady pace while holding the leash"
    ],
    "98": [
        "Place your hands on the wall at shoulder height.",
        "Bend your elbows and lean your body towards the wall, allowing your chest to approach the wall."
    ],
    "99": [
        "Hold the marker in your dominant hand.",
        "Gently press the marker tip onto the surface of the whiteboard."
    ],
    "100": [
        "Hold the YoYo with your dominant hand",
        "Throw the YoYo downward while releasing the string"
    ]
}