{
    "0": [
        "Cleanse the face and ensure it is free of any makeup residues.",
        "Start by applying a neutral eyeshadow as the base color.",
        "Define the crease by using a darker shade and blending it well.",
        "Finish the look by applying mascara to the lashes."
    ],
    "1": [
        "Select the desired shade of lipstick.",
        "Gently cleanse and moisturize the lips.",
        "Start applying the lipstick from the center of the upper lip.",
        "Continue applying the lipstick evenly on the lower lip."
    ],
    "2": [
        "Stand in the proper shooting position",
        "Nock the arrow onto the bowstring",
        "Draw the bowstring back to the anchor point",
        "Release the bowstring to shoot the arrow"
    ],
    "3": [
        "Placing the baby on their stomach on a soft surface",
        "Encouraging the baby to lift their head and chest up off the ground",
        "Supporting the baby's arms and legs as they learn to push themselves forward",
        "Repeating the process to strengthen the baby's crawling skills"
    ],
    "4": [
        "Approach the balance beam with confidence and stand at one end of it.",
        "Place one foot in front of the other to maintain balance.",
        "Keep your arms extended to the sides to help with stability.",
        "Slowly walk or perform a routine on the balance beam, focusing on maintaining your balance throughout."
    ],
    "5": [
        "Lift your left leg and step forward with a controlled motion",
        "Lift your right leg and step forward with a controlled motion",
        "Lift your left leg and bring it back to its original position",
        "Lift your right leg and bring it back to its original position"
    ],
    "6": [
        "Hold the baseball in your dominant hand at the seam.",
        "Step forward with your non-dominant foot as you raise your dominant knee.",
        "As your foot plants, bring your throwing arm back and slightly bend your elbow.",
        "Using a fluid motion, rotate your torso towards home plate as you extend your throwing arm forward and release the baseball."
    ],
    "7": [
        "Dribble the ball forward",
        "Pass the ball to a teammate",
        "Shoot the ball into the hoop",
        "Defend against opposing players"
    ],
    "8": [
        "Approach the basketball hoop with speed",
        "Jump vertically into the air",
        "Extend your arm and transfer the basketball from one hand to the other",
        "Slam the basketball into the hoop with force"
    ],
    "9": [
        "Lie flat on a bench with your feet firmly planted on the ground.",
        "Grip the barbell with an overhand grip, hands slightly wider than shoulder-width apart.",
        "Lower the barbell slowly towards your chest, keeping your elbows tucked in.",
        "Push the barbell back up to the starting position, fully extending your arms."
    ],
    "10": [
        "Mount the bike",
        "Pedal forward",
        "Maintain balance",
        "Navigate the route"
    ],
    "11": [
        "Set up the billiards table",
        "Arrange the billiards balls in a triangular pattern",
        "Take turns hitting the balls with a cue stick",
        "Score points by pocketing the balls in designated holes on the table"
    ],
    "12": [
        "Plug in the blow dryer and set it to the desired temperature.",
        "Divide your hair into sections using hair clips or rubber bands.",
        "Starting from the roots, use the blow dryer to dry each section of hair by moving it back and forth.",
        "Once all sections are dry, use a brush or comb to style your hair as desired."
    ],
    "13": [
        "Light the candles on the cake",
        "Take a deep breath",
        "Blow out the candles with a forceful exhale",
        "Make a wish while everyone claps and sings"
    ],
    "14": [
        "Stand with your feet shoulder-width apart.",
        "Bend your knees and lower your body, as if sitting back into a chair.",
        "Keep your chest up, and make sure your knees do not go past your toes.",
        "Push through your heels to stand back up."
    ],
    "15": [
        "Take a bowling ball from the rack",
        "Position yourself on the approach",
        "Aim towards the pins",
        "Release the bowling ball towards the pins"
    ],
    "16": [
        "Stand in front of the punching bag with your feet shoulder-width apart.",
        "Bring your arms up and make a fist with each hand.",
        "Extend one arm forward in a strong punching motion, keeping your other arm guarding your face.",
        "Repeat the punching motion with the other arm and continue alternating between arms."
    ],
    "17": [
        "Stand in front of the speed bag with your feet shoulder-width apart.",
        "Raise your fists up to chin level with your elbows bent.",
        "Start hitting the speed bag with alternating fists, keeping your hands loose and relaxed.",
        "Practice maintaining a quick and steady rhythm as you hit the speed bag."
    ],
    "18": [
        "Extend arms forward",
        "Simultaneously kick legs and pull arms back",
        "Breathe in while sweeping arms out to sides",
        "Glide and repeat"
    ],
    "19": [
        "Wet the toothbrush",
        "Apply toothpaste on the toothbrush",
        "Brush the teeth in circular motions for 2 minutes",
        "Rinse the mouth and toothbrush with water"
    ],
    "20": [
        "Grip the barbell with an overhand grip, hands shoulder-width apart.",
        "Bend at the knees and hips, lowering into a squat position while keeping your back straight.",
        "Drive through your heels and explosively extend your legs and hips, pulling the barbell upward.",
        "As the barbell reaches your chest, duck under it by dropping into a split position, with one foot forward and the other foot back."
    ],
    "21": [
        "Climb to the edge of the cliff",
        "Position your body to face downward",
        "Take a deep breath and focus",
        "Leap off the cliff and dive into the water"
    ],
    "22": [
        "Hold the cricket ball in your dominant hand with your fingers spread wide.",
        "Run towards the crease with a controlled approach.",
        "As you approach the crease, release the ball with a swinging arm action, aiming for the desired target.",
        "Follow through with your bowling action, maintaining balance and momentum."
    ],
    "23": [
        "Hold the cricket bat firmly.",
        "Position yourself in the proper batting stance.",
        "Watch the bowler carefully and anticipate the delivery.",
        "Execute the appropriate shot based on the line and length of the delivery."
    ],
    "24": [
        "Take a sharp knife and hold it firmly.",
        "Place the object you want to cut on a cutting board.",
        "Position the knife at the edge of the object and apply downward pressure to begin cutting.",
        "Repeat the cutting motion until the desired pieces are obtained."
    ],
    "25": [
        "Prepare diving equipment",
        "Find a suitable diving location",
        "Put on diving suit and gear",
        "Enter the water and dive down"
    ],
    "26": [
        "Hold the drumsticks with a firm grip",
        "Position the drumsticks over the drumhead",
        "Strike the drumhead with controlled force",
        "Repeat the drumming pattern as desired"
    ],
    "27": [
        "Hold the fencing sword with your dominant hand and the handle with a firm grip.",
        "Position your body in a balanced stance with your feet shoulder-width apart.",
        "Extend your arm and lunge forward while aiming to strike your opponent's target area.",
        "Retreat quickly and maintain a defensive posture to avoid being hit by your opponent."
    ],
    "28": [
        "1. Position the ball at the penalty spot.",
        "2. Take a few steps back to create momentum.",
        "3. Approach the ball with a running start.",
        "4. Strike the ball with precision and power towards the goal."
    ],
    "29": [
        "Stretch and warm up your body.",
        "Perform a series of synchronized jumps.",
        "Execute precise acrobatic movements on the floor.",
        "End the routine with a graceful dismount."
    ],
    "30": [
        "Position yourself in an open area with enough space to move freely.",
        "Keep your eyes on the Frisbee at all times.",
        "Extend your arms and get ready to catch the Frisbee.",
        "As the Frisbee approaches, reach out with both hands and firmly grip it."
    ],
    "31": [
        "Extend arms forward",
        "Kick legs",
        "Rotate torso",
        "Breathe to the side"
    ],
    "32": [
        "Grip the golf club firmly",
        "Position your feet shoulder-width apart",
        "Rotate your torso to coil your body",
        "Drive the club through the swing with a smooth follow-through"
    ],
    "33": [
        "Brush the hair to remove any tangles",
        "Section the hair into manageable portions",
        "Trim the hair to the desired length",
        "Style and finish the haircut"
    ],
    "34": [
        "Grasp the hammer firmly in your dominant hand",
        "Position the hammer head over the target surface",
        "Swing your arm back and above your head",
        "Bring the hammer down with force and accuracy onto the target surface"
    ],
    "35": [
        "Grip the hammer tightly with both hands",
        "Rotate the hammer to build momentum",
        "Swing the hammer overhead while pivoting on the foot",
        "Release the hammer at the appropriate moment"
    ],
    "36": [
        "Find a clear and open space to perform the handstand pushups",
        "Get into a handstand position against a wall with your body fully extended and your arms and shoulders supporting your weight",
        "Slowly lower your body towards the ground by bending your elbows, while keeping your head and neck aligned with your spine",
        "Push back up to your starting position by straightening your elbows and returning to the handstand position"
    ],
    "37": [
        "Lift your body upside down with your hands placed firmly on the ground.",
        "Balance your body weight on your hands while keeping your legs straight and extended upward.",
        "Slowly start walking on your hands while maintaining balance.",
        "Continue walking on your hands, taking small steps and maintaining control."
    ],
    "38": [
        "Apply oil or lotion to the scalp",
        "Using both hands, gently massage the scalp in circular motions",
        "Apply pressure to specific pressure points on the head",
        "Continue massaging for a desired duration"
    ],
    "39": [
        "Prepare and warm up the body",
        "Approach the jumping area with proper speed and momentum",
        "Plant the takeoff foot and extend the body upwards",
        "Clear the bar by arching the back and lifting the legs over it"
    ],
    "40": [
        "1. Prepare the horses for the race",
        "2. Organize the racetrack and set up the starting line",
        "3. Signal the start of the race",
        "4. Observe and record the race results"
    ],
    "41": [
        "Mount the horse",
        "Hold the reins firmly",
        "Give the horse a cue to start moving",
        "Maintain balance and control while riding"
    ],
    "42": [
        "Hold the hula hoop with both hands",
        "Position the hula hoop around your waist",
        "Rotate your hips to keep the hula hoop in motion",
        "Practice different tricks and moves with the hula hoop"
    ],
    "43": [
        "Glide gracefully across the ice",
        "Perform synchronized footwork and intricate patterns",
        "Execute lifts, twists, and spins with precision",
        "Finish the routine with a captivating finale"
    ],
    "44": [
        "Prepare for the throw",
        "Grip the javelin correctly",
        "Take a few steps back to create momentum",
        "Throw the javelin with a powerful and controlled motion"
    ],
    "45": [
        "Toss one ball from hand to hand",
        "Toss second ball in an arc from one hand to other",
        "Toss third ball in an arc from other hand to first hand",
        "Repeat the process with smooth transitions between each toss"
    ],
    "46": [
        "Jump up in the air with both feet leaving the ground simultaneously",
        "Spread your legs wide apart while extending your arms above your head",
        "Jump back down with both feet landing on the ground together",
        "Return to the starting position with your feet together and arms resting at your sides"
    ],
    "47": [
        "Hold the ends of the jump rope in each hand.",
        "Stand with your feet shoulder-width apart.",
        "Swing the jump rope over your head and behind you.",
        "Jump over the rope as it comes around and repeat."
    ],
    "48": [
        "Grab the kayak paddle",
        "Sit in the kayak",
        "Push off from the shore",
        "Start paddling"
    ],
    "49": [
        "Hold the knitting needles in both hands",
        "Create a slip knot and place it on one of the needles",
        "Insert the other needle through the slip knot and pull the yarn through",
        "Continue knitting by alternating between inserting the needle through the loops on the first needle and pulling the yarn through"
    ],
    "50": [
        "Approach the takeoff board with a fast run-up.",
        "Jump off one leg as forcefully as possible.",
        "Extend the free leg forward to maximize distance.",
        "Land in the sandpit with both feet together, maintaining balance."
    ],
    "51": [
        "Stand with your feet shoulder-width apart.",
        "Take a big step forward with your right leg.",
        "Lower your body by bending both knees to a 90-degree angle.",
        "Push through your right heel to return to the starting position."
    ],
    "52": [
        "Set up designated parade route",
        "Deploy military personnel and equipment along the route",
        "Perform precision marching and formations",
        "Conclude parade with a ceremonial disbandment"
    ],
    "53": [
        "Pour the ingredients into a mixing bowl",
        "Use a whisk to combine the ingredients",
        "Continue mixing until the mixture is smooth and well-blended",
        "Scrape down the sides of the bowl to ensure all ingredients are fully incorporated"
    ],
    "54": [
        "Prepare the mop and bucket with water and floor cleaner",
        "Dip the mop into the bucket to saturate it with the cleaning solution",
        "Start mopping the floor in a back and forth motion, making sure to cover the entire surface",
        "Repeat the mopping process until the entire floor is clean and free of dirt and stains"
    ],
    "55": [
        "Hold one nunchuck in each hand",
        "Grip both nunchucks firmly",
        "Swing one nunchuck over your shoulder",
        "Repeat the swing with the other nunchuck"
    ],
    "56": [
        "Grasp the parallel bars firmly with both hands.",
        "Step forward and place one foot on each of the parallel bars.",
        "Engage your core muscles and lift yourself off the ground, supporting your weight with your arms.",
        "Slowly lower yourself back down to the starting position and repeat the exercise."
    ],
    "57": [
        "Stretch the pizza dough into a round shape.",
        "Toss the dough into the air using your fists to create a flatter and larger circle.",
        "Catch the dough as it comes back down using your fists to control its shape and size.",
        "Repeat the tossing and catching motion until the dough is evenly stretched and thin."
    ],
    "58": [
        "Hold the cello firmly with your legs.",
        "Position the bow on the strings near the bridge.",
        "Use your dominant hand to apply pressure on the bow as you move it across the strings.",
        "Use your non-dominant hand to press down on the strings to change the pitch."
    ],
    "59": [
        "Holding the Daf with one hand",
        "Striking the Daf with the other hand",
        "Creating rhythmic patterns by varying the striking technique",
        "Maintaining a steady beat while playing the Daf"
    ],
    "60": [
        "Hold the dhol sticks in your hands",
        "Position the dhol horizontally in front of you",
        "Strike the larger side of the dhol with the right stick in a rhythmic pattern",
        "Alternate the strikes between the left and right sticks to create a continuous beat"
    ],
    "61": [
        "Hold the flute with both hands",
        "Place your left hand on the top of the flute, covering the keys",
        "Press the keys with your fingers to change the pitch",
        "Blow air into the mouthpiece to produce sound"
    ],
    "62": [
        "Hold the guitar with your dominant hand on the neck and your other hand on the body.",
        "Place your fingers on the appropriate frets to form chords.",
        "Use a guitar pick or your fingers to strum or pluck the strings.",
        "Move your fingers along the fretboard to change chords and create melodies."
    ],
    "63": [
        "Sit in front of the piano",
        "Place your hands on the keys",
        "Read the sheet music and locate the notes to be played",
        "Press the keys with the corresponding fingers to produce the desired sounds"
    ],
    "64": [
        "Tune the sitar strings",
        "Position the sitar on the lap",
        "Pluck the strings using the right hand",
        "Press the frets on the neck to create different notes"
    ],
    "65": [
        "Hold the tabla with the left hand and support it on the thigh.",
        "Position the right hand's fingers and palm on the tabla's right side.",
        "Strike the tabla's larger drum with the right hand's index finger.",
        "Strike the tabla's smaller drum with the right hand's index finger."
    ],
    "66": [
        "Hold the violin with your left hand and place your chin on the chinrest",
        "Place your right hand on the bow, with your thumb on the grip and your fingers spread on the bow hair",
        "Position the bow on the strings, between the fingerboard and the bridge",
        "Use the bow to draw smoothly across the strings while using your left hand to press down on the fingerboard and change the pitch"
    ],
    "67": [
        "Set up the pole and measurement markers",
        "Take a running start towards the pole",
        "Plant the pole firmly into the ground",
        "Extend your body upwards and over the bar"
    ],
    "68": [
        "Stand facing the pommel horse with feet shoulder-width apart and arms by your sides.",
        "Jump and place both hands on the pommel horse, gripping it firmly.",
        "Swing your body forward and bring both legs up over the pommel horse, keeping them straight.",
        "Reverse the motion and swing your legs back down to the starting position."
    ],
    "69": [
        "Grab the pull-up bar with an overhand grip, slightly wider than shoulder-width apart.",
        "Hang with your arms fully extended and your body relaxed.",
        "Engage your core and pull your body up towards the bar by bending your elbows and squeezing your shoulder blades together.",
        "Lower your body back down to the starting position and repeat for the desired number of repetitions."
    ],
    "70": [
        "Stand in a stable stance with your feet shoulder-width apart.",
        "Extend your non-dominant hand in front of you, with your palm facing upwards.",
        "Ensure that your dominant hand is positioned near your non-dominant hand, slightly raised and with a closed fist.",
        "Shift your weight forward, rotate your torso, and forcefully extend your dominant hand, throwing a punch towards the target."
    ],
    "71": [
        "Assume a plank position with your hands slightly wider than shoulder-width apart.",
        "Lower your body towards the ground by bending your elbows.",
        "Push yourself back up to the starting position by straightening your arms.",
        "Repeat for the desired number of repetitions."
    ],
    "72": [
        "Prepare necessary equipment",
        "Get into the raft and secure personal flotation devices",
        "Listen to the guide's safety instructions",
        "Navigate through the rapids with proper paddling techniques"
    ],
    "73": [
        "Choose a suitable indoor rock climbing facility",
        "Put on proper rock climbing gear including harness, climbing shoes, and helmet",
        "Learn and practice basic climbing techniques, such as gripping holds and footwork",
        "Climb various routes with different difficulties, gradually increasing the challenge"
    ],
    "74": [
        "Grasp the rope firmly with both hands.",
        "Pull yourself up by using your arms and legs to climb up the rope.",
        "Continue pulling yourself up until you reach the desired height.",
        "Release your grip on the rope and descend slowly."
    ],
    "75": [
        "Hold the oars with a firm grip.",
        "Sit on the seat facing the stern of the boat.",
        "Push your legs against the footrests to move the boat backward.",
        "Pull the oars towards your chest using your arms and upper body strength."
    ],
    "76": [
        "Stand with your feet shoulder-width apart.",
        "Bend your knees slightly and keep your arms relaxed at your sides.",
        "Step forward with your left foot and twist your hips to the right.",
        "As you twist, bring your right foot forward and slightly to the left, then pivot on the ball of your right foot as you spin in a circular motion."
    ],
    "77": [
        "Wet the beard with warm water",
        "Apply shaving cream or gel to the beard",
        "Use a razor to gently shave the beard in the direction of hair growth",
        "Rinse off any remaining shaving cream and pat the face dry"
    ],
    "78": [
        "Grasp the shotput firmly in your throwing hand",
        "Position your body sideways to the direction you want to throw",
        "Bend your knees slightly and bring your throwing arm back",
        "Explosively extend your legs and hips while simultaneously pushing the shotput forward with your arm"
    ],
    "79": [
        "Stand on the skateboard with your feet shoulder-width apart.",
        "Push off the ground with one foot while keeping your balance on the skateboard.",
        "Place your pushing foot back on the skateboard and use your other foot to steer and maintain balance.",
        "Perform tricks or maneuvers by shifting your weight and using your feet to control the skateboard."
    ],
    "80": [
        "Put on ski boots",
        "Attach skis to boots",
        "Position yourself on a slope",
        "Slide down the slope while maintaining balance"
    ],
    "81": [
        "Prepare the skijet for use",
        "Put on the necessary safety gear",
        "Start the skijet engine",
        "Begin riding the skijet on the water"
    ],
    "82": [
        "Put on the skydiving gear",
        "Board the airplane",
        "Jump out of the airplane",
        "Enjoy the exhilarating freefall"
    ],
    "83": [
        "Toss the soccer ball into the air",
        "Take a step back to give yourself enough space",
        "Use your dominant foot to make contact with the ball",
        "Keep the ball airborne by using various parts of your body such as your thighs, chest, and head"
    ],
    "84": [
        "Place the ball on the penalty spot.",
        "Choose a side to aim for.",
        "Take a few steps back to get a good run-up.",
        "Run towards the ball and strike it with your foot."
    ],
    "85": [
        "Grab onto the rings with both hands.",
        "Hold your body upright with your legs straight.",
        "Lower your body into a hanging position.",
        "Swing your body forward and backward using the momentum from your arms."
    ],
    "86": [
        "Enter the Sumo wrestling ring",
        "Take a stance with feet shoulder-width apart",
        "Grasp opponent's belt and use it for leverage",
        "Push the opponent out of the ring"
    ],
    "87": [
        "Put on a wetsuit",
        "Grab your surfboard",
        "Walk towards the shore",
        "Paddle out into the water"
    ],
    "88": [
        "Hold the baseball bat with both hands.",
        "Shift your weight to your back foot as you prepare to swing.",
        "Rotate your hips and shoulder to generate power.",
        "Extend your arms and follow through with the swing."
    ],
    "89": [
        "Grip the table tennis racket firmly",
        "Position yourself in a balanced stance with your feet shoulder-width apart",
        "Focus your eyes on the table tennis ball",
        "Swing your arm back, keeping it relaxed and loose"
    ],
    "90": [
        "Stand with feet shoulder-width apart and arms relaxed at your sides.",
        "Take a deep breath and slowly raise your arms in front of you, keeping them parallel to the ground.",
        "Shift your weight to your left foot and slowly lift your right leg, bending it at the knee and bringing your heel towards your buttocks.",
        "In a controlled and fluid motion, extend your right leg forward, while simultaneously rotating your upper body to the right and extending your arms to the side."
    ],
    "91": [
        "Position yourself on the court",
        "Hold the racket with both hands",
        "Step forward and swing the racket",
        "Follow through with the swing"
    ],
    "92": [
        "Grip the discus firmly with your dominant hand",
        "Extend your non-dominant arm fully",
        "Rotate your body while maintaining a firm grip on the discus",
        "Release the discus forcefully, using your entire body to generate power"
    ],
    "93": [
        "Bend your knees and prepare to jump",
        "Push off the trampoline with your feet",
        "Tuck your knees up towards your chest",
        "Extend your legs and push off the trampoline to jump high"
    ],
    "94": [
        "Position your fingers over the keyboard",
        "Press the keys with the corresponding fingers",
        "Release the keys after pressing",
        "Repeat the previous steps to type the desired text"
    ],
    "95": [
        "Mount the uneven bars",
        "Swing backward with straight arms",
        "Perform a release move",
        "Disengage from the bars and land on the mat"
    ],
    "96": [
        "Jump into the air",
        "Extend your arm back",
        "Swing your arm forward with force",
        "Make contact with the ball using an open hand"
    ],
    "97": [
        "Put on a leash for the dog",
        "Open the door to go outside",
        "Walk with the dog on a designated path",
        "Enjoy the walk while ensuring the dog's safety"
    ],
    "98": [
        "Position yourself facing a wall with your feet shoulder-width apart and a few feet away from the wall.",
        "Place your hands on the wall at shoulder height and slightly wider than shoulder-width apart.",
        "Engage your core and lower your body towards the wall by bending your elbows, keeping your back straight.",
        "Push your body away from the wall by extending your elbows, returning to the starting position."
    ],
    "99": [
        "Hold a marker or chalk in your hand",
        "Approach the board or surface you want to write on",
        "Position yourself in front of the board",
        "Start writing or drawing on the board by moving your hand smoothly and applying pressure with the marker or chalk"
    ],
    "100": [
        "Hold the yo-yo in your dominant hand",
        "Bring your non-dominant hand up to the string, with your palm facing up",
        "Gently swing the yo-yo straight down and let it sleep",
        "Snap your wrist back up and catch the yo-yo as it returns to your hand"
    ]
}