{
    "0": [
        "Open the eyeshadow palette",
        "Choose the desired eyeshadow color",
        "Dip the eyeshadow brush into the chosen color",
        "Tap off any excess eyeshadow",
        "Apply the eyeshadow onto the eyelids",
        "Blend the eyeshadow using a blending brush",
        "Apply eyeliner to the upper lash line",
        "Finish the look by applying mascara to the eyelashes"
    ],
    "1": [
        "Open the lipstick tube",
        "Twist the bottom of the lipstick tube to reveal the lipstick",
        "Hold the lipstick in your dominant hand",
        "Start applying the lipstick to your bottom lip, starting from the center and moving outwards",
        "Press your lips together to distribute the color evenly",
        "Apply the lipstick to your upper lip, following the natural shape of your cupid's bow",
        "Use a lip brush to clean up any mistakes or smudges",
        "Blot your lips with a tissue to remove any excess color"
    ],
    "2": [
        "Position yourself properly",
        "Nock an arrow on the string",
        "Grip the bow with a relaxed and steady hand",
        "Raise the bow towards the target",
        "Draw the bowstring back, using your back muscles",
        "Aim with precision at the target",
        "Release the bowstring smoothly",
        "Follow through with the shot"
    ],
    "3": [
        "Get on all fours",
        "Extend one leg and arm on the same side and push off the ground",
        "Alternate extending the opposite leg and arm and push off the ground",
        "Repeat the crawling motion",
        "Use your core muscles to maintain balance",
        "Keep your head up and focused ahead",
        "Continue crawling forward",
        "Practice and improve your crawling speed and coordination"
    ],
    "4": [
        "Approach the balance beam and position yourself at one end.",
        "Stand tall with your feet shoulder-width apart and arms relaxed by your sides.",
        "Keep your eyes focused on a spot ahead to maintain balance and stability.",
        "Step onto the beam with one foot, placing it firmly in the center.",
        "Bring your other foot onto the beam, ensuring both feet are parallel and aligned with the beam.",
        "Engage your core muscles to maintain balance as you walk along the beam.",
        "Take small, controlled steps, keeping your body centered and balanced at all times.",
        "Continue walking along the beam until you reach the other end."
    ],
    "5": [
        "Lift your left leg and take a step forward.",
        "Lift your right leg and take a step forward, crossing it over your left leg.",
        "Lift your left leg and take a step forward, uncrossing it from the previous step.",
        "Lift your right leg and take a step forward, uncrossing it from the previous step.",
        "Repeat the previous step by crossing your right leg over your left leg.",
        "Repeat the previous step by uncrossing your right leg from the previous step.",
        "Keep marching forward by crossing and uncrossing your legs alternately.",
        "Maintain a steady rhythm and keep marching forward."
    ],
    "6": [
        "Grip the baseball firmly in your hand",
        "Stand with your feet shoulder-width apart",
        "Raise your throwing arm and extend it backwards",
        "Rotate your hips and torso towards the target",
        "Shift your weight onto your back foot",
        "Push off the rubber with your back foot",
        "Transfer your weight onto your front foot",
        "Extend your throwing arm forward and release the baseball"
    ],
    "7": [
        "Dribble the basketball",
        "Pass the basketball to a teammate",
        "Shoot the basketball towards the basket",
        "Catch a pass from a teammate",
        "Block an opponent's shot",
        "Rebound the basketball after a missed shot",
        "Defend against an opponent's dribble",
        "Set a screen for a teammate"
    ],
    "8": [
        "Approach the basket with speed",
        "Jump off both feet",
        "Extend the arm with the basketball",
        "Leap towards the basket",
        "Generate power from the legs",
        "Keep the eyes on the target",
        "Tuck the chin to protect the head",
        "Securely grip the basketball"
    ],
    "9": [
        "Lie down on a flat bench with your back placed firmly against the bench.",
        "Position yourself in such a way that your feet are placed firmly on the ground, shoulder-width apart.",
        "Grip the barbell with an overhand grip, slightly wider than shoulder-width apart.",
        "Lift the barbell off the rack and hold it directly above your chest with your arms fully extended.",
        "Lower the barbell slowly towards your chest, keeping your elbows tucked in.",
        "Pause for a brief moment once the barbell touches your chest.",
        "Push the barbell back up to the starting position by extending your arms.",
        "Repeat the movement for the desired number of repetitions."
    ],
    "10": [
        "Check and adjust the seat height on the bike",
        "Put on a helmet and any other safety gear",
        "Mount the bike by swinging your leg over the top tube and sit on the seat",
        "Place your feet on the pedals and grip the handlebars",
        "Push off with one foot and start pedaling with the other",
        "Maintain a steady pedaling rhythm and balance on the bike",
        "Change gears as needed to adjust to the terrain and your desired speed",
        "Use hand signals to indicate your intentions while riding"
    ],
    "11": [
        "Rack the billiard balls",
        "Choose a cue stick",
        "Position yourself at the billiard table",
        "Grip the cue stick",
        "Aim at the desired ball",
        "Pull back and strike the cue ball",
        "Watch the balls scatter",
        "Continue taking turns until the game ends"
    ],
    "12": [
        "Plug in the blow dryer and turn it on.",
        "Comb through your hair to remove any tangles.",
        "Section your hair into manageable chunks.",
        "Hold the blow dryer about 6 inches away from your scalp.",
        "Start drying the roots of your hair, moving the blow dryer in a circular motion.",
        "Continue drying the rest of your hair, working from the roots to the ends.",
        "Use a round brush to create volume and shape as you blow dry.",
        "Once your hair is dry, finish with a blast of cool air to set the style."
    ],
    "13": [
        "Prepare the birthday cake with candles",
        "Light the match",
        "Hold the match close to the first candle",
        "Gently blow on the match to extinguish the flame",
        "Repeat steps 2-4 for each candle",
        "Make a wish before blowing out the final candle",
        "Blow on the candles to extinguish all of them",
        "Enjoy the celebration with friends and family"
    ],
    "14": [
        "Stand with your feet shoulder-width apart and your toes pointing slightly outward.",
        "Engage your core and keep your chest lifted throughout the movement.",
        "Lower your body down by bending your knees and pushing your hips back, as if you're sitting back into a chair.",
        "Keep your weight in your heels and your knees in line with your toes as you lower your body.",
        "Continue lowering until your thighs are parallel to the ground or as low as you can comfortably go.",
        "Pause briefly at the bottom of the movement, then exhale and push through your heels to return to the starting position.",
        "Repeat the movement for the desired number of repetitions.",
        "Remember to maintain proper form and alignment throughout the exercise."
    ],
    "15": [
        "Hold the bowling ball with your dominant hand",
        "Position yourself at the start of the bowling lane",
        "Take a few steps forward with your non-dominant foot to build momentum",
        "Swing the bowling ball back behind your body",
        "Take a final step forward and release the ball",
        "Follow through with your arm and hand after releasing the ball",
        "Watch the ball as it rolls down the lane towards the pins",
        "Repeat the steps for each frame or turn in the game"
    ],
    "16": [
        "Hold the boxing gloves with your hands.",
        "Plant your feet shoulder-width apart.",
        "Position yourself in front of the punching bag.",
        "Pull back your dominant hand, making a fist.",
        "Extend your arm forward, aiming for the center of the punching bag.",
        "Rotate your torso and hips as you punch the bag.",
        "Retract your arm quickly after making contact.",
        "Repeat steps 4-7 with your non-dominant hand."
    ],
    "17": [
        "Stand in front of the speed bag with your feet shoulder-width apart.",
        "Raise your arms and position them in front of your face, with your fists clenched.",
        "Begin by hitting the speed bag with a jab using your lead hand.",
        "Alternate between jabbing with your lead hand and your rear hand, maintaining a steady rhythm.",
        "Use your wrists and forearms to generate quick, powerful punches.",
        "Aim for accuracy and precision, hitting the speed bag in the center each time.",
        "As you gain speed and skill, incorporate hooks, uppercuts, and combinations into your routine.",
        "Practice regularly to improve your speed, accuracy, and overall technique."
    ],
    "18": [
        "Extend your arms in front of you with your palms facing down.",
        "Take a deep breath and submerge your face in the water.",
        "Pull both of your arms down to your sides as you push your chest forward.",
        "As you extend your arms, sweep them outwards in a large circular motion.",
        "As your hands reach your hips, bend your elbows and bring your forearms close to your body.",
        "Push your hands forward and straighten your arms as you lift your head out of the water to take another breath.",
        "Bend your elbows again and sweep your arms outward and forward to the starting position.",
        "Repeat the entire sequence of movements to continue swimming the Breaststroke."
    ],
    "19": [
        "Wet the toothbrush",
        "Apply toothpaste to the toothbrush",
        "Hold the toothbrush at a 45-degree angle to the gums",
        "Move the toothbrush back and forth in short strokes",
        "Brush the outer surfaces of the teeth",
        "Brush the inner surfaces of the teeth",
        "Brush the chewing surfaces of the teeth",
        "Spit out the toothpaste and rinse your mouth"
    ],
    "20": [
        "Grab the barbell with an overhand grip, hands slightly wider than shoulder-width apart.",
        "Lower into a squat position, keeping your back straight, chest up, and elbows pointed out to the sides.",
        "Explosively drive your body upward, extending your hips and knees while pulling the barbell upward.",
        "As the barbell reaches chest level, quickly drop your body under the barbell, rotating your elbows forward to catch it at shoulder level.",
        "Simultaneously, dip slightly with your knees as you catch the barbell to absorb the weight.",
        "Stabilize the barbell overhead with your arms fully extended, core engaged, and feet shoulder-width apart.",
        "Stand up straight, ensuring that the barbell is stable and balanced overhead.",
        "Lower the barbell back down to the starting position, completing one repetition."
    ],
    "21": [
        "Climb to the top of the cliff",
        "Find a suitable takeoff spot",
        "Take a deep breath and gather your courage",
        "Position your body in a diving stance",
        "Focus on the landing spot in the water",
        "Leap off the cliff with a powerful jump",
        "Extend your body into a streamlined position",
        "Keep your arms close to your sides"
    ],
    "22": [
        "Grip the cricket ball correctly",
        "Run-in towards the crease",
        "Plant your front foot just before releasing the ball",
        "Bring your bowling arm forward in a smooth action",
        "Release the ball with a flick of your wrist",
        "Follow through with your bowling action",
        "Maintain a consistent line and length while bowling",
        "Vary the pace and spin to deceive the batsman"
    ],
    "23": [
        "Grip the cricket bat firmly",
        "Position yourself in a balanced stance",
        "Watch the bowler's hand as they release the ball",
        "Step forward with your front foot",
        "Bring the bat back and into position behind the pads",
        "Keep your eyes on the ball as you make contact with the bat",
        "Swing the bat in a fluent and controlled motion",
        "Follow through with the shot, keeping your head still"
    ],
    "24": [
        "Take a sharp knife from the kitchen drawer.",
        "Place the cutting board on a stable surface in the kitchen.",
        "Wash the vegetables thoroughly under running water.",
        "Peel the outer skin of the vegetables using a peeler.",
        "Hold the vegetables with one hand and use the other hand to grip the knife.",
        "Cut the vegetables into desired shapes and sizes with a smooth, downward motion.",
        "Transfer the chopped vegetables onto a plate or into a bowl.",
        "Clean the knife and cutting board with soap and water after use."
    ],
    "25": [
        "Preparing the diving equipment",
        "Checking the diving location for any hazards",
        "Putting on the diving suit",
        "Putting on the scuba diving mask",
        "Putting on the diving fins",
        "Performing pre-dive safety checks",
        "Entering the water with a backward roll entry",
        "Descending underwater to the desired depth"
    ],
    "26": [
        "Hold the drumsticks in both hands.",
        "Position the drumsticks over the drumset.",
        "Start by hitting the snare drum with the right drumstick.",
        "Alternate between the snare drum and the hi-hat.",
        "Add in the bass drum pedal with the right foot.",
        "Use the left hand to hit the toms and cymbals.",
        "Experiment with different rhythms and patterns.",
        "Practice regularly to improve your drumming skills."
    ],
    "27": [
        "Hold the fencing sword with a firm grip",
        "Stand with one foot forward and one foot back",
        "Extend your arm and aim the sword towards your opponent",
        "Lunge forward with your front foot while swinging the sword",
        "Parry your opponent's attacks with quick and precise movements",
        "Maintain a strong defensive stance to protect yourself",
        "Attack your opponent with swift and calculated strikes",
        "Learn and practice different fencing techniques and strategies"
    ],
    "28": [
        "Position yourself behind the ball",
        "Take a few steps back to create momentum",
        "Bend your knees and get into a low stance",
        "Grip the hockey stick firmly with both hands",
        "Take a deep breath and focus on your target",
        "Run towards the ball with controlled speed",
        "Strike the ball with precision and power",
        "Follow through with your swing and maintain balance"
    ],
    "29": [
        "Stretch and warm up your muscles",
        "Practice basic floor exercises such as forward rolls and cartwheels",
        "Master more advanced moves like handstands and back handsprings",
        "Learn how to properly execute jumps, leaps, and turns on the floor",
        "Combine different elements into fluid routines",
        "Focus on developing strength and flexibility through conditioning exercises",
        "Improve balance and control through drills and exercises",
        "Perform and showcase your skills in a floor gymnastics routine"
    ],
    "30": [
        "Hold your arm outstretched in front of you",
        "Position your hand with the thumb facing upwards",
        "Watch the Frisbee as it approaches",
        "Step forward to meet the Frisbee",
        "Extend your arm and hand towards the Frisbee",
        "Close your hand around the Frisbee in a firm grip",
        "Bring your hand and the Frisbee back towards your body",
        "Securely catch the Frisbee and hold onto it tightly"
    ],
    "31": [
        "Extend your right arm forward, reaching as far as possible.",
        "As your right arm enters the water, begin pulling it down towards your hip, while keeping your elbow high.",
        "At the same time, simultaneously extend your left arm forward, reaching as far as possible.",
        "Once your right arm has completed the pull, recover it by lifting it out of the water and swinging it forward above the water's surface.",
        "As you recover your right arm, begin pulling your left arm down towards your hip, while keeping your elbow high.",
        "At the same time, extend your right arm forward to begin the next stroke.",
        "Continuously alternate these arm movements while kicking your legs in a flutter kick motion.",
        "Maintain a steady and rhythmic breathing pattern by turning your head to the side to breathe in as needed."
    ],
    "32": [
        "Position your feet shoulder-width apart",
        "Hold the golf club with a relaxed grip",
        "Align your body parallel to the target line",
        "Shift your weight to your front foot",
        "Begin the backswing by rotating your torso",
        "Maintain a smooth tempo and rhythm",
        "Unleash your downswing by rotating your hips",
        "Follow through with a complete finish"
    ],
    "33": [
        "Prepare the equipment and tools",
        "Wash the client's hair",
        "Apply conditioner or treatment if necessary",
        "Section the hair into manageable parts",
        "Trim the hair with scissors or a razor",
        "Blend and shape the hair using clippers or trimmers",
        "Style the hair as desired",
        "Clean up and sanitize the workspace"
    ],
    "34": [
        "Hold the hammer firmly with your dominant hand.",
        "Position the target object securely on a stable surface.",
        "Aim the head of the hammer at the target spot.",
        "Raise the hammer above your shoulder level.",
        "Bring the hammer down swiftly, using the force from your arm muscles.",
        "Strike the target spot with the hammer head.",
        "Repeat the striking motion until the desired outcome is achieved.",
        "Carefully remove the hammered object from the surface."
    ],
    "35": [
        "Hold the hammer firmly in your dominant hand",
        "Take a few steps back to create momentum",
        "Pivot on your back foot to generate rotational force",
        "Swing the hammer back behind your body",
        "Shift your weight to your front foot",
        "Rotate your body and release the hammer",
        "Extend your arm and follow through with the throw",
        "Watch the hammer fly through the air"
    ],
    "36": [
        "Place your hands on the ground, shoulder-width apart.",
        "Kick your legs up into a handstand position against a wall.",
        "Bend your arms and lower your head towards the ground.",
        "Push through your arms and straighten them to push your body back up.",
        "Repeat the movement for the desired number of repetitions.",
        "Maintain a straight body alignment throughout the exercise.",
        "Engage your core muscles to provide stability.",
        "Control your breathing throughout the movement."
    ],
    "37": [
        "Position your hands firmly on the ground.",
        "Kick your legs up into the air.",
        "Keep your core engaged and your body straight.",
        "Balance on your hands while walking.",
        "Alternate between lifting and moving your hands forward.",
        "Maintain a steady rhythm as you walk on your hands.",
        "Ensure your shoulders are stacked above your wrists.",
        "Continue walking on your hands until desired distance is reached."
    ],
    "38": [
        "Apply a generous amount of massage oil to the scalp",
        "Use your fingertips to gently massage the scalp in circular motions",
        "Apply medium pressure while massaging the temples",
        "Use your palms to apply gentle pressure at the base of the skull",
        "Apply circular motions with your thumbs on the sides of the head",
        "Massage the back of the neck in an upward motion",
        "Use your fingers to massage the forehead in an upward motion towards the hairline",
        "Repeat the entire process for a relaxing and rejuvenating head massage"
    ],
    "39": [
        "Prepare for the jump",
        "Start running towards the bar",
        "Bend your knees and swing your arms backward",
        "Generate upward force with your legs",
        "Extend your body and lift your legs",
        "Arch your back and extend your arms upward",
        "Clear the bar by tucking your knees and rotating your body",
        "Land safely on the mat"
    ],
    "40": [
        "Select a horse racing track",
        "Gather a group of thoroughbred horses",
        "Assign jockeys to each horse",
        "Prepare the horses for the race by saddling them",
        "Line up the horses at the starting line",
        "Commence the race by signaling the start",
        "Observe the race as the horses gallop towards the finish line",
        "Declare the winner of the horse race based on the first horse to cross the finish line"
    ],
    "41": [
        "Mount the horse",
        "Hold the reins firmly",
        "Kick lightly to signal the horse to start",
        "Maintain a balanced and upright posture",
        "Use body cues to direct the horse's movements",
        "Maintain a steady rhythm with your hips",
        "Control the speed and direction of the horse using the reins",
        "Dismount the horse safely"
    ],
    "42": [
        "Select a suitable location to perform the hula hoop activity",
        "Hold the hula hoop firmly with both hands",
        "Place the hula hoop around your waist",
        "Stand up straight with your feet shoulder-width apart",
        "Start rotating your hips in a circular motion",
        "Use your core muscles to keep the hula hoop spinning",
        "Try to maintain a steady rhythm and speed with your hip movements",
        "Continue hula hooping for a desired duration of time"
    ],
    "43": [
        "Prepare for the routine by stretching and warming up the muscles.",
        "Enter the ice rink and find the starting position.",
        "Begin with a graceful and synchronized skating movement.",
        "Perform intricate footwork patterns on the ice.",
        "Execute lifts and throws with precision and control.",
        "Incorporate spins and twizzles into the routine.",
        "Show expressive body movements and emotive facial expressions.",
        "Conclude the routine with a stunning final pose."
    ],
    "44": [
        "Grip the javelin firmly with your throwing hand",
        "Stand shoulder-width apart with your feet perpendicular to the throwing direction",
        "Extend your arm fully back behind your body while keeping it straight",
        "Shift your weight onto your back foot",
        "Rotate your hips and shoulders towards the throwing direction",
        "Drive your back foot forward, transferring your weight onto your front foot",
        "Release the javelin at the optimal point of power",
        "Follow through with your throwing arm, extending it fully towards the target"
    ],
    "45": [
        "Stand with feet shoulder-width apart and knees slightly bent.",
        "Hold two juggling balls in your dominant hand and one ball in your non-dominant hand.",
        "Toss the ball in your non-dominant hand up to eye level and quickly transfer the ball from your dominant hand to your non-dominant hand.",
        "Catch the ball from your non-dominant hand with your dominant hand, while simultaneously tossing the other two balls in an arc pattern from your dominant hand.",
        "As the first tossed ball reaches its peak, toss the ball in your non-dominant hand back up to eye level.",
        "Catch the first tossed ball with your non-dominant hand, while simultaneously tossing the other two balls in the same arc pattern from your dominant hand again.",
        "Repeat the process of tossing and catching the balls, maintaining a steady rhythm.",
        "Practice and gradually increase your speed and coordination to perform advanced juggling patterns."
    ],
    "46": [
        "Stand with your feet together and your arms at your sides.",
        "Jump up into the air, spreading your feet wider than your hips and simultaneously raising your arms above your head.",
        "While in mid-air, quickly reverse the position of your feet by bringing them back together and simultaneously lowering your arms back to your sides.",
        "Repeat the jump by once again spreading your feet wider than your hips and raising your arms above your head.",
        "While in mid-air, quickly reverse the position of your feet by bringing them back together and simultaneously lowering your arms back to your sides.",
        "Continue alternating between spreading your feet apart and bringing them back together while simultaneously raising and lowering your arms above your head.",
        "Repeat these movements in a fluid and continuous motion.",
        "Continue jumping and repeating the movements for the desired duration of the exercise."
    ],
    "47": [
        "Hold the ends of the jump rope in each hand.",
        "Stand with your feet shoulder-width apart and your knees slightly bent.",
        "Swing the jump rope behind you, bringing it over your head.",
        "As the rope comes forward, jump off the ground.",
        "While in the air, swing the rope under your feet and over your head again.",
        "Land softly on the balls of your feet as the rope comes back around.",
        "Repeat the motion, jumping over the rope each time it comes around.",
        "Continue jumping rope for a desired amount of time."
    ],
    "48": [
        "Choose a suitable location for kayaking",
        "Inspect and prepare the kayak and paddle",
        "Wear proper safety gear, including a life jacket",
        "Enter the kayak by sitting down in the center",
        "Start paddling by using a forward stroke",
        "Maintain a steady rhythm and proper form while paddling",
        "Navigate through the water by steering the kayak",
        "Exit the kayak safely by returning to shore"
    ],
    "49": [
        "Cast on stitches",
        "Hold knitting needles",
        "Insert the right needle into the first stitch",
        "Wrap the yarn around the right needle",
        "Pull the right needle through the first stitch",
        "Slide the stitch off the left needle onto the right needle",
        "Repeat steps 3 to 6 for each stitch",
        "Continue knitting rows until desired length is reached"
    ],
    "50": [
        "Measure the distance between the takeoff board and the landing area.",
        "Start with a short run-up, building up speed gradually.",
        "Take off from one foot and extend the takeoff leg forward.",
        "Swing the non-takeoff leg forward for balance.",
        "Extend the arms forward for momentum.",
        "Drive the knees up towards the chest.",
        "Extend the legs forward and prepare for landing.",
        "Land in the pit with both feet, maintaining balance."
    ],
    "51": [
        "Stand with your feet hip-width apart.",
        "Take a big step forward with your right leg.",
        "Lower your body down until your right knee is bent at a 90-degree angle.",
        "Keep your left leg straight, with your heel lifted off the ground.",
        "Push through your right heel to rise back up to the starting position.",
        "Repeat the movement with your left leg.",
        "Continue alternating lunges for the desired number of repetitions.",
        "Remember to keep your core engaged and chest lifted throughout the exercise."
    ],
    "52": [
        "Gather troops and military personnel.",
        "Organize and coordinate the parade route.",
        "Prepare and inspect military equipment and vehicles.",
        "Assign responsibilities and roles to military personnel.",
        "Practice precise formations and marching patterns.",
        "Arrange for appropriate music and band performances.",
        "Invite and coordinate the attendance of high-ranking military officials and dignitaries.",
        "Execute the parade with precision and discipline."
    ],
    "53": [
        "Pour the desired ingredients into a mixing bowl",
        "Use a whisk or spoon to combine the ingredients",
        "Stir the mixture in a circular motion",
        "Continue mixing until all ingredients are evenly distributed",
        "Scrape the sides of the bowl to ensure all ingredients are incorporated",
        "Check the consistency of the mixture, adding more liquid or dry ingredients as needed",
        "Mix for an additional few minutes to blend all flavors together",
        "Once the desired consistency is achieved, the mixing process is complete."
    ],
    "54": [
        "Prepare the cleaning solution.",
        "Fill the mop bucket with water.",
        "Add the cleaning solution to the water in the mop bucket.",
        "Submerge the mop in the cleaning solution.",
        "Wring out the excess liquid from the mop.",
        "Start mopping from one corner of the floor.",
        "Continue mopping in linear motions, overlapping each stroke.",
        "Repeat the process until the entire floor is mopped."
    ],
    "55": [
        "Hold one nunchuck in each hand",
        "Take a firm grip on both nunchucks",
        "Extend your arms out in front of you",
        "Swing one nunchuck over your head to the side",
        "Bring it back to the starting position",
        "Repeat the same motion with the other nunchuck",
        "Practice alternating the swings between both nunchucks",
        "Gradually increase speed and coordination as you become more comfortable"
    ],
    "56": [
        "Grip the parallel bars with both hands.",
        "Place your palms firmly on the bars, facing down.",
        "Spread your arms shoulder-width apart.",
        "Keep your elbows slightly bent.",
        "Step forward with one foot and lift the other foot off the ground.",
        "Lower your body towards the bars by bending your elbows.",
        "Continue lowering until your elbows are at a 90-degree angle.",
        "Push your body back up by straightening your arms."
    ],
    "57": [
        "Wash hands thoroughly.",
        "Prepare the pizza dough by mixing flour, yeast, salt, and water.",
        "Knead the dough until it is smooth and elastic.",
        "Divide the dough into smaller portions and shape them into balls.",
        "Dust the dough balls with flour and cover them with a clean towel, allowing them to rise for at least an hour.",
        "Take one dough ball and flatten it with your hands, then transfer it to a lightly floured surface.",
        "Gently stretch the dough by hand, rotating it as you go, until it forms a large, thin circle.",
        "Toss the pizza dough into the air, using a quick flick of the wrist and catching it with your other hand."
    ],
    "58": [
        "Hold the cello with your knees",
        "Position your left hand on the fingerboard",
        "Place the bow in your right hand",
        "Rest the bow on the strings near the bridge",
        "Draw the bow across the strings",
        "Press down on the strings with your left hand to create different notes",
        "Use the bow to play the desired musical piece",
        "Practice regularly to improve your skills"
    ],
    "59": [
        "Hold the Daf with one hand",
        "Use the fingers of your other hand to strike the rim of the Daf",
        "Alternate between the left and right hand to create a rhythm",
        "Experiment with different striking techniques",
        "Vary the speed and intensity of the strikes to create different sounds",
        "Incorporate finger rolls and flicks for added flair",
        "Practice different patterns and rhythms",
        "Improvise and create your own unique style"
    ],
    "60": [
        "Hold the dhol with both hands",
        "Position the smaller side of the dhol on your left side",
        "Play the bass sound by striking the larger side of the dhol with your open palm",
        "Play the treble sound by striking the smaller side of the dhol with your fingers",
        "Use your left hand to control the tension of the drumhead",
        "Use your right hand to control the pitch of the sound",
        "Practice different rhythms and beats",
        "Combine different sounds and patterns to create your own rhythms"
    ],
    "61": [
        "Hold the flute with your left hand and position your fingers on the keys",
        "Place your lips against the mouthpiece of the flute",
        "Blow air into the flute while keeping your fingers on the keys",
        "Adjust the position of your fingers to play different notes",
        "Press down on the keys to change the pitch of the notes",
        "Control the airflow and pressure to produce different tones",
        "Practice finger exercises to improve dexterity and precision",
        "Learn music theory and read sheet music to play songs on the flute"
    ],
    "62": [
        "Hold the guitar with your dominant hand",
        "Place your non-dominant hand on the neck of the guitar",
        "Fret the desired chord by pressing down on the strings with your fingers",
        "Strum the strings with a pick or your fingers",
        "Adjust the pressure or position of your fingers on the frets to change the sound",
        "Practice playing different chords and transitioning between them smoothly",
        "Experiment with different strumming patterns and rhythms",
        "Learn to play songs by following sheet music or online tutorials"
    ],
    "63": [
        "Sit down at the piano.",
        "Place your fingers on the keys.",
        "Position your body in a comfortable and upright posture.",
        "Read the sheet music or choose a song from memory.",
        "Use the correct fingerings to play the notes.",
        "Maintain a steady rhythm and tempo.",
        "Use dynamics to add expression to the music.",
        "Practice regularly to improve your skills."
    ],
    "64": [
        "Tune the sitar strings.",
        "Hold the sitar properly with the right posture.",
        "Place the left hand on the frets to produce different notes.",
        "Use the right hand to pluck the strings.",
        "Practice the different techniques like meend, gamak, and murki.",
        "Learn and practice different ragas.",
        "Improvise and create your own melodies.",
        "Perform and share your music with others."
    ],
    "65": [
        "Sit in a comfortable position with the tabla placed in front of you.",
        "Hold the large drum (Bayan) with your non-dominant hand.",
        "Hold the small drum (Dayan) with your dominant hand.",
        "Position your fingers over the drumheads, ready to strike.",
        "Strike the drumheads with your fingertips to produce different sounds.",
        "Use your non-dominant hand to control the bass sounds on the Bayan.",
        "Use your dominant hand to play the melody and higher pitch sounds on the Dayan.",
        "Practice different rhythm patterns and techniques to improve your tabla playing skills."
    ],
    "66": [
        "Hold the violin with your left hand on the neck and your right hand on the bow.",
        "Press down the strings with your left hand fingers to create different notes.",
        "Place your chin on the chinrest to provide support and stability.",
        "Draw the bow across the strings with your right hand to produce sound.",
        "Adjust the tension of the bow by tightening or loosening the frog.",
        "Use your left hand to slide along the fingerboard to change the pitch of the notes.",
        "Practice bowing techniques such as staccato, legato, and vibrato.",
        "Learn and play different songs and musical pieces to improve your skills."
    ],
    "67": [
        "Approach the pole with speed and determination",
        "Plant the pole firmly into the ground",
        "Jump off the ground using the pole to gain height",
        "Extend your body and legs as you ascend over the bar",
        "Release your grip on the pole at the peak of your jump",
        "Arch your back and shoulders to clear the bar",
        "Straighten your body and push off the pole to increase distance",
        "Land safely on the mat with proper technique"
    ],
    "68": [
        "Start by gripping the pommel horse with both hands",
        "Swing your legs forward and push yourself up into the air",
        "Extend your body and rotate your hips to perform a scissor kick",
        "Land back on the pommel horse with both hands still gripping the pommels",
        "Swing your legs again and perform another scissor kick",
        "Repeat this motion alternating between legs",
        "Maintain a steady rhythm and flow throughout the routine",
        "Finish with a dismount by swinging your legs forward and landing on the mat"
    ],
    "69": [
        "Grasp the pull-up bar with an overhand grip, shoulder-width apart.",
        "Hang from the bar with your arms fully extended and your body relaxed.",
        "Engage your core muscles and squeeze your shoulder blades together.",
        "Pull your body up towards the bar, keeping your elbows close to your sides.",
        "Continue pulling until your chin is above the bar.",
        "Slowly lower yourself back down to the starting position, fully extending your arms.",
        "Repeat for the desired number of reps.",
        "Rest and recover."
    ],
    "70": [
        "Extend your arm forward",
        "Rotate your torso in the punching direction",
        "Bend your elbow and bring your fist towards the target",
        "Engage your core muscles for power",
        "Make contact with the target using the front knuckles of your fist",
        "Immediately retract your arm back to starting position",
        "Maintain a strong and balanced stance throughout",
        "Repeat the punch if necessary"
    ],
    "71": [
        "Assume a high plank position with your hands slightly wider than shoulder-width apart.",
        "Engage your core, glutes, and legs to keep your body in a straight line from head to heels.",
        "Bend your elbows and lower your chest toward the ground, keeping your elbows tucked close to your sides.",
        "Pause when your chest is just above the ground, and then press back up to the starting position.",
        "Remember to inhale as you lower down and exhale as you push back up.",
        "Repeat these movements for the desired number of repetitions.",
        "Keep your neck and spine aligned by looking slightly forward and not tucking your chin.",
        "Modify the exercise by performing push-ups on your knees if needed."
    ],
    "72": [
        "Find a suitable river or body of water for rafting",
        "Gather all necessary gear and equipment such as a raft, paddles, life jackets, and helmets",
        "Ensure everyone participating is aware of the safety rules and regulations",
        "Board the raft and familiarize yourself with the different parts and features",
        "Take a lesson or receive instruction on the proper techniques for paddling and maneuvering the raft",
        "Navigate through the rapids or currents using the correct paddling techniques and teamwork",
        "Stay alert and aware of the surroundings for any potential hazards or obstacles",
        "Once you've reached your desired destination, safely disembark from the raft and conclude the rafting experience"
    ],
    "73": [
        "Put on a comfortable pair of climbing shoes",
        "Warm up your muscles with some stretching exercises",
        "Find a climbing route that matches your skill level",
        "Check all the safety equipment, such as harness and helmet",
        "Begin climbing, focusing on your grip and foot placement",
        "Navigate the climbing route, using both your upper body and lower body strength",
        "Take breaks as needed, hydrating and regaining energy",
        "Finish the climb successfully and celebrate your achievement"
    ],
    "74": [
        "Grasp the rope firmly with both hands",
        "Pull yourself up by using your arms and legs to climb",
        "Coordinate your movements to ascend the rope",
        "Keep a steady and controlled rhythm while climbing",
        "Maintain a strong grip on the rope throughout the process",
        "Use your legs to push off and generate upward momentum",
        "Continue climbing until you reach your desired height",
        "Carefully descend by releasing your grip and lowering yourself down"
    ],
    "75": [
        "Sit on the rowing machine.",
        "Grab the handles with an overhand grip.",
        "Extend your legs fully.",
        "Lean back slightly and engage your core.",
        "Pull the handles towards your chest, squeezing your shoulder blades together.",
        "Reverse the movement, extending your arms and bending your knees.",
        "Repeat for desired number of repetitions.",
        "Cool down and stretch after your workout."
    ],
    "76": [
        "Start by standing with your feet together and arms relaxed by your sides.",
        "Step forward with your left foot, keeping your right foot in place.",
        "Bend your knees slightly as you shift your weight forward onto your left foot.",
        "Swing your right foot around behind your left foot in a circular motion.",
        "As you swing your right foot around, twist your hips to the left.",
        "Continue the circular motion until your right foot is crossed over your left foot.",
        "Uncross your feet by swinging your right foot back around to the starting position.",
        "Repeat the steps with the opposite foot as you continue to spin."
    ],
    "77": [
        "Wet your face with warm water",
        "Apply shaving cream or gel on your beard",
        "Hold the razor at a 30-degree angle to your face",
        "Start shaving in the direction of hair growth",
        "Rinse the razor frequently to remove hair and shaving cream",
        "Repeat the process for a closer shave",
        "Rinse your face with cold water to close the pores",
        "Apply aftershave or moisturizer to soothe the skin"
    ],
    "78": [
        "Stand with your feet shoulder-width apart",
        "Hold the shotput with your dominant hand",
        "Extend your arm back, keeping it close to your body",
        "Swing your arm forward and up, using your hips and legs for momentum",
        "Release the shotput at the highest point of your throw",
        "Follow through with your arm, extending it forward",
        "Keep your balance and stay in your throwing area",
        "Measure the distance thrown and record your result"
    ],
    "79": [
        "Stand with one foot on the skateboard and the other foot on the ground, parallel to the board.",
        "Push off with your foot on the ground and start rolling.",
        "Place your other foot on the skateboard, making sure both feet are positioned comfortably.",
        "Bend your knees slightly to maintain balance.",
        "Lean forward or backward to control your speed and direction.",
        "Use your arms to help you maintain balance.",
        "Practice different tricks and maneuvers like ollies, kickflips, and grinds.",
        "Always wear protective gear and practice in a safe environment."
    ],
    "80": [
        "Put on ski boots",
        "Put on ski goggles",
        "Attach skis to boots",
        "Hold ski poles",
        "Slide skis forward",
        "Bend knees and push off with poles",
        "Glide down the slope",
        "Practice turning and stopping"
    ],
    "81": [
        "Put on a wetsuit",
        "Check the fuel levels and refill if necessary",
        "Put on a life jacket",
        "Mount the skijet by placing one leg on each side",
        "Start the skijet engine",
        "Hold on to the handlebars tightly",
        "Accelerate gradually to gain momentum",
        "Enjoy the thrill of riding the skijet"
    ],
    "82": [
        "Put on skydiving gear",
        "Attend a safety briefing",
        "Board the aircraft",
        "Get strapped to a professional skydiver or tandem instructor",
        "Take off and reach the desired altitude",
        "Jump out of the aircraft",
        "Experience freefall for about a minute",
        "Deploy the parachute and enjoy the descent"
    ],
    "83": [
        "Keep your eyes on the soccer ball",
        "Start by dropping the ball to your dominant foot",
        "Lift your dominant foot and tap the ball gently with your toes",
        "As the ball starts coming down, use the top of your foot to tap it back up into the air",
        "Keep your non-dominant foot close to the ball for support",
        "Alternate between tapping the ball with the top of your foot and lifting it with your toes",
        "Try to keep a consistent rhythm and control the height of the ball",
        "Continue practicing to improve your juggling skills"
    ],
    "84": [
        "Approach the penalty spot.",
        "Position the ball on the penalty spot.",
        "Visualize your target (e.g., the corner of the net).",
        "Take a few steps backward to create momentum for your kick.",
        "Choose your preferred technique for kicking the ball (e.g., side-foot, laces, etc.).",
        "Run towards the ball with steady strides.",
        "Strike the ball firmly and accurately towards your desired target.",
        "Observe the ball's trajectory and the goalkeeper's reaction."
    ],
    "85": [
        "Grip the still rings firmly with both hands.",
        "Jump up and grab the rings, keeping your arms straight.",
        "Engage your core muscles and shoulder girdle.",
        "Lower your body into a straight hanging position.",
        "Bend your knees and pull your legs up towards your chest.",
        "Extend your legs back out and straighten your body.",
        "Perform a controlled swing and build momentum.",
        "Release the rings and dismount safely."
    ],
    "86": [
        "Prepare the sumo wrestling arena by marking the boundaries and ensuring a flat surface.",
        "Gather the sumo wrestlers and assign them their respective sides of the arena.",
        "Perform a ceremonial ritual to pay respect to the sport and build excitement.",
        "Determine the order in which the wrestlers will compete.",
        "Each wrestler enters the arena, making sure they are in proper attire and ready for the match.",
        "The wrestlers take their starting positions and await the referee's signal to begin.",
        "The match begins, and the wrestlers engage in a fierce but controlled struggle to force their opponent out of the ring or make them touch the ground with something other than the soles of their feet.",
        "The match concludes when one wrestler successfully defeats the other, and the winner is declared."
    ],
    "87": [
        "Find a suitable surfing location",
        "Put on a wetsuit",
        "Grab a surfboard",
        "Walk towards the water",
        "Paddle out past the breaking waves",
        "Position yourself on the surfboard",
        "Wait for a suitable wave",
        "Catch the wave and ride it towards the shore"
    ],
    "88": [
        "Hold the golf club with both hands at the grip",
        "Stand with your feet shoulder-width apart",
        "Bend your knees slightly",
        "Rotate your torso to the right (for right-handed golfers)",
        "Keep your eye on the ball",
        "Swing the club back, keeping your arms straight",
        "Shift your weight onto your back foot",
        "Swing the club forward, pivoting your hips and rotating your torso"
    ],
    "89": [
        "Position yourself in front of the table.",
        "Hold the table tennis racket with your dominant hand.",
        "Stand with your feet shoulder-width apart.",
        "Focus on the ball and track its movement.",
        "Bend your knees slightly and prepare to swing.",
        "Swing your arm forward in a smooth motion.",
        "Make contact with the ball using the racket.",
        "Follow through with your swing and return to the ready position."
    ],
    "90": [
        "Stand with feet shoulder-width apart",
        "Bend your knees slightly",
        "Shift your weight to your left leg",
        "Raise your right arm up and extend it forward",
        "Rotate your body to the right as you shift your weight to your right leg",
        "Bring your left arm across your body and extend it forward",
        "Rotate your body to the left as you shift your weight to your left leg",
        "Repeat the sequence with the opposite limbs"
    ],
    "91": [
        "Hold the tennis racket with both hands, placing your dominant hand in the lower grip and your non-dominant hand in the upper grip.",
        "Stand sideways to the net with your feet shoulder-width apart and your knees slightly bent.",
        "Begin the swing by turning your shoulders, hips, and feet in the same direction, rotating your body towards the non-dominant side.",
        "As you rotate, bring the racket back with your dominant hand, positioning it slightly above and behind your shoulder.",
        "Initiate the forward swing by pushing off the ground with your back foot and transferring your weight onto your front foot.",
        "Simultaneously, swing the racket forward and across your body, making contact with the ball at the optimal impact point.",
        "Follow through with the swing by extending your arms and rotating your body fully towards the non-dominant side.",
        "Finish the swing with a natural wrist snap, allowing the racket to follow a smooth and controlled path."
    ],
    "92": [
        "Grip the discus firmly in your throwing hand",
        "Stand with your feet shoulder-width apart",
        "Shift your weight to your back foot",
        "Rotate your body towards the throwing area",
        "Transfer your weight to your front foot",
        "Release the discus at the appropriate time",
        "Follow through with your arm and body",
        "Observe the direction and distance of your throw"
    ],
    "93": [
        "Warm up your body and stretch your muscles.",
        "Position yourself in front of the trampoline with your feet shoulder-width apart.",
        "Bend your knees and lower your body into a squatting position.",
        "Swing your arms down and use them to propel yourself upwards.",
        "Jump off both feet and onto the trampoline surface.",
        "As you descend, bend your knees slightly to absorb the impact.",
        "Push off the trampoline with your feet to jump back up.",
        "Repeat the process to continue jumping on the trampoline."
    ],
    "94": [
        "Position your fingers on the home row keys",
        "Place your fingers on the appropriate keys for each letter",
        "Use the correct finger to press each key",
        "Press the keys with the appropriate amount of force",
        "Move your fingers smoothly and quickly across the keyboard",
        "Pay attention to your posture and keep your back straight",
        "Keep your eyes on the screen to ensure accuracy",
        "Practice regularly to improve your typing speed and accuracy"
    ],
    "95": [
        "Approach the uneven bars",
        "Place hands on the bars with an overhand grip",
        "Jump and swing forward to gain momentum",
        "Release one hand and rotate body around the bar",
        "Catch the bar with the free hand",
        "Swing and release the other hand",
        "Perform a flip or twist in mid-air",
        "Land on the mat with both feet"
    ],
    "96": [
        "Approach the net",
        "Jump off both feet",
        "Extend your hitting arm up",
        "Snap your wrist to generate power",
        "Contact the ball at the highest point",
        "Direct the ball towards your desired target",
        "Follow through with your arm swing",
        "Land on both feet and prepare for the next play"
    ],
    "97": [
        "Leash the dog",
        "Put on comfortable shoes",
        "Open the front door",
        "Step outside",
        "Start walking",
        "Maintain a steady pace",
        "Allow the dog to explore",
        "Return home"
    ],
    "98": [
        "Position yourself facing a wall.",
        "Stand with your feet hip-width apart and about a foot away from the wall.",
        "Place your palms flat against the wall at shoulder height, slightly wider than your shoulders.",
        "Engage your core and maintain a straight line from head to heels.",
        "Bend your elbows and lower your chest towards the wall, keeping your body straight.",
        "Push back up to the starting position, fully extending your arms.",
        "Repeat the movement for the desired number of repetitions.",
        "Rest and recover before performing another set."
    ],
    "99": [
        "Hold the marker firmly",
        "Approach the whiteboard",
        "Position the marker at the top left corner of the board",
        "Press the tip of the marker against the board",
        "Apply steady pressure while moving the marker horizontally",
        "Continue writing with consistent strokes",
        "Lift the marker off the board when finished",
        "Review the written content for accuracy"
    ],
    "100": [
        "Hold the YoYo with your dominant hand.",
        "Extend your arm fully, making sure there is enough space for the YoYo to swing freely.",
        "With a flick of the wrist, release the YoYo downwards.",
        "Allow the YoYo to unwind and drop towards the ground.",
        "At the bottom of the YoYo's swing, pull your wrist back slightly to start the YoYo climbing back up.",
        "As the YoYo climbs back up, use your wrist to add some spin to the YoYo.",
        "Catch the YoYo in your hand when it reaches the top.",
        "Repeat the steps to continue playing with the YoYo."
    ]
}