{
    "0": [
        "Memorizing the script",
        "Rehearsing the scenes",
        "Understanding the character",
        "Performing on stage"
    ],
    "1": [
        "Push the glasses up the bridge of your nose",
        "Align the temples with your ears",
        "Adjust the nose pads for comfort",
        "Ensure that the glasses rest comfortably on your face"
    ],
    "2": [
        "Approach the alligator calmly and confidently",
        "Grab the alligator by its jaws or tail",
        "Control the alligator's movement and restrain it",
        "Release the alligator safely and move away"
    ],
    "3": [
        "Excavate the site using shovels and trowels",
        "Create a grid system to systematically divide the excavation area",
        "Remove the top layer of soil to expose the artifacts",
        "Carefully document and record the location and orientation of each artifact"
    ],
    "4": [
        "Identify the topic or issue of the argument",
        "Present your position or claim on the topic",
        "Support your claim with evidence and reasoning",
        "Respond to counterarguments and address opposing viewpoints"
    ],
    "5": [
        "Attach the front wheel to the bicycle frame using a wrench and follow the specified torque setting.",
        "Secure the handlebars onto the front fork by tightening the stem bolts with an Allen wrench.",
        "Install the pedals onto the crank arms by screwing them in clockwise.",
        "Adjust the seat height to the desired position and tighten the seat clamp to secure it."
    ],
    "6": [
        "Register for the conference",
        "Book accommodation and travel arrangements",
        "Prepare a list of sessions to attend",
        "Participate actively in the conference sessions and activities"
    ],
    "7": [
        "Run towards the starting point",
        "Bend your knees and prepare for the jump",
        "Jump up with full force while tucking your knees to your chest",
        "Extend your legs and push your hips upwards to flip backwards, while keeping your eyes on the ground"
    ],
    "8": [
        "Prepare gear and equipment",
        "Climb to a suitable base jump location",
        "Jump off the platform or ledge",
        "Deploy parachute and safely land"
    ],
    "9": [
        "Prepare the bathing area",
        "Gently brush the dog's fur to remove any loose hair",
        "Wet the dog's fur thoroughly with warm water",
        "Apply dog shampoo and lather it into the fur, making sure to reach all areas"
    ],
    "10": [
        "Hold the handles of the battle rope in each hand.",
        "Stand with your feet shoulder-width apart and knees slightly bent.",
        "Begin by moving one arm at a time, rapidly raising and lowering the ropes.",
        "Continue the motion for a specific duration or number of repetitions."
    ],
    "11": [
        "Wash your hair thoroughly",
        "Towel dry your hair to remove excess water",
        "Divide your hair into sections",
        "Use a blow dryer on low heat setting to dry each section of hair"
    ],
    "12": [
        "Take a piece of bubble gum out of the pack",
        "Put the bubble gum in your mouth",
        "Start chewing the gum to soften it",
        "Blow air into your mouth, forming a bubble with the gum"
    ],
    "13": [
        "Find a suitable beach with good wave conditions",
        "Wait for a wave that is forming close to the shore",
        "Swim towards the wave as it approaches the shore",
        "Just before the wave breaks, launch your body onto the wave and ride it towards the shore."
    ],
    "14": [
        "Cleaning the bottles",
        "Sanitizing the bottles",
        "Filling the bottles with liquid",
        "Sealing the bottles"
    ],
    "15": [
        "Jump onto the bouncy castle",
        "Bend your knees to prepare for the bounce",
        "Push off with your legs",
        "Enjoy the feeling of bouncing up and down on the castle"
    ],
    "16": [
        "Position the board on a sturdy surface",
        "Make sure your stance is balanced and stable",
        "Use your dominant hand to create a firm fist",
        "Apply force with a quick, controlled strike"
    ],
    "17": [
        "Inhale deeply",
        "Ignite the flammable substance in the mouth",
        "Exhale forcefully",
        "Release a stream of fire"
    ],
    "18": [
        "Pour out the Legos onto a flat surface.",
        "Sort the Legos by color and size.",
        "Follow the instructions in the Lego building manual.",
        "Connect the Legos together according to the instructions."
    ],
    "19": [
        "Dig a shallow hole in the sand for the base",
        "Fill the hole with wet sand and pack it down firmly",
        "Create a large mound of sand on top of the base",
        "Use your hands or tools to shape the sand into walls and towers"
    ],
    "20": [
        "Preparing the bull and the arena",
        "Placing the banderilhas on the bull's back",
        "Taking turns to perform passes and tricks with the bull",
        "Defeating the bull with a sword or estocada"
    ],
    "21": [
        "Clear the area to be bulldozed by removing any obstacles or debris.",
        "Start the bulldozer and familiarize yourself with the controls.",
        "Drive the bulldozer to the designated starting point for bulldozing.",
        "Begin pushing the earth or other materials forward using the bulldozer's blade."
    ],
    "22": [
        "Take a deep breath",
        "Close your mouth",
        "Contract your diaphragm",
        "Forcefully release the air from your mouth"
    ],
    "23": [
        "Retrieve the necessary data for calculation",
        "Perform the required mathematical operations",
        "Check for any possible errors or inconsistencies in the calculations",
        "Record and present the final calculated result"
    ],
    "24": [
        "Choose a calligraphy style",
        "Prepare the calligraphy tools",
        "Practice basic calligraphy strokes",
        "Create calligraphy artwork"
    ],
    "25": [
        "Hold onto a fixed object to remain stable",
        "Lean towards the opposite side of the capsizing",
        "Prepare to jump off the capsized object",
        "Swim away from the capsized object to safety"
    ],
    "26": [
        "Separate the cards into two equal piles.",
        "Place one pile on top of the other, making sure the edges align.",
        "Repeat this process two more times, stacking the cards on top of each other.",
        "Press down firmly on the stack to ensure the cards are tightly packed."
    ],
    "27": [
        "Hold the card firmly in your dominant hand.",
        "Aim at your target with precision.",
        "Quickly flick your wrist to launch the card.",
        "Follow through with your arm motion to ensure accuracy."
    ],
    "28": [
        "Select the ice block",
        "Sketch the design on the ice",
        "Use a carving tool to remove excess ice",
        "Refine the details and smooth the surface"
    ],
    "29": [
        "Hold the fishing rod firmly",
        "Open the bail or reel",
        "Extend your arm and swing the rod forward",
        "Release the line and allow it to fall into the water"
    ],
    "30": [
        "Press the clutch pedal all the way down",
        "Move the gear shift lever to the desired gear",
        "Slowly release the clutch while gently applying pressure to the accelerator",
        "Confirm that the gear has engaged by feeling for any resistance or listening for any change in engine sound"
    ],
    "31": [
        "Unwrap the chewing gum from its packaging",
        "Place the gum in your mouth",
        "Chew the gum using your teeth and jaw muscles",
        "Continue chewing until the gum loses its flavor or texture"
    ],
    "32": [
        "Select a suitable stone for chiseling",
        "Mark the specific area on the stone where you want to chisel",
        "Hold the chisel firmly in one hand and position it at the starting point on the marked area",
        "Begin chiseling the stone by striking the chisel with a mallet, applying controlled force and following the marked area"
    ],
    "33": [
        "Hold the chisel firmly in your dominant hand.",
        "Position the chisel at the desired starting point on the wood surface.",
        "Apply controlled pressure and force downward onto the wood surface, using the chisel.",
        "Repeat the process, gradually chiseling away the wood material as desired."
    ],
    "34": [
        "Place the meat on a clean cutting board",
        "Hold the knife firmly in your hand",
        "Position the knife blade at one end of the meat",
        "Apply downward pressure with the knife, chopping through the meat"
    ],
    "35": [
        "Wash the vegetables",
        "Cut the vegetables into desired shapes and sizes",
        "Divide the vegetables into separate bowls or containers if needed",
        "Store or use the chopped vegetables as required"
    ],
    "36": [
        "Find a suitable location on the beach",
        "Equip yourself with a shovel or clam rake",
        "Dig shallow holes in the sand",
        "Gently sift through the sand and locate the clams"
    ],
    "37": [
        "Prepare the coloring materials",
        "Choose the desired coloring page or object",
        "Apply the base color",
        "Add details and shading"
    ],
    "38": [
        "Grab a hairbrush or comb.",
        "Start from the roots and slowly comb through the hair.",
        "Continue combing downwards, section by section, until all the hair is smooth and tangle-free.",
        "Gently style or arrange the hair as desired."
    ],
    "39": [
        "Bend your body into a twisted and unnatural shape.",
        "Stretch your limbs in different directions.",
        "Twist your torso while keeping your legs and arms in unusual positions.",
        "Contort your face into various expressions of pain or surprise."
    ],
    "40": [
        "Thaw the scallops if they were frozen",
        "Pat the scallops dry with paper towels",
        "Heat a pan with oil over medium-high heat",
        "Cook the scallops for about 2-3 minutes on each side until they are golden brown"
    ],
    "41": [
        "Research and choose a character to cosplay as",
        "Gather reference images and study the character's appearance and costume details",
        "Acquire or create the necessary costume pieces and props",
        "Put on the costume, apply makeup or special effects, and fully embody the character through poses and mannerisms"
    ],
    "42": [
        "Lie down on a flat surface",
        "Bend your knees and place your feet flat on the ground",
        "Place your hands behind your head with your elbows pointing outwards",
        "Gently push your elbows towards the ground while keeping your lower back on the floor to crack your back"
    ],
    "43": [
        "Extend your fingers",
        "Curl your fingers into a loose fist",
        "Apply gentle pressure between the knuckles",
        "Gently pull your fist apart"
    ],
    "44": [
        "Focus on a specific point in the distance",
        "Slowly bring your finger towards your nose",
        "Consciously try to maintain focus on both the distant point and your finger",
        "Gradually allow your eyes to cross until your finger becomes double vision"
    ],
    "45": [
        "Find a partner to dance with",
        "Stand facing each other",
        "Hold hands with your partner",
        "Begin moving your feet in a rhythmic pattern"
    ],
    "46": [
        "Grip the curling stone with your dominant hand and place your non-dominant hand on top for stability.",
        "Position yourself in the hack, which is a starting position for curlers, with your dominant foot in the hack and your non-dominant foot slightly in front.",
        "Push off from the hack with your dominant foot and slide forward, releasing the curling stone with a smooth and controlled motion.",
        "Direct the curling stone towards the target area, known as the house, by adjusting the angle and speed of your release."
    ],
    "47": [
        "Hold the apple firmly in one hand.",
        "Use a sharp knife to make a vertical cut down the middle of the apple.",
        "Rotate the apple and make another vertical cut down the middle to divide it into quarters.",
        "Cut each quarter into smaller pieces as desired."
    ],
    "48": [
        "Holding the orange with one hand, place it on a stable surface.",
        "Take a sharp knife and position it at the top of the orange.",
        "Apply downward pressure with the knife, cutting through the skin and into the flesh of the orange.",
        "Repeat the cutting motion all around the orange, creating slices or wedges as desired."
    ],
    "49": [
        "Sorting mail into different categories.",
        "Loading mail into the delivery vehicle.",
        "Following the assigned route to deliver mail to various addresses.",
        "Collecting signatures or confirmations for delivered mail."
    ],
    "50": [
        "Stand at the intersection",
        "Hold a traffic control sign in hand",
        "Raise your arm to signal approaching vehicles to stop or go",
        "Maintain constant vigilance on the flow of traffic"
    ],
    "51": [
        "Approach the docking area",
        "Reduce the speed of the boat",
        "Align the boat with the dock",
        "Secure the boat to the dock"
    ],
    "52": [
        "Sort the jigsaw puzzle pieces into different colors or patterns.",
        "Start by finding the edge pieces and separate them from the rest.",
        "Begin assembling the puzzle by connecting the edge pieces together to form the frame.",
        "Continue by fitting in the remaining pieces inside the frame, starting with the larger sections and working towards the smaller ones."
    ],
    "53": [
        "Open mouth slightly",
        "Saliva glands produce excessive saliva",
        "Saliva collects at the corners of the mouth",
        "Saliva may start to drool out of the mouth"
    ],
    "54": [
        "Locate a suitable dumpster or trash receptacle to dive into",
        "Check the area for any signs or indications that dumpster diving is prohibited",
        "Carefully climb or reach into the dumpster",
        "Search through the trash for any valuable or useful items"
    ],
    "55": [
        "Cleansing the eyebrows with a gentle facial cleanser and water",
        "Applying a thin layer of petroleum jelly around the eyebrows to protect the skin from staining",
        "Preparing the eyebrow dye according to the manufacturer's instructions",
        "Using a clean spoolie brush, carefully applying the dye to the eyebrows, starting from the inner corners and moving outward"
    ],
    "56": [
        "Select a fabric and an embroidery hoop",
        "Choose an embroidery pattern or design",
        "Thread a needle with embroidery floss",
        "Begin stitching by following the pattern and filling in the design"
    ],
    "57": [
        "Gripping the handlebars firmly",
        "Losing balance and tipping to one side",
        "Feeling the bike start to tilt",
        "Landing on the ground"
    ],
    "58": [
        "Losing balance while sitting on the chair",
        "Slipping off the chair",
        "Gradually descending towards the ground",
        "Landing on the floor"
    ],
    "59": [
        "Hold the fencing sword with both hands.",
        "Assume the starting position with your feet shoulder-width apart.",
        "Step forward with your leading foot and extend your arm to thrust the sword towards the opponent.",
        "Retreat back to the starting position after each attack."
    ],
    "60": [
        "Restlessly shifting body position",
        "Tapping fingers or feet repeatedly",
        "Nervously bouncing leg up and down",
        "Twirling or playing with objects in hands"
    ],
    "61": [
        "Inspect the bicycle for any visible damage or broken parts",
        "Identify the specific issue or problem with the bicycle",
        "Gather the necessary tools and equipment for the repair",
        "Follow the appropriate repair instructions to fix the issue"
    ],
    "62": [
        "Select a suitable piece of flint or other hard stone",
        "Prepare the flint by removing any outer layers or irregularities",
        "Choose the desired tool shape or implement that you want to create",
        "Carefully strike the flint with a harder stone to remove flakes or create the desired edge or point"
    ],
    "63": [
        "Select the appropriate hook size and type",
        "Attach the thread to the hook shank",
        "Wrap the thread around the hook shank to create a smooth base",
        "Add additional materials such as feathers or tinsel to create the desired fly pattern"
    ],
    "64": [
        "Identify a geocache location",
        "Use GPS coordinates or clues to navigate to the geocache location",
        "Search for the hidden geocache container",
        "Sign the logbook inside the geocache container to record your visit"
    ],
    "65": [
        "Research different types of piercings",
        "Choose the location for the piercing",
        "Find a reputable piercing studio or professional",
        "Schedule an appointment for the piercing"
    ],
    "66": [
        "Find a suitable location near a river or stream with a history of gold deposits.",
        "Set up a gold pan or gold mining sluice, ensuring it is sturdy and capable of holding material.",
        "Scoop up gravel and sediment from the riverbed with the gold pan or shovel it into the sluice.",
        "Shake or agitate the pan or sluice gently to separate the heavier gold particles from the lighter sediment."
    ],
    "67": [
        "Enter the church",
        "Join the choir group",
        "Start singing with the congregation",
        "Engage in harmonious and soulful gospel singing"
    ],
    "68": [
        "Fill a basin or sink with water",
        "Add detergent to the water",
        "Place the clothes in the water and agitate them to create suds",
        "Rub the clothes together to remove dirt and stains"
    ],
    "69": [
        "Position your hands on the ground, shoulder-width apart.",
        "Bend forward and place the top of your head on the ground, creating a tripod with your hands.",
        "Slowly lift your legs off the ground, bringing your knees towards your chest.",
        "Straighten your legs upwards, maintaining balance and holding the headstand position."
    ],
    "70": [
        "Choose a specific historical event or time period.",
        "Research and gather information about the chosen event or time period.",
        "Create or acquire historical costumes and props that are appropriate for the chosen event or time period.",
        "Organize and rehearse the reenactment, including assigning roles and practicing the scenes."
    ],
    "71": [
        "Measuring the correct amount of coffee beans for roasting",
        "Preparing the coffee roaster by preheating it to the desired temperature",
        "Adding the measured coffee beans into the preheated roaster",
        "Roasting the coffee beans for the desired duration to achieve the desired roast level"
    ],
    "72": [
        "Form a circle",
        "Stand close to each other",
        "Lean in towards the center",
        "Wrap your arms around each other"
    ],
    "73": [
        "Approach the baby with open arms",
        "Gently wrap your arms around the baby's body",
        "Hold the baby close to your chest",
        "Squeeze gently to provide a warm and comforting embrace"
    ],
    "74": [
        "Putting on a warm swimming cap",
        "Slowly stepping into the icy water",
        "Taking deep breaths to prepare mentally and physically",
        "Swimming smoothly and steadily in the cold water"
    ],
    "75": [
        "Measure the area where the carpet will be installed.",
        "Clean the floor surface thoroughly to remove any dirt or debris.",
        "Lay down carpet padding to provide cushioning and insulation.",
        "Roll out the carpet, making sure it is aligned properly and stretched tightly."
    ],
    "76": [
        "Brush hair to remove any tangles",
        "Divide hair into sections",
        "Apply heat protectant spray on each section",
        "Use a flat iron to straighten each section of hair"
    ],
    "77": [
        "Look both ways for oncoming traffic before crossing the street",
        "Choose a point in the road where there is a gap in traffic",
        "Quickly walk across the road, paying attention to any cars that may be approaching",
        "Continue walking until you have safely reached the other side of the road"
    ],
    "78": [
        "Pedal the bicycle to gain momentum",
        "Position your body to prepare for the jump",
        "Push down on the pedals while simultaneously pulling up on the handlebars",
        "Explosively extend your legs and arms to propel yourself off the ground"
    ],
    "79": [
        "Start with your feet together and your arms by your sides",
        "Jump up, spreading your feet shoulder-width apart and raising your arms above your head",
        "Jump back to the starting position with your feet together and your arms by your sides",
        "Repeat the previous steps for the desired amount of repetitions"
    ],
    "80": [
        "Choose a karaoke song",
        "Find the karaoke machine",
        "Select the desired language",
        "Sing along to the lyrics"
    ],
    "81": [
        "Unfurl the sail and attach it securely to the mast.",
        "Position yourself in the cockpit and steer the sail-powered vehicle.",
        "Feel the wind and adjust your position to maintain balance and control.",
        "Navigate the land or beach smoothly and enjoy the exhilarating ride."
    ],
    "82": [
        "Prepare the lawn mower for racing",
        "Adjust the cutting height and blade angle",
        "Ensure the engine is in good condition",
        "Line up at the starting line"
    ],
    "83": [
        "Excavate the area where the concrete will be laid.",
        "Prepare the sub-base by compacting the soil and adding a layer of gravel or crushed stone.",
        "Construct formwork to define the shape and dimensions of the concrete.",
        "Mix the concrete ingredients, pour it into the formwork, and level it with a screed board."
    ],
    "84": [
        "Select the appropriate location for laying the stone",
        "Prepare the ground by leveling and clearing any debris",
        "Place the stones in a desired pattern or arrangement",
        "Secure the stones in place with mortar or adhesive"
    ],
    "85": [
        "Measure and mark the area where the tiles will be laid.",
        "Prepare the surface by removing any existing flooring or debris.",
        "Apply an even layer of tile adhesive to the surface using a notched trowel.",
        "Place the tiles carefully on the adhesive, starting from one corner and working your way across the area."
    ],
    "86": [
        "Prepare the leather materials",
        "Design and mark the desired pattern on the leather",
        "Cut the leather according to the marked pattern",
        "Assemble and stitch the leather pieces together"
    ],
    "87": [
        "Extend your tongue out",
        "Press your tongue against a surface",
        "Move your tongue back and forth",
        "Repeat the motion"
    ],
    "88": [
        "Extend arm towards head",
        "Grasp the brim of the hat",
        "Lift the hat off the head",
        "Hold the hat in hand"
    ],
    "89": [
        "Gather firewood and arrange it in a small pyramid shape.",
        "Place small pieces of flammable material, such as dry leaves or paper, in the center of the firewood pyramid.",
        "Ignite the flammable material using a match or lighter.",
        "Gradually add larger pieces of firewood to the burning fire to ensure a steady flame."
    ],
    "90": [
        "Insert tension wrench into the keyhole",
        "Apply slight pressure in the direction of the lock's rotation",
        "Insert the pick into the keyhole",
        "Manipulate the pick to individually lift the pins in the lock"
    ],
    "91": [
        "Put on protective gear",
        "Position your feet shoulder-width apart on the board",
        "Push off with your foot to gain momentum",
        "Maintain balance and steer using your body weight"
    ],
    "92": [
        "Take out the phone from pocket",
        "Unlock the phone using passcode or fingerprint",
        "Open the desired application or phone function",
        "Gaze at the phone screen while focusing on the displayed content"
    ],
    "93": [
        "Position yourself on the luge sled",
        "Push off with your hands",
        "Lie flat on your back",
        "Steer and control your descent with your body movements"
    ],
    "94": [
        "Inflate the balloon with air or helium",
        "Hold the inflated balloon with one hand",
        "Twist the balloon to create the desired shape",
        "Secure the ends of the twisted balloon with a knot or balloon clip"
    ],
    "95": [
        "Fill a container with soapy water",
        "Dip a bubble wand into the soapy water",
        "Gently blow air through the bubble wand",
        "Watch as bubbles form and float away"
    ],
    "96": [
        "Collect fresh milk from the farm",
        "Heat the milk to a specific temperature",
        "Add a starter culture to the milk and let it ferment",
        "Drain the whey from the curds and shape the cheese"
    ],
    "97": [
        "Fold the top left corner of the paper diagonally towards the right edge.",
        "Fold the top right corner of the paper diagonally towards the left edge.",
        "Fold the paper horizontally, aligning the edges to create a crease at the bottom.",
        "Fold the wings of the paper aeroplane by folding the top layer of each side diagonally towards the bottom center crease."
    ],
    "98": [
        "Select a meaningful and romantic location for the proposal",
        "Plan a surprise element for the proposal",
        "Get down on one knee and express your love and commitment",
        "Present the engagement ring and ask the question: Will you marry me?"
    ],
    "99": [
        "Place your hands at the base of your skull.",
        "Apply gentle pressure with your fingertips and start massaging in circular motions.",
        "Slowly move your hands down the sides of your neck, continuing the circular motions.",
        "Repeat the process for a few minutes, focusing on any areas of tension."
    ],
    "100": [
        "Glide backwards on the balls of your feet",
        "Slide one foot back while keeping the other foot stationary",
        "Transfer weight onto the sliding foot",
        "Repeat the sliding motion with the other foot while keeping the first foot stationary"
    ],
    "101": [
        "Find a crowded and energetic music event.",
        "Join the area where people are actively dancing.",
        "Start jumping and bouncing along with the rhythm of the music.",
        "Create contact with other dancers by pushing, shoving, or lightly colliding with them."
    ],
    "102": [
        "Start in a push-up position with your hands directly under your shoulders and your body in a straight line.",
        "Engage your core muscles and lift your right foot off the ground, bringing your knee towards your chest.",
        "Quickly switch your legs, bringing your left knee towards your chest while extending your right leg back.",
        "Continue alternating legs in a fast and controlled motion, maintaining a straight line with your body throughout the exercise."
    ],
    "103": [
        "Identify the appropriate habitat for mushroom growth",
        "Observe the environmental conditions that favor mushroom growth",
        "Search for mushroom patches in the identified habitat",
        "Carefully harvest the mushrooms, ensuring correct identification"
    ],
    "104": [
        "Prepare the felting needle and felting mat.",
        "Take a small amount of wool roving and roll it into a tight ball.",
        "Hold the ball of wool roving on the felting mat.",
        "Poke the felting needle into the wool roving repeatedly to compact the fibers and shape the desired form."
    ],
    "105": [
        "Approach the door",
        "Grasp the door handle",
        "Turn the door handle",
        "Push or pull the door open"
    ],
    "106": [
        "Approach the refrigerator",
        "Grasp the handle of the refrigerator door",
        "Pull the refrigerator door towards you",
        "Release the handle and let the refrigerator door close"
    ],
    "107": [
        "Hold the wine bottle firmly",
        "Remove the foil or plastic covering from the top of the bottle",
        "Insert the cork screw into the center of the cork",
        "Twist the cork screw counterclockwise to remove the cork"
    ],
    "108": [
        "Gather all the items that need to be packed",
        "Sort the items into categories based on their size, fragility, and importance",
        "Select suitable packing materials such as boxes, bubble wrap, packing peanuts, and tape",
        "Carefully wrap and pack each item, ensuring proper cushioning and protection"
    ],
    "109": [
        "Receive the soccer ball from a teammate.",
        "Control the ball with your feet.",
        "Look for an open teammate to pass the ball to.",
        "Pass the ball to the teammate using either your feet or any other part of your body."
    ],
    "110": [
        "Find a group of people taking a photo",
        "Sneak up behind the group unnoticed",
        "Strike a funny or unexpected pose in the background",
        "Quickly leave the scene without getting caught"
    ],
    "111": [
        "Place the original document face-down on the glass scanner.",
        "Adjust the settings such as number of copies, paper size, and print quality.",
        "Press the 'Start' or 'Copy' button on the photocopy machine.",
        "Collect the photocopied documents from the output tray."
    ],
    "112": [
        "Position thumb and index finger close together",
        "Grasp object firmly between thumb and index finger",
        "Apply pressure with fingers to pinch and hold object",
        "Release fingers to let go of object"
    ],
    "113": [
        "Stand tall with your arms extended and your feet together.",
        "Shift your weight onto one foot while lifting the other foot off the ground.",
        "Begin to rotate your body in the direction of the lifted foot.",
        "Complete the rotation by bringing the lifted foot back down to the ground and returning to your starting position."
    ],
    "114": [
        "Measure and mark the dimensions of the wood piece",
        "Cut the wood according to the marked measurements",
        "Smooth the edges of the cut wood using sandpaper",
        "Apply a coat of varnish or paint to protect and enhance the appearance of the wood"
    ],
    "115": [
        "Set up the beer pong table with cups arranged in a triangular formation",
        "Fill the cups with beer or any other desired liquid",
        "Take turns throwing ping pong balls into the opposing team's cups",
        "If a ball successfully enters a cup, the opposing team drinks the contents of that cup"
    ],
    "116": [
        "Shuffle the deck of cards",
        "Deal two cards to each player",
        "Ask each player if they want to draw another card or stand",
        "Compare the total value of each player's cards with the dealer and determine the winner"
    ],
    "117": [
        "Stand at a proper distance from the dartboard.",
        "Aim the dart towards the center of the target.",
        "Hold the dart with a steady grip.",
        "Throw the dart with a smooth and controlled motion."
    ],
    "118": [
        "Shuffling the dominoes",
        "Distributing the dominoes to the players",
        "Choosing a starting player",
        "Taking turns playing dominoes by matching the numbers on the tiles"
    ],
    "119": [
        "Hold the hockey stick correctly",
        "Move towards the ball",
        "Pass the ball to teammates",
        "Shoot the ball towards the goal"
    ],
    "120": [
        "Hold the mallet in your dominant hand.",
        "Align the mallet with the desired area of the gong.",
        "Strike the gong with a swift and controlled motion.",
        "Allow the gong to resonate before repeating."
    ],
    "121": [
        "Clap hands together once",
        "Slap hands on thighs once",
        "Clap hands together twice",
        "Slap hands on thighs twice"
    ],
    "122": [
        "Put on the laser tag vest and grab a laser gun",
        "Enter the designated laser tag arena",
        "Run, hide, and strategize to find and tag opponents",
        "Score points by successfully hitting opponents with laser shots"
    ],
    "123": [
        "Hold the lute with your non-dominant hand.",
        "Use your dominant hand to pluck the strings of the lute.",
        "Press the strings against the frets to change the pitch of the notes.",
        "Strum the strings with your dominant hand to create a rhythmic sound."
    ],
    "124": [
        "Hold the maracas in both hands.",
        "Shake the maracas from side to side.",
        "Move the maracas up and down.",
        "Maintain a steady rhythm while playing."
    ],
    "125": [
        "Hold the shooter marble with your thumb and forefinger",
        "Place the target marbles on the ground in a designated playing area",
        "Use your thumb to apply pressure and release the shooter marble towards the target marbles",
        "Repeat until all target marbles have been knocked out of the playing area or until a designated number of rounds have been played"
    ],
    "126": [
        "Dribble the ball towards the opponent's goal",
        "Pass the ball to a teammate",
        "Jump and intercept the opponent's pass",
        "Shoot the ball into the opponent's goal"
    ],
    "127": [
        "Hold the ocarina with both hands",
        "Cover the holes on the ocarina with your fingertips",
        "Blow air into the mouthpiece while maintaining finger placement",
        "Play different notes and melodies by adjusting finger placement and breath intensity"
    ],
    "128": [
        "Hold the pan pipes securely with both hands.",
        "Place your lips on the mouthpiece.",
        "Blow air into the mouthpiece while covering and uncovering the finger holes to create different notes.",
        "Move your fingers over the finger holes to play different melodies."
    ],
    "129": [
        "Insert coin into the pinball machine",
        "Push the start button to begin the game",
        "Use the flippers to hit the ball towards the targets",
        "Try to score as many points as possible by hitting the ball into different areas of the playfield"
    ],
    "130": [
        "Hold the ping pong paddle with a firm grip",
        "Position yourself behind the table tennis table",
        "Keep your eye on the ping pong ball at all times",
        "Use a quick wrist movement to hit the ball back towards the opponent"
    ],
    "131": [
        "Mount and position yourself on the horse",
        "Hold and swing the polo mallet",
        "Hit the polo ball with the mallet",
        "Move and maneuver the horse to play the game"
    ],
    "132": [
        "Hold the Rubik's Cube with one hand.",
        "Rotate the top layer of the cube to mix up the colors.",
        "Rotate the middle layer of the cube to further mix up the colors.",
        "Rotate the bottom layer of the cube to complete the mixing."
    ],
    "133": [
        "Select a suitable location to play Scrabble.",
        "Gather all the required materials such as the Scrabble board, letter tiles, and score sheets.",
        "Determine the order of play by drawing letters from a bag or using a random selection method.",
        "Each player takes turns forming words on the board by placing letter tiles and accumulating points based on the value of each letter and the location on the board."
    ],
    "134": [
        "Hold the train",
        "Move the train on the tracks",
        "Push the train forward",
        "Make train sounds"
    ],
    "135": [
        "Extend your index finger towards your bellybutton.",
        "Press your index finger gently against your bellybutton.",
        "Apply slight pressure using your finger on your bellybutton.",
        "Release the pressure and remove your finger from your bellybutton."
    ],
    "136": [
        "Clean the metal surface to remove any dirt or debris.",
        "Apply a metal cleaner or polish using a cloth or applicator.",
        "Using a circular motion, buff the metal surface with a polishing cloth.",
        "Wipe off any excess polish and admire the shiny, polished metal."
    ],
    "137": [
        "Hold the balloon firmly",
        "Apply pressure to the balloon with your thumb and index finger",
        "Hear a popping sound as the balloon bursts",
        "Dispose of the popped balloon properly"
    ],
    "138": [
        "Holding the beer mug firmly, tilt it at a 45-degree angle.",
        "Slowly pour the beer into the angled glass, avoiding excessive foaming.",
        "Gradually straighten the glass as it fills to the brim.",
        "Once the glass is filled, pause momentarily before serving the beer."
    ],
    "139": [
        "Wash and rinse the vegetables",
        "Chop the vegetables into bite-sized pieces",
        "Prepare the dressing by combining ingredients",
        "Mix the vegetables and dressing together"
    ],
    "140": [
        "Hold the handles of the wheelbarrow firmly",
        "Lean forward and position your body behind the wheelbarrow",
        "Push the wheelbarrow forward using your legs and hips",
        "Maintain a steady pace while pushing the wheelbarrow forward"
    ],
    "141": [
        "Wash your hands thoroughly with soap and water.",
        "Open the contact lens case and remove the right contact lens.",
        "Hold the lens on the tip of your index finger.",
        "Gently place the lens onto your eye, making sure it is centered."
    ],
    "142": [
        "Hold eyeliner pencil in your dominant hand",
        "Gently pull the outer corner of your eyelid",
        "Start from the inner corner of your eyelid and draw a thin line along the lashes",
        "Extend the line slightly past the outer corner of your eye"
    ],
    "143": [
        "Squeeze a small amount of foundation onto the back of your hand",
        "Dip a foundation brush or sponge into the foundation",
        "Apply the foundation to your face starting from the center and blending outward",
        "Repeat until you achieve your desired coverage"
    ],
    "144": [
        "Choose a lipstick color",
        "Apply lip balm as a base",
        "Outline your lips with a lip liner",
        "Apply lipstick to your lips evenly"
    ],
    "145": [
        "Hold the mascara wand in your dominant hand.",
        "Gently pull the mascara wand out of the tube, making sure that the brush is well coated with mascara.",
        "Starting from the base of your eyelashes, apply the mascara by moving the wand upwards and outwards in a zigzag motion.",
        "Repeat the previous step for each eye, making sure to coat all of your lashes evenly."
    ],
    "146": [
        "Unfold the sari and hold it lengthwise with the inner side facing you.",
        "Tuck one end of the sari into the petticoat at the waist, making sure it is secure.",
        "Wrap the sari around your waist, ensuring it is snug but not too tight.",
        "Drape the loose end of the sari over your left shoulder and arrange the pleats neatly."
    ],
    "147": [
        "Pick up the right shoe",
        "Insert your foot into the right shoe",
        "Tie the laces of the right shoe",
        "Repeat steps 1-3 for the left shoe"
    ],
    "148": [
        "Relax the face muscles",
        "Raise the eyebrows gradually",
        "Hold the raised position for a few seconds",
        "Slowly lower the eyebrows back to the relaxed position"
    ],
    "149": [
        "Inspect the punctured tire to locate the specific area that needs repairing",
        "Remove the punctured tire from the vehicle",
        "Patch or replace the tube or tire, depending on the severity of the puncture",
        "Reinstall the repaired tire back onto the vehicle"
    ],
    "150": [
        "Start the snow blower engine",
        "Sit on the snow blower seat",
        "Engage the snow blower blades",
        "Operate the snow blower to clear the snow"
    ],
    "151": [
        "Prepare a fire pit or find a suitable place for roasting marshmallows.",
        "Gather all necessary supplies such as marshmallows, roasting sticks, and firewood.",
        "Light the fire and wait for the flames to die down, leaving only hot coals.",
        "Skewer marshmallows onto roasting sticks and hold them over the hot coals, rotating regularly to ensure even roasting."
    ],
    "152": [
        "Marinate the pig with a flavorful mixture of herbs, spices, and seasonings.",
        "Preheat the oven or an outdoor roasting pit to the desired temperature.",
        "Place the marinated pig on a rotisserie or in a large roasting pan, making sure it is secure.",
        "Roast the pig for several hours, basting with marinade or juices periodically, until it reaches the desired level of doneness."
    ],
    "153": [
        "Roll out the pastry dough into a thin, even sheet.",
        "Transfer the rolled dough onto a lightly floured surface.",
        "Gently lift and rotate the dough to prevent sticking.",
        "Roll the dough into a desired shape or size."
    ],
    "154": [
        "Grasp the rope firmly with both hands",
        "Extend your arms straight out in front of you",
        "Lower the rope down towards the ground",
        "Repeat the motion for the desired number of repetitions"
    ],
    "155": [
        "Grinding the meat",
        "Mixing in the seasonings",
        "Stuffing the ground meat into casings",
        "Smoking or cooking the sausages"
    ],
    "156": [
        "Hold the saw firmly with both hands",
        "Position the saw blade at the starting point on the wood",
        "Apply pressure and move the saw back and forth in a sawing motion",
        "Continue sawing until the wood is completely cut"
    ],
    "157": [
        "Gather photographs, papers, stickers, and other embellishments.",
        "Arrange the photographs and papers in a visually pleasing layout.",
        "Adhere the photographs and papers to a scrapbooking page using adhesive or photo corners.",
        "Add stickers, captions, and other embellishments to enhance the visual appeal of the scrapbooking page."
    ],
    "158": [
        "Wet your face with lukewarm water",
        "Apply a gentle facial cleanser to your fingertips",
        "Gently massage the cleanser onto your face in circular motions",
        "Rinse off the cleanser with cool water and pat your face dry with a towel"
    ],
    "159": [
        "Crack the egg on a hard surface.",
        "Hold the egg over a bowl or container.",
        "Use your thumbs to pull the shell halves apart.",
        "Allow the egg white to run out while keeping the yolk intact."
    ],
    "160": [
        "Measuring and cutting the fabric",
        "Thread the sewing machine and bobbin",
        "Sew the pieces together using a straight stitch",
        "Finish the edges with a serger or zigzag stitch"
    ],
    "161": [
        "Kneading the dough",
        "Shaping the dough into a ball",
        "Placing the dough in a proofing basket",
        "Allowing the dough to rise"
    ],
    "162": [
        "Hold the flashlight in your hand.",
        "Turn on the switch to activate the flashlight.",
        "Direct the beam of light towards the desired target.",
        "Continue to shine the flashlight until the desired effect is achieved."
    ],
    "163": [
        "Create a shopping list",
        "Research and compare prices",
        "Visit multiple stores or online platforms",
        "Make the purchase and check for any discounts or deals"
    ],
    "164": [
        "Hold the oyster firmly in one hand.",
        "Insert an oyster knife into the hinge of the oyster.",
        "Twist the knife to pry open the oyster shell.",
        "Gently slide the knife along the inside of the top shell to separate the oyster from its shell."
    ],
    "165": [
        "Lift right foot slightly off the ground",
        "Move right foot to the right",
        "Lift left foot slightly off the ground",
        "Move left foot to the left"
    ],
    "166": [
        "Hold the cup with one hand",
        "Tilt the cup slightly towards your mouth",
        "Part your lips slightly",
        "Sip the liquid slowly"
    ],
    "167": [
        "Put on your skiing boots and make sure they are properly fastened.",
        "Attach the bindings on the ski boots to the ski.",
        "Position yourself on top of the slope, ensuring you have enough space to start skiing.",
        "Push yourself forward with your poles and glide down the slope smoothly, maintaining your balance."
    ],
    "168": [
        "Find a suitable flat and smooth stone.",
        "Hold the stone firmly with your thumb and index finger.",
        "Swing your arm back and forth to generate momentum.",
        "Release the stone at the right angle and with enough force to make it skip across the water."
    ],
    "169": [
        "Lying down on a comfortable surface",
        "Closing eyes",
        "Relaxing the body",
        "Entering a state of deep rest and rejuvenation"
    ],
    "170": [
        "Raise your arm",
        "Swing your arm backwards",
        "Move your arm forward with speed",
        "Make contact with the target"
    ],
    "171": [
        "Bend down and bring your head closer to the feet",
        "Inhale through your nose and take a deep breath",
        "Examine the aroma and identify any distinct smells",
        "Record your observations or reactions to the smell"
    ],
    "172": [
        "Take out the pipe from the case",
        "Fill the pipe chamber with tobacco",
        "Apply flame to the tobacco in the pipe",
        "Inhale the smoke through the mouthpiece"
    ],
    "173": [
        "Form a square",
        "Do-si-do with your corner",
        "Swing your partner",
        "Promenade around the square"
    ],
    "174": [
        "Place your hands firmly on the ground, shoulder-width apart.",
        "Shift your weight onto your hands, lifting your feet off the ground.",
        "Engage your core muscles to keep your body in a straight line.",
        "Balance on your hands, holding the position."
    ],
    "175": [
        "Slightly tilt the head backward",
        "Focus the eyes on a specific point",
        "Keep the gaze fixed and steady",
        "Maintain a relaxed facial expression"
    ],
    "176": [
        "Hold the rope firmly in both hands.",
        "Position yourself behind the steer.",
        "Extend your arms and swing the rope overhead in a circular motion.",
        "Release the rope and aim to catch the horns of the steer."
    ],
    "177": [
        "Unwrap the lolly",
        "Place the lolly in your mouth",
        "Create suction with your mouth",
        "Suck on the lolly for enjoyment"
    ],
    "178": [
        "Extend your arms forward and enter the water with your hands, one in front of the other.",
        "Kick your legs in a fluttering motion, keeping them straight and close together.",
        "Rotate your body to the side while keeping your face in the water and take a breath to the side.",
        "Pull your hand back through the water, applying force and propelling yourself forward."
    ],
    "179": [
        "Grasp the baseball bat firmly with both hands.",
        "Take a step forward with the rear foot, shifting the body weight onto the front foot.",
        "Swing the baseball bat forcefully, extending the arms fully.",
        "Follow through with the swing, allowing the bat to continue its motion after making contact with the ball."
    ],
    "180": [
        "Prepare the sword by ensuring it is clean and free of any sharp edges or imperfections.",
        "Conduct thorough warm-up exercises to loosen the muscles in the throat and neck area.",
        "Carefully position the sword at a slight angle towards the esophagus, ensuring it is aligned with the natural swallowing motion.",
        "Slowly insert the sword into the mouth, guiding it down the throat while maintaining control and avoiding any sudden movements."
    ],
    "181": [
        "Identify the target or object to be tackled",
        "Analyze the position and movement of the target",
        "Position yourself in a balanced and stable stance",
        "Execute a controlled and direct tackle on the target"
    ],
    "182": [
        "Prepare the necessary materials including spray paint, stencils (if desired), gloves, and protective clothing.",
        "Scout for suitable locations for tagging graffiti, ensuring that it aligns with local laws and regulations.",
        "Clean the selected surface using a brush or cloth to remove any dirt or debris.",
        "Begin the graffiti tagging process by carefully spraying the paint onto the surface, using stencils if desired, and creating the desired design."
    ],
    "183": [
        "Take out the cell phone",
        "Unlock the cell phone",
        "Dial the desired number",
        "Hold the phone to your ear"
    ],
    "184": [
        "Swirl the wine in the glass to release its aroma.",
        "Observe the color and clarity of the wine.",
        "Take a small sip and let it coat your entire mouth.",
        "Evaluate the taste, noting the flavors and balance of the wine."
    ],
    "185": [
        "Hold the needle in one hand.",
        "Take the thread and hold it in your other hand.",
        "Insert the end of the thread through the eye of the needle.",
        "Pull the thread through the eye of the needle until it is fully threaded."
    ],
    "186": [
        "Hold the knife firmly with your dominant hand.",
        "Position your body in a stable throwing stance.",
        "Extend your arm back, parallel to your shoulder.",
        "Swiftly propel your arm forward, releasing the knife with a flick of the wrist."
    ],
    "187": [
        "Pick up a handful of snow",
        "Compact the snow into a round shape in your hand",
        "Swing your arm backward",
        "Release your arm forward to throw the snowball"
    ],
    "188": [
        "Stomping feet",
        "Clenching fists",
        "Yelling loudly",
        "Throwing objects"
    ],
    "189": [
        "Fill the water balloon with water",
        "Hold the water balloon firmly in your hand",
        "Swing your arm back and forth to gain momentum",
        "Release your grip and throw the water balloon towards the target"
    ],
    "190": [
        "Prepare the fabric",
        "Fold and twist the fabric",
        "Apply dye to the fabric",
        "Allow the dye to set and rinse the fabric"
    ],
    "191": [
        "Balancing on one foot",
        "Extending arms to maintain balance",
        "Taking small and controlled steps",
        "Keeping eyes focused on the end point"
    ],
    "192": [
        "Raise the heel of one foot off the ground",
        "Push off with the ball of the foot",
        "Shift the weight onto the tiptoes",
        "Repeat the process with the other foot"
    ],
    "193": [
        "Identify the shrubs that need trimming",
        "Inspect the shrubs for any damaged or diseased branches",
        "Use pruning shears or hedge trimmers to carefully trim the shrubs",
        "Remove the trimmed branches and dispose of them properly"
    ],
    "194": [
        "Extend both arms out",
        "Curl all fingers inward",
        "Extend index fingers out",
        "Bend index fingers down and bend middle fingers up"
    ],
    "195": [
        "Grab one lace with your right hand and the other lace with your left hand",
        "Cross the laces so that they form an 'X' shape",
        "Take the lace on the right hand and loop it under the 'X' shape",
        "Pull both laces tight to secure the knot"
    ],
    "196": [
        "Turn on the microscope",
        "Place the sample on the microscope stage",
        "Adjust the focus knob to get a clear image",
        "Use the objective lenses to achieve the desired magnification"
    ],
    "197": [
        "Dip the paint roller into the paint tray to coat it.",
        "Gently roll the paint roller across the surface to apply an even layer of paint.",
        "Overlap each stroke slightly to ensure full coverage.",
        "Repeat the process until the entire surface is painted."
    ],
    "198": [
        "Hold the power drill with a firm grip.",
        "Position the drill bit on the desired surface.",
        "Apply gentle pressure and engage the drill trigger.",
        "Release the trigger and remove the drill bit after use."
    ],
    "199": [
        "Hold the sledge hammer firmly with both hands.",
        "Swing the sledge hammer above your head.",
        "Bring the sledge hammer down forcefully onto the target.",
        "Repeat the swinging and striking motion as necessary."
    ],
    "200": [
        "Grasp the wrench firmly with one hand and ensure that the jaws are facing the correct direction.",
        "Position the jaws of the wrench around the target object, ensuring a secure grip.",
        "Apply force in the desired direction using the handle of the wrench.",
        "Release the wrench once the task is complete."
    ],
    "201": [
        "Insert your ATM card into the card slot",
        "Enter your PIN using the keypad",
        "Select the type of transaction you want to perform (e.g. withdraw cash, check balance)",
        "Follow the prompts on the screen to complete your transaction"
    ],
    "202": [
        "Prepare the materials needed for bagging machine operation",
        "Set up the bagging machine according to the instructions",
        "Fill the bags with the desired contents",
        "Seal and label the bags for further processing"
    ],
    "203": [
        "Secure the workpiece firmly",
        "Adjust the depth of cut",
        "Align the blade with the cutting line",
        "Turn on the circular saw and make the cut"
    ],
    "204": [
        "Shake the inhaler well",
        "Hold the inhaler upright",
        "Take a deep breath and exhale fully",
        "Put the mouthpiece in your mouth and press down on the inhaler"
    ],
    "205": [
        "Choose a puppet character.",
        "Put the puppet on your hand.",
        "Manipulate the puppet's movements and voice.",
        "Interact with others using the puppet."
    ],
    "206": [
        "Plug in the vacuum cleaner",
        "Select the appropriate attachment for the floor surface",
        "Turn on the vacuum cleaner",
        "Move the vacuum cleaner in a systematic back-and-forth motion across the entire floor"
    ],
    "207": [
        "Enter the zoo premises",
        "Obtain an entry ticket",
        "Explore different sections of the zoo",
        "Observe and interact with the animals"
    ],
    "208": [
        "Lifting each leg high",
        "Sinking foot into the mud",
        "Pulling foot out of the mud",
        "Taking a step forward in the mud"
    ],
    "209": [
        "Entering the water",
        "Advancing slowly and carefully",
        "Feeling the water against the legs",
        "Continuing to move forward"
    ],
    "210": [
        "Lifting feet slightly higher than usual",
        "Placing each foot carefully on the snow's surface",
        "Pushing forward with each step to create traction",
        "Traversing through the snow with a deliberate pace"
    ],
    "211": [
        "Find a comfortable spot to sit or lie down.",
        "Turn on the television and select the desired channel or streaming service.",
        "Adjust the volume and picture settings for optimal viewing.",
        "Relax and enjoy the program or movie."
    ],
    "212": [
        "Extend arm in front of the body.",
        "Bend your wrist back.",
        "Move your hand side to side.",
        "Repeat the waving motion."
    ],
    "213": [
        "Prepare the loom and warp the threads",
        "Pass the weft thread through the warp threads",
        "Press the weft thread tightly against the previous row",
        "Repeat steps 2 and 3 until the desired length of fabric is woven"
    ],
    "214": [
        "Close one eye quickly and briefly",
        "Relax the muscles around the eye",
        "Open the eye again",
        "Repeat the process with the other eye"
    ],
    "215": [
        "Prepare the wooden surface by sanding it to remove any rough edges or imperfections.",
        "Design or draw the desired image or pattern on the wood using a pencil or stencil.",
        "Carefully use a woodburning tool to burn the design into the wood, following the outlines and adding shading or details if needed.",
        "Allow the woodburned piece to cool down completely before applying any finishes or sealants."
    ],
    "216": [
        "Cleaning and preparing the raw cotton fibers",
        "Carding the fibers to align and straighten them",
        "Drawing the fibers into a fine strand",
        "Twisting and winding the strand onto a bobbin"
    ]
}